Repository: astrobin/astrobin
Catalog: rawdata/locale/*/LC_MESSAGES/django.po
Languages: el, nl, pt_br

source: Name
el: Όνομα
nl: Naam
pt_br: Nome

source: Upload date
el: Ημερομηνία ανεβάσματος
nl: Datum van uploaden
pt_br: Data de envio

source: Acquisition date
el: Ημερομηνία λήψης
nl: Datum opname
pt_br: Data de captura

source: Telescope or lens
el: Τηλεσκόπιο ή φακός
nl: Telescoop of lens
pt_br: Telescópio ou lente

source: Subject
el: Θέμα
nl: Onderwerp
pt_br: Contém

source: Temperature
el: Θερμοκρασία
nl: Temperatuur
pt_br: Temperatura

source: Users
el: Χρήστες
nl: Gebruikers
pt_br: Usuários

source: A list of users you want to invite. Use a comma to separate them.
el: Μια λίστα από χρήστες που θέλετε να καλέσετε. Χρησιμοποιήστε κόμμα (,) για να τους διαχωρίσετε.
nl: Lijst van gebruikers die je wil uitnodigen. Gebruik een komma om de personen te scheiden.
pt_br: Uma lista de usuários que você quer convidar. Use vírgula para separá-los.

source: Unknown
el: Άγνωστο
nl: Onbekend
pt_br: Desconhecido

source: A public name for this pool. Be descriptive, include the name of the celestial object and a target focal length in millimeters.
el: Ένα δημόσιο όνομα γι' αυτή την περιοχή. Να είστε περιγραφικοί, να συμπεριλάβετε το όνομα του ουράνιου σώματος και μια εστιακή απόσταση σε χιλιοστά για τον στόχο.
nl: Een naam voor deze publieke gegevensbank. Gebruik een goede omschrijving die de naam van het object en een brandpuntsafstand in millimeter bevat.
pt_br: Um nome para esta colaboração pública. Seja descritivo, incluindo o nome do objeto e a distância focal desejada em milímetros.

source: Description
el: Περιγραφή
nl: Omschrijving
pt_br: Descrição

source: Describe the goals and terms of this pool.
el: Περιγράψτε τους στόχους και τους όρους αυτής της περιοχής.
nl: Beschrijf het doel en de voorwaarden van deze beeldenbank.
pt_br: Descreva os objetivos e termos desta colaboração.

source: A name for this folder. Be descriptive, so that the folder can be quickly recognized by the name.
el: Ένα όνομα για αυτό τον φάκελο. Να είστε περιγραφικοί, ώστε ο φάκελος να μπορεί εύκολα να αναγνωριστεί από το όνομα.
nl: Een naam voor deze folder. Gebruik een goede omschrijving voor deze fotoverzameling zodat je later nog weet wat er inzit.
pt_br: Um nome para esta pasta. Seja descritivo, para que a pasta seja facilmente reconhecida.

source: Describe the goals of this folder.
el: Περιγράψτε τους στόχους αυτού του φακέλου.
nl: Omschrijf het doel van deze folder.

source: You don't have any free space on AstroBin Rawdata. Consider upgrading your account.
el: Δεν έχετε αρκετό ελεύθερο χώρο στα Ανεπεξέργαστα Δεδομένα του AstroBin. Εξετάστε την αναβάθμιση του λογαριασμού σας.
nl: Je hebt geen vrije ruimte op AstroBin Rawdata. Overweeg om je account up te graden.
pt_br: Você não tem mais espaço livre no AstroBin Rawdata. Considere a opção de conta paga.

source: You cannot downgrade to this plan because your files would not fit in the allocated space. Please delete some files first.
el: Δεν μπορείτε να υποβιβάσετε αυτό το πλάνο επειδή τα αρχεία σας δεν θα χωρέσουν στον καθορισμένο χώρο. Παρακαλώ διαγράψτε πρώτα μερικά αρχεία.
nl: Je kan niet downgraden naar dit abonnement omdat je bestanden te veel plaats innemen. Gelieve eerst wat foto's te wissen.
pt_br: Você não pode mudar de plano porque seus arquivos não estão dentro do novo limite de espaço. Antes, exclua alguns arquivos, por favor.

source: Select all
el: Επιλογή όλων
nl: Alles selecteren
pt_br: Selecionar todos

source: Reset selection
el: Επαναφορά επιλογής
nl: Herzetten van de selectie
pt_br: Desfazer seleção

source: Download
el: Κατέβασμα
nl: Downloaden

source: Preprocess
el: Προεπεξεργασία
nl: Voorbewerken
pt_br: Pré processamento

source: Share
el: Μοιραστείτε
nl: Delen
pt_br: Compartilhar

source: Private shared folder
el: Ιδιωτικός κοινόχρηστος φάκελος
nl: Gedeelde privéfolder

source: Public data pool
el: Δημόσια περιοχή δεδομένων
nl: Publieke gegevensbank

source: Delete
el: Διαγραφή
nl: Verwijderen
pt_br: Excluir

source: Smart folders
el: Έξυπνοι φάκελοι
nl: Intelligente folders

source: Files
el: Αρχεία
nl: Bestanden
pt_br: Arquivos

source: Uploaded
el: Ανέβηκε
nl: Upgeload
pt_br: Enviado

source: Screenshot tour
el: Περιήγηση στιγμιότυπων
nl: Ronde van screenshots

source: To safely store and organize your raw files.
el: Για να αποθηκεύσετε και να οργανώσετε με ασφάλεια τα ανεπεξέργαστα δεδομένα σας.
nl: Je raw bestanden veilig bewaren en ordenen.
pt_br: Para guardar e organizar seus arquivos raw com segurança.

source: What is AstroBin Raw Data?
el: Τι είναι τα Ανεπεξέργαστα Δεδομένα του AstroBin;
nl: Wat is AstroBin Raw Data?
pt_br: O que é AstroBin Raw Data?

source: You already love AstroBin because of how it keeps your images organized. Thanks to it, you will never have to worry about losing your precious work, nor all the important meta-data associated with it.
el: Ήδη σας αρέσει το AtroBin για το πως κρατάει οργανωμένες τις εικόνες σας. Χάρη σε αυτό, δεν θα χρειαστεί ποτέ να ανησυχήσετε για απώλεια της πολύτιμης δουλειάς σας, ούτε όλα τα μεταδεδομένα που σχετίζονται με αυτήν.
nl: Je gebruikt AstroBin momenteel graag omdat deze site al je gegevens overzichtelijk bewaart. Danzij deze site ben je niet meer ongerust om kostbare foto's te verliezen, noch enige belangrijke metadata.
pt_br: Você já gosta do AstroBin pela maneira como deixa suas imagens organizadas. Graças a isso, você nunca mais terá que se preocupar com seu precioso trabalho, nem com os importantes meta dados associados a ele.

source: What if we told you now you can do the same with your raw files?
el: Τι θα λέγατε αν σας λέγαμε ότι μπορούμε να κάνουμε το ίδιο και με τα ανεπεξέργαστα αρχεία σας;
nl: En als we je nu vertellen dat je nu ook je raw data op dezelfde manier kan archiveren?
pt_br: E se falássemos que agora é possível fazer o mesmo com seus arquivos RAW?

source: Is your <em>astrophotography</em> folder full of thousands of poorly organized <strong>FIT</strong> or <strong>digital camera raw</strong> files? Is it always hard to go back and find the right calibration files in your dark library? Do you just wish that you could backup your raw files somewhere safe?
el: Είναι ο <em>αστροφωτογραφικός</em> σας φάκελος γεμάτος με χιλιάδες κακώς οργανωμένα αρχεία <strong>FIT</strong> ή <strong>αρχεία raw από ψηφιακές κάμερες</strong>; Είναι συνέχεια δύσκολο να πηγαίνετε μπρος - πίσω για να βρείτε τα σωστά αρχεία βαθμονόμησης στην βιβλιοθήκη των darks σας; Εύχεστε να μπορούσατε να κάνετε ένα αντίγραφο ασφαλείας των ανεπεξέργαστων αρχείων σας κάπου με ασφάλεια;
nl: Is de folder of de HDD op je computer verzadigd met duizenden rondslingerende <em>astrofotografie</em> beelden in <strong>FIT</strong> of <strong>raw</strong> formaat van digitale camera's? Vind je het moeilijk om de juiste calibratiefiles in je dark-bibliotheek terug te vinden? Of zoek je een veilige plek om een reservekopie van je raw bestanden te bewaren?
pt_br: Sua pasta de <em>astrofotografia</em> está com milhares de arquivos <strong>FIT</strong> ou <strong>RAW</strong>, sem organização? É sempre difícil encontrar os arquivos corretos em sua biblioteca de dark frames? Você simplesmente gostaria de guardar seus arquivos RAW em um lugar seguro?

source: <strong>AstroBin Raw Data</strong> is the answer! For a very modest price, you can store your whole <strong>raw data library</strong> online, where it will be securely accessible only by you.
el: Τα <strong>Ανεπεξέργαστα Δεδομένα του AstroBin</strong> είναι η απάντηση! Σε μια αξιοπρεπή τιμή, μπορείτε να αποθηκεύσετε ολόκληρη την <strong>βιβλιοθήκη των ανεπεξέργαστων δεδομένων σας</strong> online, όπου θα είναι προσβάσιμη με ασφάλεια μόνο από εσάς.
nl: <strong>AstroBin Raw Data</strong> is het antwoord! Voor een bescheiden bijdrage kan je je hele <strong>raw data library</strong> op een veilige manier online bewaren, enkel toegankelijk voor jezelf.
pt_br: <strong>AstroBin Raw Data</strong> é a resposta! Por um preço justo, você pode guardar toda a sua <strong>biblioteca RAW</strong> na nuvem, onde ela estará acessível somente por você, em segurança.

source: AstroBin will <em>automatically</em> organize your files by reading the <strong>FIT</strong> headers or <strong>EXIF</strong> information!
el: Το AstroBin <em>αυτόματα</em> θα οργανώσει τα αρχεία σας διαβάζοντας τις επικεφαλίδες από τα <strong>FIT</strong> αρχεία ή τις πληροφορίες <strong>EXIF</strong>!
nl: AstroBin zal je bestanden <em>automatisch</em> organizeren door de <strong>FIT</strong> headers of de <strong>EXIF</strong> informatie te lezen!
pt_br: O AstroBin <em>automaticamente</em> organizará seus arquivos, através dos cabeçalhos <strong>FIT</strong> ou dos dados <strong>EXIF</strong>!

source: Sign up now!
el: Εγγραφείτε τώρα!
nl: Neem nu een abonnement!
pt_br: Registre-se agora!

source: Next page
el: Επόμενη σελίδα
nl: Volgende pagina
pt_br: Próxima página

source: How does it work?
el: Πως λειτουργεί;
nl: Hoe gaat het in zijn werk?
pt_br: Como funciona?

source: You can have up to <strong>500 GB</strong> to store your <strong>FIT</strong> and <strong>digital camera raw</strong> files.
el: Μπορείτε να έχετε μέχρι <strong>500 GB</strong> για να αποθηκεύσετε τα αρχεία <strong>FIT</strong> και <strong>raw αρχεία ψηφιακών καμερών</strong>.
nl: Je kan tot maximaal <strong>500 GB</strong> opslagruimte huren voor je <strong>FIT</strong> en <strong>RAW</strong> bestanden.
pt_br: Você pode ter até <strong>500 GB</strong> para guardar seus arquivos <strong>FIT</strong> e <strong>RAW</strong>.

source: You can upload all of them in a matter of a few clicks, and AstroBin will start organizing your data in "virtual folders".
el: Μπορείτε να τα ανεβάσετε όλα με λίγα κλικ και το AstroBin θα ξεκινήσει να οργανώνει τα δεδομένα σας σε "εικονικούς φακέλους".
nl: Je kan ze tegelijk met enkele kliks uploaden, en AstroBin zal je gegevens automatisch beginnen rangschikken in "virtuele folders".
pt_br: Você pode enviar todos com apenas alguns cliques e o AstroBin organizará seus dados em "pastas virtuais".

source: Forget about having to take care of complicated folder structures in your computer! CCD and DSLR raw files have comprehensive headers: why shouldn't you use those to automatically and efficiently tag your raw files?
el: Ξεχάστε το να φροντίσετε για πολύπλοκες δομές φακέλων στον υπολογιστή σας! Τα ανεπεξέργαστα αρχεία από CCD και DSLR έχουν περιεκτικές επικεφαλίδες: γιατί να μην τις χρησιμοποιήσετε για να σημαδέψετε αυτόματα και αποτελεσματικά τα ανεπεξέργαστα αρχεία σας;
nl: Je hoeft zelf geen moeite meer te steken in het verzinnen van gecompliceerde folderstructuren op je computer! Raw bestanden van CCD's en DSLR's bevatten reeds een boel metadata in de zogenaamde headers: waarom zou je deze info niet gebruiken om je raw bestanden automatisch te ordenen en van labels te voorzien?
pt_br: Esqueça da complicada tarefa de organizar as pastas em seu computador! Arquivos RAW de CCD e DSLR possuem cabeçalhos ricos em informação: por que não utilizá-los para organizar de forma eficiente seus arquivos RAW?

source: By type
el: Ανά τύπο
nl: Per type
pt_br: Por tipo

source: By acquisition date
el: Ανά ημερομηνία λήψης
nl: Per datum van opname
pt_br: Por data de captura

source: By upload date
el: Ανά ημερομηνία ανεβάσματος
nl: Per datum van uploaden
pt_br: Por data de envio

source: By subject
el: Ανά θέμα
nl: Per onderwerp
pt_br: Por objeto

source: By filter
el: Ανά φίλτρο
nl: Per filter
pt_br: Por filtro

source: By acquisition telescope or lens
el: Ανά τηλεσκόπιο ή φακό λήψης
nl: Per telescoop of lens waar de opname mee is gemaakt
pt_br: Por telescópio ou lente de captura

source: By temperature
el: Ανά θερμοκρασία
nl: Per temperatuur
pt_br: Por temperatura

source: Not only will your data be safely and securely preserved, but you will be able to download bundles of your files in a <strong>zip</strong> file.
el: Όχι μόνο τα δεδομένα σας θα διατηρούνται με ασφάλεια, αλλά θα είστε και ικανοί να κατεβάσετε πακέτα των δεδομένων σας σε αρχείο <strong>zip</strong>.
nl: Je gegevens worden niet enkel veilig bewaard, maar je krijgt ook de mogelijkheid om je bestanden in bundels down te loaden in een <strong>zip</strong> file.
pt_br: Não apenas seus dados estarão preservados com segurança, você também poderá baixar arquivos <strong>zip</strong> com vários dos seus arquivos.

source: This way, it will be easy, later on, to download again your dark frames taken at -15&deg;C in October two years ago!
el: Έτσι, θα είναι πιο εύκολο, αργότερα, να κατεβάσετε ξανά τα dark καρέ σας που πήρατε στους -15&deg;C τον Οκτώβριο πριν από δυο χρόνια!
nl: Op deze manier is het makkelijk om later al je dark frames, genomen bij -15&deg;C van oktober twee jaar geleden, down te loaden!
pt_br: Desta maneira, será fácil baixar novamente aqueles seus dark frames obtidos a -15$deg;C, no inverno de dois anos atrás!

source: if the information is present in the file's headers
el: αν η πληροφορία είναι παρούσα στην επικεφαλίδα του αρχείου
nl: als deze informatie ter beschikking is in de headers van de bestanden

source: Previous page
el: Προηγούμενη σελίδα
nl: Vorige pagina
pt_br: Página anterior

source: Sharing is loving.
el: Το να μοιράζεστε είναι τρυφερό.
nl: Delen is liefde tonen.
pt_br: Compartilhe.

source: Optionally, you can share your raw data with a friend, or why not, your entire astronomy club! This will make it really easy to collaborate on that massive <strong>100 integration hours</strong> project you've been meaning to complete.
el: Προαιρετικά, μπορείτε να μοιραστείτε τα ανεπεξέργαστα δεδομένα σας με έναν φίλο, ή γιατί όχι με ολόκληρη την αστρονομική σας λέσχη! Έτσι θα είναι πραγματικά εύκολο να συνεργαστείτε σε αυτό το μαζικό σχέδιο <strong>ολοκλήρωσης 100 ωρών</strong> που θέλατε να τελειώσετε.
nl: Je krijgt ook de mogelijkheid om je raw data met een vriend of, waarom niet, met de hele astronomieclub te delen! Dit maakt het supereenvoudig om samen te werken aan het massieve <strong>100 uur integratietijd</strong>-project dat je op poten hebt gezet.
pt_br: Opcionalmente, você pode compartilhar seus arquivos RAW com um amigo e até mesmo com todo o seu clube de astronomia! Isto torna possível aquele incrível projeto de <strong>100 horas de captura</strong> que você está tentando concluir.

source: Peace of mind.
el: Σιγουριά.
nl: Gemoedsrust.
pt_br: Tranquilidade.

source: Ever had a hard-drive crash on you, and lost a lot of data? By keeping your raw files on <strong>AstroBin Raw Data</strong> you will be safe from disaster and accidents! At AstroBin, we take data preservation very seriously.
el: Σας έτυχε ποτέ να χαλάσει ο σκληρός σας δίσκος και να χάσετε ένα σωρό δεδομένα; Κρατώντας τα ανεπεξέργαστα δεδομένα σας στα <strong>Ανεπεξέργαστα Δεδομένα του AstroBin</strong> θα είστε ασφαλείς από καταστροφές και ατυχήματα! Στο AstroBin, λαμβάνουμε υπόψη την διατήρηση δεδομένων πολύ σοβαρά.
nl: Al ooit een harde schrijf crash meegemaakt en een hoop data verloren? Als je je bestanden op <strong>AstroBin Raw Data</strong> bewaart, zijn ze veilig voor rampspoed en ongelukken! Bij AstroBin zijn we zeer ernstig als het gaat om het beschermen van gegevens.
pt_br: Você já passou por uma falha no disco rígido, perdendo uma quantidade enorme de dados? Deixando seus arquivos RAW no <strong>AstroBin Raw Data</strong>, você estará livre de desastres e acidentes! Aqui, no AstroBin, nós levamos a segurança dos seus dados a sério.

source: Do some science.
el: Κάντε επιστήμη.
nl: Doe aan wetenschap.
pt_br: Colabore com a ciência.

source: Although your raw files are strictly private, unless you explicitly share them, professional and amateur astronomers may still search if a raw file of a particular area in the sky, acquired at a particular time, exists. You may happen to have the key to important scientific advancements in the fields of novae, supernovae, asteroids, comets, variable stars and more!
el: Παρόλο που τα ανεπεξέργαστα αρχεία είναι αυστηρώς προσωπικά, εκτός και αν ρητά τα μοιραστείτε, επαγγελματίες και ερασιτέχνες αστρονόμοι μπορεί να ψάξουν για το αν υπάρχει ένα ανεπεξέργαστο αρχείο μιας συγκεκριμένης περιοχής του ουρανού, που λήφθηκε σε μια συγκεκριμένη χρονική στιγμή. Μπορεί να κρατάτε το κλειδί σημαντικών επιστημονικών εξελίξεων στο πεδίο των καινοφανών, υπερκαινοφανών, αστεροειδών, κομητών, μεταβλητών αστέρων και άλλα!
nl: Hoewel je raw-bestanden strict privé zijn (tenzij je ze uitdrukkelijk deelt), kunnen professionele en amateur astronomen zoeken of er een specifiek raw-bestand bestaat van een bepaald deel van de hemel, genomen op een bepaald tijdstip. De kans bestaat dat jij de sleutel in handen hebt voor een belangrijke wetenschappelijke doorbraak op het gebied van nova's, supernova's, asteroïden, kometen, variabele sterren en dergelijke!
pt_br: Seus arquivos RAW são estritamente privados, exceto se você compartilhá-los, entretanto astrônomos profissionais e amadores podem buscar por um arquivo RAW de uma região específica do céu, em um determinado horário. Talvez você tenha a peça que falta para importantes avanços científicos nas áreas de Novas, Supernovas, asteroides, cometas, estrelas variáveis e mais!

source: Your raw data library
el: Η βιβλιοθήκη των ανεπεξέργαστων δεδομένων σας
nl: Je raw data bibliotheek
pt_br: Sua biblioteca RAW

source: You have used %(used)s of your %(limit)s.
el: Έχετε χρησιμοποιήσει %(used)s από %(limit)s.
nl: Je hebt %(used)s gebruikt van je %(limit)s.
pt_br: Você já usou %(used)s do seu limite de %(limit)s.

source: Manage plans
el: Διαχείριση πλάνων
nl: Beheer abonnementen
pt_br: Gerenciar planos

source: Upload
el: Ανέβασμα
nl: Uploaden
pt_br: Enviar

source: Error!
el: Σφάλμα!
nl: Fout!
pt_br: Erro!

source: You have no more space left on your Raw Data account. Please delete some files to make room, or upgrade your account.
el: Δεν έχετε άλλο διαθέσιμο χώρο στον λογαριασμό Ανεπεξέργαστων Δεδομένων. Παρακαλώ διαγράψτε μερικά αρχεία για να κάνετε χώρο, ή αναβαθμίστε τον λογαριασμό σας.
nl: Je hebt geen vrije ruimte meer op je Raw Data account. Gelieve bestanden te wissen of je abonnement een upgrade te geven.
pt_br: Você não possui mais espaço na sua conta Raw Data. Exclua alguns arquivos, por favor, ou troque o plano da sua conta.

source: Warning!
el: Προειδοποίηση!
nl: Waarschuwing!
pt_br: Cuidado!

source: AstroBin is still working to index %(number)s of your %(total)s raw files.
el: Το AstroBin επεξεργάζεται ακόμα για να κατατάξει %(number)s από τα %(total)s ανεπεξέργαστα αρχεία σας.
nl: AstroBin is nog bezig om %(number)s van je %(total)s raw bestanden te indexeren.
pt_br: AstroBin ainda está trabalhando para indexar %(number)s do seu total de %(total)s arquivos RAW.

source: All files
el: Όλα τα αρχεία
nl: Alle bestanden
pt_br: Todos os arquivos

source: There doesn't seem to be anything here.
el: Δεν φαίνεται να υπάρχει κάτι εδώ.
nl: Hier schijnt niets te zijn.
pt_br: Parece que não há nada aqui.

source: Head over to the <a href="%(upload_url)s">upload page</a> to get started.
el: Πηγαίνετε στην <a href="%(upload_url)s">σελίδα ανεβάσματος</a> για να ξεκινήσετε.
nl: Ga naar de <a href="%(upload_url)s">upload pagina</a> om aan de slag te gaan.
pt_br: Vá para a <a href="%(upload_url)s">página de envios</a> para começar.

source: Coming soon!
el: Σύντομα κοντά σας!
nl: Weldra ter beschikking!
pt_br: Em breve!

source: <strong>AstroBin Raw Data</strong> will soon allow you to automatically preprocess your data with a single click!
el: Τα <strong>Ανεπεξέργαστα Δεδομένα του AstroBin</strong> σύντομα θα σας επιτρέψουν αυτόματα να προεπεξεργαστείτε τα δεδομένα σας με ένα κλικ!
nl: <strong>AstroBin Raw Data</strong> zal spoedig je data automatisch kunnen voorbewerken met één enkele klik!
pt_br: Com um único clique, o <strong>AstroBin Raw Data</strong> logo começará o pré processamento dos seus dados!

source: We are working on algorithms that will automatically scan your library for calibration files, and identify the best matches for dark, offset and flat files. AstroBin will automatically create master frames, calibrate your selected images, align them, stack them and offer you the stacked file for download, ready to be postprocessed in your favorite image processing program.
el: Δουλεύουμε σε αλγόριθμους οι οποίοι αυτόματα θα σαρώσουν την βιβλιοθήκη σας για αρχεία βαθμονόμησης, και θα ταυτοποιήσουν τα καλύτερα ταίρια για τα dark, offset και flat αρχεία. Το AstroBin αυτόματα θα δημιουργήσει τα master frames, θα βαθμονομήσει τις επιλεγμένες εικόνες σας, θα τις ευθυγραμμίσει, θα τις σωρεύσει (stack) και θα σας προσφέρει το σωρευμένο αρχείο για κατέβασμα, έτοιμο για μετέπειτα επεξεργασία στο αγαπημένο σας πρόγραμμα επεξεργασίας εικόνας.
nl: We zijn aan het werken aan algoritmes die je bibliotheek van calibratiefiles automatisch kunnen doorzoeken om de beste match te vinden voor dark, offset en flat bestanden. AstroBin zal automatisch master frames aanmaken, je geselecteerde beelden calibreren, uitlijnen en stacken, waarna het gestackte bestand ter beschikking komt als download zodat je het verder kan bewerken in je favoriete programma.
pt_br: Estamos trabalhando em algorítimos que automaticamente buscarão por arquivos de calibração em sua biblioteca, identificando as melhores opções para dark, offset e flat frames. O AstroBin automaticamente criará os master frames, calibrará as imagens selecionadas, fará o alinhamento, empilhamento e fornecerá o arquivo final para baixar, pronto para receber o pós processamento no seu programa favorito.

source: We will let you know when this feature is available!
el: Θα σας ενημερώσουμε όταν η νέα λειτουργία θα είναι διαθέσιμη!
nl: We zullen je laten weten wanneer deze functie beschikbaar wordt!
pt_br: Nós avisaremos quando esta novidade estiver disponível.

source: Plans
el: Πλάνα
nl: Abonnementen
pt_br: Planos

source: Success!
el: Επιτυχία!
nl: Succes!
pt_br: Sucesso!

source: The users you selected have been invited. They will receive a notification.
el: Οι χρήστες που επιλέξατε έχουν λάβει πρόσκληση. Θα λάβουν μια ειδοποίηση.
nl: De geselecteerde gebruikers zijn uitgenodigd. Zij zullen een notificatie krijgen.
pt_br: Os usuários que você escolheu serão notificados do seu convite.

source: Actions
el: Ενέργειες
nl: Acties
pt_br: Ações

source: Invite
el: Πρόσκληση
nl: Uitnodigen
pt_br: Convidar

source: Edit
el: Επεξεργασία
nl: Bewerken
pt_br: Editar

source: A private shared folder created by <a href="%(user_url)s">%(user)s</a>, with %(size)s in %(image_count)s images.
el: Ένας ιδιωτικός κοινόχρηστος φάκελος δημιουργήθηκε από τον/την <a href="%(user_url)s">%(user)s</a>, με %(size)s σε %(image_count)s εικόνες.
nl: Een gedeelde privéfolder, aangemaakt door <a href="%(user_url)s">%(user)s</a>, met %(size)s voor %(image_count)s beelden.

source: Processing submissions for this folder
el: Υποβολές επεξεργασίας για αυτόν τον φάκελο
nl: Bezig met het behandelen van de bijdragen aan deze folder
pt_br: Processar os arquivos enviados para esta pasta

source: User
el: Χρήστης
nl: Gebruiker
pt_br: Usuário

source: Size
el: Μέγεθος
nl: Grootte
pt_br: Tamanho

source: Remove from this folder
el: Αφαίρεση από αυτόν τον φάκελο
nl: Deze folder verwijderen
pt_br: Remover desta pasta

source: Shared with the following users
el: Μοιράζετε με τους ακόλουθους χρήστες
nl: Gedeeld met volgende gebruikers
pt_br: Compartilhar com os seguintes usuários

source: Size before zip compression
el: Μέγεθος πριν την συμπίεση σε zip αρχείο
nl: Grootte vóór compressie in zip
pt_br: Tamanho antes de compactar com zip

source: Comments
el: Σχόλια
nl: Opmerkingen
pt_br: Comentários
