Repository: astrobin/astrobin
Catalog: rawdata/locale/*/LC_MESSAGES/django.po
Languages: el, nl, pt_br

source: You can use this space to discuss this public data pool and exchange information and tips with other contributors or people who want to process the data.
el: Μπορείτε να χρησιμοποιήσετε αυτόν τον χώρο για να συζητήσετε αυτή την δημόσια περιοχή δεδομένων και να ανταλλάξετε πληροφορίες και συμβουλές με άλλους συνεισφέροντες που θέλουν να επεξεργαστούν τα δεδομένα.
nl: Je kan deze ruimte gebruiken om over deze publieke gegevensbank te discussiëren en om informatie en tips uit te wisselen met anderen die een bijdrage leveren aan dit onderwerp of de data willen bewerken.
pt_br: Você pode usar este espaço para discutir sobre essa colaboração pública, trocar informações e dicas com os outros colaboradores ou pessoas que queiram processar os dados.

source: Delete folder
el: Διαγραφή φακέλου
nl: Folder verwijderen
pt_br: Excluir pasta

source: Are you sure you want to delete this shared folder?
el: Είστε σίγουρος/η ότι θέλετε να διαγράψετε αυτό τον κοινό φάκελο;
nl: Ben je zeker dat je deze gedeelde folder wil verwijderen?
pt_br: Tem certeza que deseja excluir esta pasta compartilhada?

source: Don't worry, no files will be deleted from your raw data account, nor from the accounts of other people who may have contributed to this shared folder.
el: Μην ανησυχείτε, δεν θα διαγραφούν αρχεία από τον λογαριασμό ανεπεξέργαστων δεδομένων σας, ούτε από τους λογαριασμούς άλλων ανθρώπων που μπορεί να έχουν συνεισφέρει σε αυτόν τον κοινόχρηστο φάκελο.
nl: Wees gerust. Er zullen geen bestanden worden verwijderd van je raw data account, noch van de accounts van anderen die bijgedragen hebben aan deze gedeelde folder.
pt_br: Não se preocupe, nenhum arquivo será excluído da sua conta ou da conta dos outros colaboradores desta pasta.

source: Cancel
el: Ακύρωση
nl: Annuleren
pt_br: Cancelar

source: Edit folder
el: Επεξεργασία φακέλου
nl: Folder bewerken
pt_br: Editar pasta

source: Save
el: Σώσιμο
nl: Bewaren
pt_br: Salvar

source: Invite users to this share private folders. Invitees will be able to add raw data and processed images, and invite more users.
el: Προσκαλέστε χρήστες να μοιραστούν προσωπικούς φακέλους. Οι προσκεκλημένοι θα μπορούν να προσθέσουν ανεπεξέργαστα δεδομένα και επεξεργασμένες εικόνες, και να καλέσουν περισσότερους χρήστες.
nl: Gebruikers uitnodigen in deze gedeelde privéfolders. Deze personen zullen raw data en bewerkte beelden kunnen toevoegen en kunnen eveneens bijkomende gebruikers uitnodigen.

source: Share on a private folder
el: Μοιραστείτε σε έναν ιδιωτικό φάκελο
nl: Delen in een privéfolder

source: Share your raw data with a selected group of people
el: Μοιραστείτε τα ανεπεξέργαστα δεδομένα σας με μια επιλεγμένη ομάδα ανθρώπων
nl: Deel je raw data met een select groepje
pt_br: Compartilhe seus dados RAW com um grupo restrito de pessoas

source: A <strong>private shared folder</strong> is a place where you can collaborate with friends, memebers of your local astronomy club, or anyone else you select. Your raw data is only shared with the people you select, who need to be subscibers to <strong>AstroBin Raw Data</strong> as well, and nobody else.
el: Ένας <strong>ιδιωτικός κοινόχρηστος φάκελος</strong> είναι το μέρος όπου μπορείτε να συνεργαστείτε με φίλους, μέλη της τοπικής αστρονομικής σας λέσχης, ή οποιονδήποτε άλλο επιλέξετε. Τα ανεπεξέργαστα δεδομένα σας θα μοιραστούν μόνο με τους ανθρώπους που θα επιλέξετε, οι οποίοι θα πρέπει να είναι επίσης συνδρομητές στα <strong>Ανεπεξέργαστα Δεδομένα του AstroBin</strong> και κανένας άλλος.
nl: Een <strong>gedeelde privéfolder</strong> is een plek waar je met vrienden, astro-clubleden of eender wie kan samenwerken. Je raw data worden enkel gedeeld met de mensen die jij kiest en die eveneens een abonnement hebben op <strong>AstroBin Raw Data</strong>. Niemand anders heeft toegang.

source: When you select an existing private shared folder, or create a new one, the images listed here on the side will be added to it.
el: Όταν επιλέγετε έναν υπάρχων ιδιωτικό κοινόχρηστο φάκελο, ή δημιουργείτε έναν νέο, οι εικόνες που είναι στο πλάι θα προστεθούν σε αυτόν.
nl: Als je een bestaande gedeelde privéfolder aanduidt of er een nieuwe aanmaakt, zullen de beelden die hier opgelijst zijn, aan deze folder worden toegevoegd.

source: Use this form to select an existing <strong>private shared folder</strong>.
el: Χρησιμοποιείστε αυτή την φόρμα για να επιλέξετε έναν υπάρχων <strong>ιδιωτικό κοινόχρηστο φάκελο</strong>.
nl: Gebruik dit formulier om een bestaande <strong>gedeelde privéfolder</strong> te selecteren.

source: Send
el: Αποστολή
nl: Versturen
pt_br: Enviar

source: Loading...
el: Γίνεται φόρτωση...
nl: Bezig met laden...
pt_br: Carregando...

source: Or use this button to create a whole new <strong>private shared folder</strong>.
el: Ή χρησιμοποιήστε αυτό το κουμπί για να δημιουργήσετε ένα νέο <strong>ιδιωτικό κοινόχρηστο φάκελο</strong>.
nl: Af gebruik deze knop om een volledig nieuwe <strong>gedeelde privéfolder</strong> aan te maken.

source: Create new private shared folder
el: Δημιουργία νέου ιδιωτικού κοινόχρηστου φακέλου
nl: Maak een nieuwe gedeelde privéfolder aan

source: Create
el: Δημιουργία
nl: Aanmaken
pt_br: Criar

source: Private shared folders
el: Ιδιωτικοί κοινόχρηστοι φάκελοι
nl: Gedeelde privéfolders

source: Collections of raw files shared with selected users.
el: Συλλογές από ανεπεξέργαστα δεδομένα που μοιράζονται με άλλους χρήστες.
nl: Verzameling van raw bestanden, gedeeld met geselecteerde gebruikers.
pt_br: Coleções de arquivos RAW compartilhados com um grupo restrito de usuários.

source: A <strong>private shared folder</strong> is a way for subscribers to the <a href="%(rawdata_url)s">AstoBin Raw Data Platform</a> to share raw data, like FIT and digital camera raw files, with other users, to collaborate on processing, get or provide technical help.
el: Ένας <strong>ιδιωτικός κοινόχρηστος φάκελος</strong> είναι ένας τρόπος για τους συνδρομητές της <a href="%(rawdata_url)s">Πλατφόρμας Ανεπεξέργαστων Δεδομένων του AstoBin</a> να μοιραστούν ανεπεξέργαστα δεδομένα, όπως αρχεία FIT και αρχεία raw από ψηφιακές κάμερες, με άλλους χρήστες, να συνεργαστούν στην επεξεργασία, να λάβουν ή να δώσουν τεχνική βοήθεια.
nl: Een <strong>gedeelde privéfolder</strong> laat abonnees van het <a href="%(rawdata_url)s">AstoBin Raw Data Platform</a> toe om raw data (zoals FIT en DSLR raw) te delen met anderen, samen te werken aan de bewerking van beelden en om technische hulp te vragen of aan te bieden.

source: You have access to the following private shared folders.
el: Έχετε πρόσβαση στους ακόλουθους ιδιωτικούς κοινόχρηστους φακέλους.
nl: Je hebt toegang tot volgende gedeelde privéfolders.

source: Owner
el: Ιδιοκτήτης
nl: Eigenaar
pt_br: Proprietário

source: Raw images
el: Ανεπεξέργαστες εικόνες
nl: Raw beelden
pt_br: Imagens RAW

source: Processed images
el: Επεξεργασμένες εικόνες
nl: Bewerkte beelden
pt_br: Imagens processadas

source: Last updated
el: Τελευταία ενημέρωση
nl: Laatste update
pt_br: Última atualização

source: You don't have access to any private shared folders. If you want to create one, go to <a href="%(library_url)s">your Raw Data Library</a>, select some files or <strong>smart folders</strong> and use the <strong>Share</strong> button to share them.
el: Δεν έχετε πρόσβαση στους ιδιωτικούς κοινόχρηστους φακέλους. Αν θέλετε να δημιουργήσετε έναν, πηγαίνετε στην <a href="%(library_url)s">Βιβλιοθήκη των Ανεπεξέργαστων Δεδομένων σας</a>, επιλέξτε μερικά αρχεία ή <strong>έξυπνους φακέλους</strong> και χρησιμοποιήστε το κουμπί <strong>Μοιραστείτε</strong> για να τα μοιραστείτε.
nl: Je hebt geen toegang tot een gedeelde privéfolder. Als je er één wil aanmaken, ga dan naar <a href="%(library_url)s">je Raw Data Bibliotheek</a>, selecteer bestanden of <strong>intelligente folders</strong> en gebruik de <strong>Delen</strong> knop.

source: Follow
el: Ακολούθησε
nl: Volgen
pt_br: Seguir

source: Unfollow
el: Σταμάτα να ακολουθείς
nl: Stop met volgen
pt_br: Deixar de seguir

source: A public data pool created by <a href="%(user_url)s">%(user)s</a>, with %(size)s in %(image_count)s images.
el: Μια δημόσια περιοχή δεδομένων δημιουργήθηκε από τον/την <a href="%(user_url)s">%(user)s</a>, με %(size)s σε %(image_count)s εικόνες.
nl: Een publieke gegevensbank, aangemaakt door <a href="%(user_url)s">%(user)s</a>, met %(size)s voor %(image_count)s foto's.

source: Processing submissions for this pool
el: Υποβολές επεξεργασίας για αυτή την περιοχή
nl: Bezig met verwerken van de bijdragen aan deze bank
pt_br: Processando os envios para este trabalho

source: Remove from this pool
el: Αφαίρεση από αυτή την περιοχή
nl: Verwijderen van deze bank
pt_br: Remover deste trabalho

source: This public data pool was created on %(date)s by <a href="%(user_url)s">%(user)s</a>. It consists of %(size)s in %(image_count)s images. You can contribute by donating your raw files, if you are subscribed to <a href="%(rawdata_url)s">AstroBin Raw Data</a>, or you can download the available data and try to process it!
el: Αυτή η δημόσια περιοχή δεδομένων δημιουργήθηκε στις %(date)s από τον/την <a href="%(user_url)s">%(user)s</a>. Αποτελείται από %(size)s σε %(image_count)s εικόνες. Μπορείτε να συνεισφέρετε με το να δωρίσετε τα ανεπεξέργαστα αρχεία σας, αν είστε συνδρομητής στα <a href="%(rawdata_url)s">Ανεπεξέργαστα Δεδομένα του AstroBin</a>, ή μπορείτε να κατεβάσετε τα διαθέσιμα δεδομένα και να προσπαθήσετε να τα επεξεργαστείτε!
nl: Deze publieke gegevensbank werd aangemaakt op %(date)s door <a href="%(user_url)s">%(user)s</a>. Ze bevat %(size)s voor %(image_count)s beelden. Je kan een bijdrage leveren als je een abonnement hebt op <a href="%(rawdata_url)s">AstroBin Raw Data</a>, of je kan de aanwezige data downloaden en proberen om ze te bewerken.

source: Edit public data pool
el: Επεξεργασία δημόσιας περιοχής δεδομένων
nl: Bewerken van de publieke gegevensbank

source: Share on a public data pool
el: Μοιραστείτε σε μια δημόσια περιοχή δεδομένων
nl: Delen op een publieke gegevensbank

source: Contribute to public group of raw data
el: Συνεισφέρετε στην δημόσια ομάδα ανεπεξέργαστων δεδομένων
nl: Bijdragen aan een publieke groep van raw data

source: A <strong>public data pool</strong> is a place where anyone with an <strong>AstroBin Raw Data</strong> account can contribute raw data, and anyone in the world can download it. By sharing your raw data here, you are contributing your work to possibly massive efforts to produce the deepest deep sky images that the amateur astronomy community has ever attempted.
el: Μια <strong>δημόσια περιοχή δεδομένων</strong> είναι ένα μέρος όπου ο καθένας με έναν λογαριασμό <strong>Ανεπεξέργαστων Δεδομένων στο AstroBin</strong> μπορεί να συνεισφέρει ανεπεξέργαστα δεδομένα, και ο οποιοσδήποτε στον κόσμο μπορεί να τα κατεβάσει. Με το μοίρασμα των ανεπεξέργαστων δεδομένων σας εδώ, συνεισφέρετε την δουλειά σας σε πιθανές μαζικές προσπάθειες για την παραγωγή των πιο βαθέων εικόνων βαθύ ουρανού που η κοινωνία των ερασιτεχνών αστρονόμων έχει προσπαθήσει ποτέ.
nl: Een <strong>publieke gevensbank</strong> is een ruimte waar iedereen met een abonnement op de <strong>AstroBin Raw Data</strong> service zijn eigen raw data kan plaatsen, toegankelijk voor iedereen op de wereld. Door je raw data hier te delen, lever je mogelijk een bijdrage aan een poging om de diepste deep sky beelden te verwezenlijken in de wereld van de amateur astronomie.

source: When you select an existing data pool, or create a new one, the images listed here on the side will be added to it.
el: Όταν επιλέγετε μια υπάρχουσα περιοχή δεδομένων, ή δημιουργείτε μια νέα, οι εικόνες που είναι στο πλάι θα προστεθούν σε αυτή.
nl: Als je een bestaande gegevensbank selecteert of er een nieuwe aanmaakt zullen alle beelden die hier aan de zijkant staan opgelijst, worden toegevoegd.

source: Use this form to select an existing <strong>public data pool</strong>.
el: Χρησιμοποιήστε αυτή την φόρμα για την επιλογή μιας υπάρχουσας <strong>δημόσιας περιοχής δεδομένων</strong>.
nl: Gebruik dit formulier om een bestaande <strong>publieke gevensbank</strong> te selecteren.

source: Or use this button to create a whole new <strong>public data pool</strong>.
el: Ή χρησιμοποιήστε αυτό το κουμπί για να δημιουργήστε μια νέα <strong>δημόσια περιοχή δεδομένων</strong>.
nl: Of gebruik deze knop om een nieuwe <strong>publieke gevensbank</strong> aan te maken.

source: Create new public data pool
el: Δημιουργία νέας δημόσιας περιοχής δεδομένων
nl: Maak een nieuwe publieke gegevensbank aan

source: Public data pools
el: Δημόσιες περιοχές δεδομένων
nl: Publieke gegevensbanken

source: Collections of raw files for massive, collectively acquired deep sky images.
el: Συλλογές από ανεπεξέργαστα δεδομένα για μαζικές, συλλογικές ληφθέντες εικόνες βαθύ ουρανού.
nl: Verzamelingen raw bestanden om collectief deep sky beelden te maken van een gigantische datapool.
pt_br: Coleções de arquivos RAW para enormes trabalhos coletivos de capturas de céu profundo.

source: A <strong>public data pool</strong> is a way for subscribers to the <a href="%(rawdata_url)s">AstoBin Raw Data Platform</a> to collectively contribute to repositories of FIT and digital camera raw files, and achieve massive integration times, often consisting in hundreds of integration hours, on super deep images of the cosmos.
el: Μια <strong>δημόσια περιοχή δεδομένων</strong> είναι ένας τρόπος για τους συνδρομητές της <a href="%(rawdata_url)s">Πλατφόρμας των Ανεπεξέργαστων Δεδομένων του AstoBin</a> να συνεισφέρουν συλλογικά σε αποθήκες αρχείων FIT και αρχείων raw από ψηφιακές κάμερες, και να πετύχουν ογκώδεις χρόνους ολοκλήρωσης, συχνά αποτελούμενους από εκατοντάδες ώρες ολοκλήρωσης, σε υπέρ-βαθιές εικόνες του σύμπαντος.
nl: Een <strong>publieke gevensbank</strong> laat abonnees van het <a href="%(rawdata_url)s">AstoBin Raw Data Platform</a> toe om gezamenlijk een FIT en DSLR raw data verzamelingsbestand op te bouwen en aldus honderden uren integratietijd te verzamelen om op deze manier super rijke beelden van de cosmos te maken.

source: The <a href="%(rawdata_url)s">Raw Data Platform</a> is primarily a way to securely back up your raw files, and keep them neatly and effortlessly organized, but being part of it also means that you support AstroBin and can perhaps contribute your raw files to scientic discoveries.
el: Η <a href="%(rawdata_url)s">Πλατφόρμα Ανεπεξέργαστων Δεδομένων</a> είναι κυρίως ένας τρόπος για την ασφαλή δημιουργία αντιγράφων ασφαλείας των ανεπεξέργαστων αρχείων σας, και να είναι οργανωμένα χωρίς κόπο, αλλά το να είστε μέρος της σημαίνει επίσης ότι υποστηρίζετε το AstroBin και ίσως να συνεισφέρετε τα ανεπεξέργαστα δεδομένα σας για επιστημονικές ανακαλύψεις.
nl: Het <a href="%(rawdata_url)s">AstoBin Raw Data Platform</a> is voornamelijk bedoeld om op een veilige manier een backup te hebben van je raw bestanden en om ze in één moeite netjes te organiseren. Maar je deelname betekent een steun aan AstroBin en je kan misschien bijdragen aan wetenschappelijke ontdekkingen als je raw bestanden interessante informatie bevatten.
pt_br: A <a href="%(rawdata_url)s">Plataforma Raw Data</a> é, primeiramente, um local para guardar seus arquivos RAW com segurança e deixá-los organizados sem esforço, mas usando este serviço, também significa que você está contribuindo com a manutenção do AstroBin e talvez com descobertas científicas.

source: Restricted content
el: Περιορισμένο περιεχόμενο
nl: Inhoud niet toegankelijk
pt_br: Conteúdo restrito

source: The page you tried to access is reserved for subscribers to the AstroBin <a href="%(rawdata_url)s">Raw Data Platform</a>.
el: Η σελίδα που προσπαθείτε να δείτε είναι διαθέσιμη μόνο για συνδρομητές της <a href="%(rawdata_url)s">Πλατφόρμας Ανεπεξέργαστων Δεδομένων</a> του AstroBin.
nl: Je probeerde een pagina te bekijken die gereserveerd is voor betalende abonnees van het AstroBin <a href="%(rawdata_url)s">Raw Data Platform</a>.
pt_br: A página que você está tentando acessar é restrita a participantes da <a href="%(rawdata_url)s">Plataforma Raw Data</a> do AstroBin.

source: Find out more!
el: Μάθετε περισσότερα!
nl: Meer informatie!
pt_br: Saiba mais!

source: Your download is ready
el: Το αρχείο είναι έτοιμο για κατέβασμα
nl: Je download staat klaar
pt_br: Seu download está pronto

source: We have prepared a ZIP file to bundle the raw data you have requested for download. Please be aware that this is a temporary file will be deleted from our servers within the next 48 hours, and this download is only for you. If you want to share data with others, don't give them this link, but use the <strong>Private shared folders</strong> or <strong>Public data pool</strong> pages.
el: Έχουμε ετοιμάσει ένα αρχείο ZIP για να συγκεντρώσουμε τα ανεπεξέργαστα αρχεία που ζητήσατε για κατέβασμα. Έχετε υπόψη ότι αυτό είναι προσωρινό αρχείο το οποίο θα διαγραφεί από τους servers μας τις επόμενες 48 ώρες, και αυτό το αρχείο κατεβάσματος είναι μόνο για εσάς. Αν θέλετε να μοιραστείτε δεδομένα με άλλους μην τους δώσετε τον αυτόν τον σύνδεσμο, αλλά χρησιμοποιήστε τις σελίδες με τους <strong>Ιδιωτικούς κοινόχρηστους φακέλους</strong> ή την <strong>Δημόσια περιοχή δεδομένων</strong>.
nl: We hebben de gevraagde raw data gebundeld in een ZIP bestand zodat je alle foto's in één keer kan downloaden. Denk eraan dat dit een tijdelijk bestand is dat binnen 48 uur van onze servers zal worden verwijderd en dat dit bestand enkel voor jezelf toegankelijk is. Als je gegevens met anderen wil delen, gebruik dan niet deze link, maar gebruik <strong>Gedeelde Privéfolders</strong> of een <strong>Publieke Gegevensbank</strong>.

source: File size
el: Μέγεθος αρχείου
nl: Bestandsgrootte

source: Your download is processing
el: Το αρχείο που ζητήσατε για κατέβασμα επεξεργάζεται
nl: Je download wordt verwerkt

source: The file or files you have requested are being prepared for download. This should take only a second if you requested just a few files, or a minute for a lot of files. Try to refresh this page soon!
el: Το αρχείο ή τα αρχεία που ζητήσατε ετοιμάζονται για κατέβασμα. Αυτό θα πρέπει να πάρει περίπου ένα δευτερόλεπτο αν ζητήσατε μόνο μερικά αρχεία, ή ένα λεπτό για πολλά αρχεία. Δοκιμάστε να ανανεώσετε την σελίδα σύντομα!
nl: Het bestand of de bestanden die je hebt aangevraagd worden momenteel voorbereid voor download. Dit zal slechts even duren als het om een paar bestanden gaat, maar kan enkele minuten duren als het gaat om een groot aantal foto's. Probeer deze pagina te verversen in de aangegeven tijd!

source: Download not ready
el: Το αρχείο για κατέβασμα δεν είναι έτοιμο
nl: Download niet klaar

source: Please refresh this page in a few seconds.
el: Παρακαλώ ανανεώστε την σελίδα σε μερικά δευτερόλεπτα.
nl: Gelieve de pagina te verversen binnen enkele seconden.

source: month
nl: maand

source: That's only $ %(daily_price)s USD per day!
nl: Dat is slechts %(daily_price)s $ (USD) per dag!

source: Free for %(free_days)s days.
nl: Gratis voor een periode van %(free_days)s dagen.

source: You can cancel at any time.
nl: Je kan het abonnement op iedere moment stopzetten.

source: Subscription process cancelled
nl: Inschrijvingsproces geannuleerd

source: Your transaction with PayPal has been cancelled, so no change in your subscription has occurred.
nl: Je PayPal transactie werd geannuleerd. Je abonnementsformule is dus niet gewijzigd.

source: Return to the <a href="%(plans_url)s">plans page</a>.
nl: Keer terug naar de pagina met de <a href="%(plans_url)s">abonneetypes</a>.

source: Subscription change
nl: Wijziging van het abonnement

source: Your request for a change in your subscription has been processed successfully.
nl: Je aanvraag tot abonnementswijziging werd succesvol verwerkt.

source: Subscription plan
nl: Abonnementstype

source: Your subscription to this plan is cancelled.
nl: Je inschrijving voor dit type werd geannuleerd.

source: You are subscribed to this plan.
nl: Je bent voor dit type geabonneerd.

source: You may <a href="%(cancel_url)s">cancel via PayPal</a> if you wish.
nl: Indien gewenst kan je <a href="%(cancel_url)s">annuleren via PayPal</a>.

source: Subscribe with a secure payment provided by PayPal:
nl: Abonneer via een beveiligde betaling met PayPal:

source: You cannot switch to this plan.
nl: Je kan niet overschakelen naar dit type abonnement.

source: Thank you for supporting AstroBin!
nl: Bedankt om AstroBin te steunen!

source: Subscription confirmed
nl: Lidmaatschap bevestigd

source: Your subscription request to AstroBin Raw Data has been received, and we are awaiting the final confirmation from PayPal. Your subscription should be active within a few minutes!
nl: Je inschrijving voor AstroBin Raw Data werd ontvangen en we wachten nu op de bevestiging van PayPal. Je abonnement zou dus binnen enkele minuten actief moeten worden!

source: Subscription plans
nl: Abonnementstypes

source: <strong>AstroBin Raw Data</strong> allows you to store your raw files (<strong>FIT</strong> and <strong>digital camera raw</strong>) on AstroBin. We will keep them neatly organized, and you will have a safe backup of all your work, including calibration files.
nl: <strong>AstroBin Raw Data</strong> geeft je de mogelijkheid om raw bestanden (<strong>FIT</strong> en <strong>digital camera raw</strong>) op AstroBin te bewaren. We zullen je foto's netjes geordend bewaren en laten aldus toe om een backup te maken van al je werk, inclusief calibratiebestanden.

source: Learn more by reading <a href="%(rawdata_url)s">a short introduction.</a>
nl: Leer meer door de <a href="%(rawdata_url)s">korte inleiding</a> te lezen.

source: Here are the available plans. Choose the one that suits you best!
nl: Dit zijn de beschikbare abonnementstypes. Kies voor de formule die je het best past!

source: Manage
nl: Beheren

source: Choose this plan if you want to keep your expenses to a minimum, but still want the possibity to share your FIT and digital camera raw files with your friends. You can also participate to public data pools and contribute to the deepest deep sky images ever created, and you will always know that you support AstroBin.
nl: Kies voor deze formule als je zo goedkoop mogelijk aan de slag wil, maar toch de mogelijk wil hebben om FIT en raw bestanden met vrienden te delen. Je krijgt eveneens tot de publieke gegevensbanken en kan een bijdrage leveren aan de creatie van de meest gedetailleerde deep sky foto's ooit door amateurs gemaakt. Daarenboven steun je hierbij het AstroBin-project.

source: Choose this plan if you have started out in the recent year or two, or you don't want to share and backup your calibration files. Enjoy a lot of room for a convenient price.
nl: Kies voor dit abonnement als je een tweetal jaar bezig bent met astrofotografie of wanneer je niet van plan bent om je calibratiebestanden te bewaren. Geniet met deze formule van een grote opslagmogelijkheid voor een eerlijke prijs.

source: Choose this plan if you have several years worth of data. You will probably have enough room for all your calibration files, and will enjoy the full potential of the platform.
nl: Kies voor deze optie als je data over verschillende jaren hebt verzameld. Hoogstwaarschijnlijk heb je dan ook genoeg opslagruimte voor al je calibratiebestanden en kan je van het volle potentieel van het platform gebruik maken.

source: Choose this plan if you have a massive amount of raw data that you want to share and backup securely online.
nl: Kies deze formule als je een massieve hoeveelheid aan raw data on-line wil opslaan en delen.

source: PS: are you interested in larger plans? <a href="/contact/">Let us know!</a>
nl: PS: ben je geïnteresseerd in nog grotere opslagmogelijkheden? <a href="/contact/">Laat het ons weten!</a>
