Repository: astrobin/astrobin
Catalog: rawdata/locale/*/LC_MESSAGES/django.po
Languages: el, nl, pt_br

source: Your image has been added to the private shared folder.
el: Η εικόνα σας προστέθηκε στον ιδιωτικό κοινόχρηστο φάκελο.
nl: Je foto werd toegevoegd aan de gedeelde privéfolder.

source: Your private shared folder has been deleted.
el: Ο ιδιωτικός κοινόχρηστος φάκελος σας διαγράφτηκε.
nl: Je gedeelde privéfolder werd verwijderd.

source: Your image has been added to the pool.
el: Η εικόνα σας έχει προστεθεί στην περιοχή
nl: Je beeld werd aan de gegevensbank toegevoegd.

source: Type
el: Τύπος
pt_br: Tipo

source: Camera
el: Κάμερα
pt_br: Câmera

source: Filter
el: Φίλτρο
pt_br: Filtro

source: AstroBin Raw Data
el: Ανεπεξέργαστα Δεδομένα του AstroBin

source: OK
el: Εντάξει
