Repository: astrobin/astrobin
Catalog: astrobin_apps_platesolving/locale/*/LC_MESSAGES/django.po
Languages: hu, ja, pl

source: Perform a blind solve
hu: Blind solve elvégzése
ja: ブラインドソルビングの実行
pl: Uruchom losową astrometrię

source: Attempt to solve with no hints. In most cases this will work, but it will take longer.
hu: Megoldás adatok megadása nélkül. A legtöbb esetben ez működni fog, de hosszabb ideig tart.
ja: ノーヒントでやってみましょう。ほとんどの場合、これでうまくいくかもしれませんが、時間がかかります。
pl: Spróbuj wykonać astrometrię bez podpowiedzi. W większości przypadków będzie to możliwe ale zajmie więcej czasu.

source: Width of the field in degrees
hu: A mező szélessége fokban
ja: 写野幅（度）
pl: Szerokość pola widzenia w stopniach

source: Width of the field in arcminutes
hu: A mező szélessége ívpercben
ja: 写野幅（秒角）
pl: Szerokość pola widzenia w minutach kątowych

source: Resolution of the field in arcseconds/pixel
hu: A mező felbontása ívmásodperc/pixelben
ja: 写野の分解能（秒角）
pl: Rozdzielczość pola widzenia w sekundach kątowych na pixel (''/pix)

source: Field size units
hu: Mező méretegységek
ja: 写野の大きさの単位
pl: Jednostka wielkości pola widzenia

source: Min field size
hu: Minimum területméret
ja: 最小写野の大きさ
pl: Minimalny rozmiar pola widzenia

source: Estimate the lower bound for the width of this field.
hu: A terület szélessége alsó határának becslése.
ja: この写野の幅の最小値を推定する
pl: Oszacuje dolną granicę dla szerokości tego pola widzenia

source: Max field size
hu: Maximum területméret
ja: 最大写野の大きさ
pl: Maksymalny rozmiar pola widzenia

source: Estimate the upper bound for the width of this field.
hu: A terület szélessége felső határának becslése.
ja: この写野の幅の最大値を推定する
pl: Oszacuj górną granicę dla tego pola widzenia.

source: Center RA
hu: Közép RA
ja: RA中心
pl: Centrum RA

source: Center RA of the field in degrees, 0.000 to 360.000
hu: A terület közép RA-ja fokban, 0.000-360.000
ja: この写野の中心のRAの度数を0.000から 360.000で記す
pl: Centrum RA pola widzenia w stopniach, 0.000 to 360.000

source: Center dec
hu: Közép dec
ja: DEC中心
pl: Centrum DEC

source: Center dec of the field in degrees, -90.000 to +90.000
hu: A terület közép dec-je fokban, -90.000 - +90.000
ja: この写野の中心のDECの度数を0.000から 360.000で記す
pl: Centrum DEC pola widzenia w stopniach, -90.000 to +90.000

source: Radius
hu: Sugár
ja: 半径
pl: Promień

source: Tells the plate-solving engine to look within these many degrees of the given center RA and dec position.
hu: Megmondja a plate-solve motornak, hogy ennyi fokon belül keressen a megadott RA és dec pozíciók alapján.
ja: プレートソルビングのエンジンに、RA中心とDec位置から何度以内を検索するかを指示してください。
pl: Wskaż silnikowi do astrometrii żeby przeglądał zakres wewnątrz wskazanych pozycji RA i DEC

source: Small
hu: Kicsi
ja: 小
pl: Mały

source: Medium
hu: Közepes
ja: 中
pl: Średni

source: Large
hu: Nagy
ja: 大
pl: Duży

source: Sample raw frame (max 100 MB)
hu: Minta nyers kép (max 100 MB)
ja: サンプルのRawファイル（最大100MB）

source: To improve the accuracy of your plate-solution even further, please upload one of the XISF or FITS files from your data set. Such files normally have date and time headers that will allow AstroBin to calculate solar system body ephemerides and find planets and asteroids in your image (provided you also add location information to it).<br/><br/>For maximum accuracy, it's recommended that you use PixInsight's native and open format XISF. Learn more about XISF here:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/> <strong>Please note:</strong> it's very important that the XISF or FITS file you upload is aligned to your processed image, otherwise the object annotations will not match. To improve your chances at a successful accurate plate-solution, calibrate your file the usual way (dark/bias/flats) but do not stretch it.
hu: A plate-solving további pontosításához, kérjük töltsd fel az egyik XISF vagy FITS fájlodat az adatgyűjteményedből. Ezeknek a fájloknak általában vannak dátum és idő metaadatai, amikkel az AstroBin kiszámolhatja a naprendszeri testek eseményeit és megtalálhat bolygókat és aszteroidákat a képeden (feltéve, hogy hozzáadtál helyszíninformációt is).<br/><br/>A teljes pontosság érdekében ajánlott, hogy a PixInsight natív és nyílt formátumát, az XISF-et használd. Tudj meg többet az XISF-ről itt:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/> <strong>Vedd figyelembe:</strong> nagyon fontos, hogy a feltöltött XISF vagy FITS fájlok ugyanúgy legyenek igazítva, mint a szerkesztett kép, különben a megjelölések nem jó helyen lesznek. A sikeres és legpontosabb plate-solving érdekében kalibráld a fájlodat a szokásos módon (dark/bias/flats), de ne nyújtsd.
ja: プレートソルビングの精度をさらに高めるために、あなたのデータセットからXISFファイルまたはFITSファイルのいずれかをアップロードしてください。このようなファイルには通常、日付と時間のヘッダーがあり、AstroBinが太陽系天体暦を計算し、画像内の惑星や小惑星を見つけることができます（位置情報も追加している場合）。<br/><br/>最高の精度を得るためには、PixInsightのネイティブかつオープンなフォーマットであるXISFを使用することをお勧めします。 XISFファイルについてはこちら:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/><strong>注意:</strong> アップロードするXISFまたはFITSファイルが処理された画像と整合していることが非常に重要で、さもなければ対象の注釈が一致しません。正確なプレートソルビングの可能性を高めるために、ファイルを通常の方法でキャリブレーションしてください(ダーク/バイアス/フラット)。

source: Scaled font size
hu: Skálázott betűméret
ja: フォントサイズの拡大縮小

source: Font size of the annotations on your main image page
hu: A fő képoldalon található megjelölések betűmérete
ja: メイン画像ページでの注釈のフォントサイズ
pl: Rozmiar czcionki podpisów na głównej stronie ze zdjęciami

source: Show equatorial grid
hu: Egyenlítői háló mutatása
ja: 緯度のグリッドを表示する
pl: Pokaż siatkę równikową

source: Show constellation borders
hu: Csillagképek határának mutatása
ja: 星座の境界線を表示する
pl: Pokaż granice konstelacji

source: Show constellation lines
hu: Csillagképek vonalainak mutatása
ja: 星座ラインを表示する
pl: Pokaż linie gwiazdozbiorów

source: Show named stars
hu: Elnevezett csillagok mutatása
ja: 星の名前を表示する
pl: Pokaż nazwy gwiazd

source: Show Messier objects
hu: Messier objektumok mutatása
ja: メシエ天体を表示する
pl: Pokaż obiekty z katalogu Messiera

source: Show NGC and IC objects
hu: NGC és IC objektumok mutatása
ja: NGCもしくはIC天体を表示する
pl: Pokaż obiekty z katalogów NGC i IC

source: Show VdB objects
hu: VdB objektumok mutatása
ja: VdB天体を表示する
pl: Pokaż obiekty z katalogu VdB

source: Show Sharpless objects
hu: Sharpless objektumok mutatása
ja: Sh2天体を表示する
pl: Pokaż obiekty z katalogu Sharpless

source: Show Barnard objects
hu: Barnard objektumok mutatása
ja: バーナード天体を表示する
pl: Pokaż obiekty z katalogy Barnarda

source: Show PGC objects
hu: PGC objektumok mutatása
ja: PGC天体を表示する
pl: Pokaż obiekty z katalogu PGC

source: Show planets
hu: Bolygók mutatása
ja: 惑星を表示する
pl: Pokaż planety

source: Only available if your image at least an acquisition time and an accurate location
hu: Akkor elérhető, ha képedhez meg van adva a képkészítés ideje és pontos helyszín
ja: 撮影時間と正確な位置がわかっている場合のみ利用可能です

source: Show asteroids
hu: Aszteroidák mutatása
ja: 小惑星を表示する
pl: Pokaż planetoidy

source: Show GCVS stars
hu: GCVS csillagok mutatása
ja: GCVSの変光星を表示する
pl: Pokaż gwiazdy GCVS

source: General Catalog of Variable Stars
hu: Változócsillagok Általános Katalógusa
ja: 変光星総合カタログ

source: Show Tycho-2 catalog
hu: Tycho-2 katalógus mutatása
ja: Tycho-2カタログを表示する
pl: Pokaż katalog Tycho-2

source: Show CGPN objects
hu: CGPN objektumok mutatása
ja: CGPN天体を表示する
pl: Pokaż obiekty z katalogy CGPN

source: Getting plate-solving status, please wait...
hu: Plate-solve státusz lekérése, kérjük, várj...
ja: プレートソルビングの状況を取得します。お待ちください
pl: Pobieram status mapowania szczegółów zdjęcia, proszę czekać...

source: Plate-solving starting, please do not leave this page...
hu: A plate-solve megkezdődik, kérjük, ne hagyd el azt az oldalt...
ja: プレートソルビングを開始しました。このページを離れないでください。
pl: Redukcja astrometryczna zdjęcia rozpoczęta, proszę nie opuszczać strony...

source: Advanced plate-solving starting, please do not leave this page...
hu: A fejlett plate-solve megkezdődik, kérjük, ne hagyd el azt az oldalt...
ja: 高度なプレートソルビングを開始しました。このページを離れないでください。
pl: Zaawansowana redukcja astrometryczna zdjęcia rozpoczęta, proszę nie opuszczać strony...

source: Plate-solving started. You may leave this page.
hu: A plate-solving elkezdődött. Elhagyhatod az oldalt.
ja: プレートソルビングを開始しました。このページを離れてもかまいません。
pl: Redukcja astrometryczna zdjęcia uruchomiona w tle. Możesz opuścić stronę.

source: Advanced plate-solving started. You may leave this page.
hu: A fejlett plate-solving elkezdődött. Elhagyhatod az oldalt.
ja: プレートソルビングを開始しました。このページを離れてもかまいません。

source: Plate-solving almost ready, please do not leave this page...
hu: A plate-solve majdnem kész, kérjük, ne hagyd el azt az oldalt...
ja: 高度なプレートソルビングをたぶん開始しました。このページを離れないでください。
pl: Mapowanie szczegółów zdjęcia prawie gotowe, proszę nie opuszczać strony...

source: This image could not be plate-solved.
hu: A képet nem lehetett megoldani.
ja: この画像はプレートソルビングできませんでした。
pl: Mapowanie szczegółów nie jest możliwe dla tego zdjęcia.

source: The advanced plate-solving failed.
hu: A fejlett plate-solve sikertelen.
ja: この画像は高度なプレートソルビングに失敗しました。

source: This image has been plate-solved. Refresh the page to see new data!
hu: A kép meg lett oldva plate-solve segítségével. Frissítsd az oldalt, hogy megnézhesd az új adatokat!
ja: この画像はプレートソルビングできました。新しいデータをみるためにページをリロードしてください。

source: The advanced plate-solved finished. Refresh the page to see new data!
hu: A fejlett plate-solve befejeződött. Frissítsd az oldalt, hogy megnézhesd az új adatokat!
ja: 高度なプレートソルビングできました。新しいデータをみるためにページをリロードしてください。

source: Error
hu: Hiba
ja: エラー

source: AstroBin could not plate-solve this image because it was not possible to establish a connection to nova.astrometry.net. Please try again later!
hu: Az AstroBin nem tudta megoldani ezt a képet, mert nem sikerült kapcsolatot létesíteni a nova.astrometry.net címmel. Kérjük, próbálkozz később!
ja: nova.astrometry.netへの接続ができなかったため、AstroBinはこの画像をプレートソルビングすることができませんでした。後で再試行してください

source: AstroBin could not plate-solve this image because nova.astrometry.net reported an internal server error.
ja: nova.astrometry.netが内部サーバーエラーをレポートしたため、AstroBinはこの画像をプレートソルビングすることができませんでした。

source: AstroBin could not plate-solve this image because nova.astrometry.net reported an unepexted error.
ja: nova.astrometry.netが予期せぬエラーをレポートしたため、AstroBinはこの画像をプレートソルビングすることができませんでした。

source: Show objects from the Lynds' Catalogue of Bright Nebulae (LBN) (Lynds 1965)
hu: Objektumok mutatása a Lynds' Catalogue of Bright Nebulae-ból (LBN) (Lynds 1965)
ja: Lynds' Catalogue of Bright Nebulae (LBN) (Lynds 1965) に掲載されている天体を表示する

source: Show objects from the Lynds' Catalogue of Dark Nebulae (LDN) (Lynds 1962)
hu: Objektumok mutatása a Lynds' Catalogue of Dark Nebulae-ból (LDN) (Lynds 1962)
ja: Lynds' Catalogue of Dark Nebulae (LDN) (Lynds 1965) に掲載されている天体を表示する

source: Show quasars
hu: Kvazárok mutatása
ja: クオーサーを表示する

source: Missing
hu: Hiányzik
ja: 失敗

source: Basic pending
hu: Egyszerű tart
ja: 基本的にペンディング

source: Basic failed
hu: Egyszerű sikertelen
ja: 基本的に失敗

source: Basic success
hu: Egyszerű sikeres
ja: 基本的に成功

source: Advanced pending
hu: Fejlett tart
ja: 高度なペンディング

source: Advanced failed
hu: Fejlett sikertelen
ja: 高度な失敗

source: Advanced success
hu: Fejlett sikeres
ja: 高度な成功

source: AstroBin could not plate-solve this image because of an unexpected error.
ja: AstroBinは予期せぬエラーが発生したため、この画像をプレートソルビングすることができませんでした。

source: Starting task...
hu: Művelet indítása...
ja: タスクを開始しました

source: Downloading image...
hu: Kép letöltése...
ja: 画像をダウンロード中

source: Plate-solving image...
hu: Kép plate-solve megoldása...
ja: 画像をプレートソルビング中

source: Generating image annotations...
hu: Képmegjelölések generálása...
ja: 画像への注釈を生成中

source: Processing SVG documents...
hu: SVG dokumentumok feldolgozása...
ja: SVGドキュメントを処理中

source: Uploading results...
hu: Eredmények feltöltése...
ja: 結果をアップロード中

source: Task completed
hu: Feladat elvégezve
ja: タスクが完了しました

source: Plate-solving information
hu: Plate-solving információ
ja: プレートソルビング情報

source: Status
hu: Státusz
ja: ステータス

source: Started
hu: Elindítva
ja: 開始した

source: Astrometry.net job
hu: Astrometry.net munka
ja: Astrometry.netの作業

source: PixInsight job
hu: PixInsight munka
ja: Pixinsightの作業

source: PixInsight queue size
hu: PixInsight várólista mérete
ja: PixInsightのキューサイズ

source: PixInsight stage
ja: PixInsightのステージ

source: PixInsight log
ja: PixInsightのログ

source: center
hu: közép
ja: 中心

source: degrees
hu: fok
ja: 度

source: top/left
hu: felső/bal
ja: 左上

source: top/right
hu: felső/jobb
ja: 右上

source: bottom/right
hu: alsó/jobb
ja: 右下

source: bottom/left
hu: alsó/bal
ja: 左下

source: Close
hu: Bezárás
ja: 閉じる

source: Invalid
hu: Érvénytelen
ja: 無効

source: Generating finding charts...
hu: Találati táblázatok generálása...
ja: ファインディングチャートを生成中

source: AstroBin could not plate-solve this image because nova.astrometry.net reported an internal server error. Please try again later!
hu: Az AstroBin nem tudta megoldani ezt a képet, mert a nova.astrometry.net belső szerverhibát jelentett. Kérjük, próbálkozz később!
ja: nova.astrometry.netが内部サーバーエラーをレポートしたため、AstroBinはこの画像をプレートソルビングすることができませんでした。

source: AstroBin could not plate-solve this image because of an unexpected error. Please try again later!
hu: Az AstroBin nem tudta megoldani ezt a képet egy váratlan hiba miatt. Kérjük, próbálkozz később!
ja: nova.astrometry.netが予期せぬエラーをレポートしたため、AstroBinはこの画像をプレートソルビングすることができませんでした。後ほど試してください。

source: Your migration data
ja: あなたの移行データ

source: Total amount donated last year
ja: 昨年の総寄付金額

source: First payment
ja: 最初の支払い

source: Price for Premium
ja: プレミアムに対しての価格

source: Days covered
ja: 対象期間

source: Premium expiration
ja: プレミアムの期限切れ

source: Your donations last year
ja: あなたの昨年の寄付金額

source: Amount
ja: 金額

source: Date
ja: 日付

source: Subscription
ja: 定期契約

source: Migrate donations
ja: 寄付金を利用する

source: Error!
ja: エラー

source: Sorry, but it looks like you cannot migrate your donations to a Premium membership.
ja: 申し訳ございませんが、寄付金をプレミアム会員用に流用することはできないようです。

source: You already have a paid membership.
ja: あなたは既に有料会員です。

source: We could not find any donations from you last year.
ja: 昨年においてあなたからの寄付は見つかりませんでした。

source: Your donations last year were not enough to cover a Premium subscription for this year.
ja: あなたの昨年の寄付金では、今年度のプレミアム会員になるには十分ではありませんでした。

source: View the subscription plans
ja: 定期契約プランをみる

source: As you have made donations during the last year, you may choose to transfer the amount you donated towards an AstroBin Premium membership. The membership will have an expiration date proportionate to the amount you donated.
ja: 昨年、寄付をされた方は、寄付された金額をAstroBinプレミアム会員に利用することができます。会員資格の有効期限は、寄付した金額に比例します。

source: If you are feeling particularly cool and generous, you may choose to consider your past donations as a contribution to support past efforts, and pay again for a Premium plan. Up to you!
ja: 特にクールで寛大な心をもった方は、過去の寄付を過去の取り組みを支援するための寄付と考え、プレミアムプラン向けにもう一度、お支払いいただくことも可能です。それは、あなた次第です。

source: No, I want to pay for Premium
ja: いいえ、プレミアム向けに払いたくありません

source: Success
ja: 成功

source: Your migration was successful.
ja: あなたの寄付金の利用は成功しました。

source: Thanks for supporting AstroBin!
ja: AstroBinをサポートいただきありがとうございました。

source: Your "%(subscription_name)s" subscription on AstroBin has just expired.
ja: あなたのAstroBinでの"%(subscription_name)s" 定期契約は期限切れです。

source: When a subscription on AstroBin expires, nothing happens to your images or any of your content. You are reverted to AstroBin Free and will not be able to upload new images until you renew, but you may continue to use AstroBin in all other aspects if you do not have any new images to share at the moment.
ja: AstroBinの定期契約が終了しても、お客様の画像やコンテンツには何も起こりません。新たに更新するまではAstroBin Freeに戻り、新しい画像をアップロードすることができなくなります。しかし、現在新しく共有したい画像がない場合は、他のすべての機能面においてAstroBinを使い続けることができます。

source: When you are ready to renew your subscription, please visit the following page:
ja: 更新のお手続きをされる場合は、以下のページをご覧ください：

source: Your AstroBin subscription has just expired
ja: あなたのAstroBinでの定期契約は期限が切れています。

source: Your "%(subscription_name)s" subscription on AstroBin will expire in one week.
ja: あなたのAstroBinでの"%(subscription_name)s" 定期契約はあと１週間で切れます。

source: PLEASE NOTE! At the moment, you cannot renew a subscription while it is still ongoing. Please wait until it is expired. Thank you!
ja: ご注意ください。現在、契約期間中は更新することができません。有効期限が切れるまでお待ちください。ありがとうございました。

source: Your AstroBin subscription will expire in one week
ja: あなたのAstroBinでの定期契約はあと１週間で切れます。

source: Your "%(subscription_name)s" subscription on AstroBin will be automatically renewed in one week.
ja: あなたのAstroBinでの"%(subscription_name)s" 定期契約はあと１週間で自動更新されます。

source: You have an automatically renewing subscription on AstroBin, and we will attempt to renew it automatically. If your subscription was created the regular way, via PayPal, then PayPal will attempt to charge your credit card or retrieve funds that are available in your account.
ja: AstroBinで自動更新の定期契約をされているので、自動更新を試みます。お客様の定期契約がPayPalを通じて通常の方法で作成された場合、PayPalはお客様のクレジットカードに課金するか、お客様のアカウントにある資金を回収しようとします。

source: If your subscription was created manually via a bank transfer, please get in touch for a new payment.
ja: 銀行振り込みで手動で作成された定期購入の場合は、新たにお支払いいただく必要がありますので、ご連絡ください。

source: Thank you!
ja: ありがとうございました。

source: Your AstroBin subscription will be automatically renewed in one week
ja: あなたのAstroBinでの定期契約はあと１週間で自動更新されます。

source: Your "%(subscription_name)s" subscription on AstroBin will be automatically renewed in 30 days.
ja: あなたのAstroBinでの"%(subscription_name)s" 定期契約はあと30日で自動更新されます。

source: Your AstroBin subscription will be automatically renewed in 30 days
ja: あなたのAstroBinでの定期契約はあと30日で自動更新されます。

source: Show HD stars
hu: HD csillagok mutatása
ja: HD恒星を表示する

source: This catalog uses data from the All-sky Compiled Catalogue of 2.5 million stars (Kharchenko+ 2009), VizieR catalog: I/280B.
hu: Ez a katalógus az All-sky Compiled Catalogue-ból használ adatokat 2,5 millió csillagból (Kharchenko+ 2009), VizieR katalógus: I/280B.
ja: このカタログは、All-sky Compiled Catalogue of 250 million stars (Kharchenko+ 2009), VizieR catalog:I/280Bのデータを使用しています。

source: Max. magnitude
hu: Max. magnitúdó
ja: 最大等級

source: Only HD stars up to this magnitude will be rendered. If left empty, the catalog's default value will be used.
hu: Csak a HD csillagok lesznek megjelenítve ezen magnitúdóig. Ha üresen hagyod, akkor a katalógus alapértelmezett értékét fogjuk használni.
ja: この等級までのHD恒星のみレンダリングされます。空欄のままだとカタログのデフォルト値が使われます。

source: Only GCVS stars up to this magnitude will be rendered. If left empty, the catalog's default value will be used.
hu: Csak a GCVS csillagok lesznek megjelenítve ezen magnitúdóig. Üresen hagyva a katalógus alapértelmezett értéke lesz használva.
ja: この等級までのGCVS恒星のみがレンダリングされます。空欄の場合は、カタログのデフォルト値が使用されます。

source: Only Tycho-2 stars up to this magnitude will be rendered. If left empty, the catalog's default value will be used.
hu: Csak a Tycho-2 csillagok lesznek megjelenítve ezen magnitúdóig. Üresen hagyva a katalógus alapértelmezett értéke lesz használva.
ja: この等級までのTycho-2恒星のみがレンダリングされます。空欄の場合は、カタログのデフォルト値が使用されます。
