Repository: astrobin/astrobin
Catalog: astrobin_apps_groups/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, hu, ja, pt, uk

source: This is a non-automatic submission group: you will pick and choose which images you want to submit.
de: Dies ist eine nicht-automatische Einreichungsgruppe: Du wählst aus, welche Bilder Du einreichen möchtest.
es: Este es un grupo de envío no automático: usted seleccionará y elegirá qué imágenes desea enviar
fr: Il s'agit d'un groupe pour lequel l'importation d'images est sélective : vous sélectionnez et choisissez spécifiquement les images que vous souhaitez soumettre.
hu: Ez egy nem automatikus beküldési csoport: te választod ki, hogy melyik képeket szeretnéd beküldeni.
ja: このグループは自動投稿ではありません：投稿したい画像を自分で選んでください。
pt: Este é um grupo de envio não automático: você escolherá as imagens que deseja enviar.
uk: Це група без автододавання: Вам потрібно буде самостійно вказати, які зображення ви хочете додати.

source: Leave group?
de: Gruppe verlassen?
es: ¿Abandonar el grupo?
fr: Quitter le groupe ?
hu: Elhagyod a csoportot?
ja: グループを離脱しますか？
pt: Sair do grupo?
uk: Залишити групу?

source: By leaving this group, your image submissions will no longer be visible to group members, while your forum posts will remain. Are you sure?
de: Wenn Du diese Gruppe verlässt, sind Deine Bildbeiträge für die Gruppenmitglieder nicht mehr sichtbar, während Deine Forenbeiträge bestehen bleiben. Bist Du sicher?
es: Al salir de este grupo, los envíos de imágenes ya no serán visibles para los miembros del grupo, mientras que las publicaciones del foro permanecerán. ¿Estás seguro?
fr: En quittant ce groupe, vos images soumises ne seront plus visibles pour les membres du groupe, mais vos messages dans le forum seront conservés. Êtes-vous sûr ?
hu: Ha kilépsz ebből a csoportból, akkor a csoporttagok nem láthatják többé a képeidet, míg a fórumbejegyzéseid megmaradnak. Biztos vagy benne?
ja: このグループから抜けると、画像投稿はグループのメンバーに表示されなくなりますが、フォーラムへの投稿は残ります。本当ですか？
pt: Ao sair deste grupo, seus envios de imagens não serão mais visíveis para os membros do grupo, enquanto as postagens no fórum permanecerão. Você tem certeza?
uk: Залишаючи цю групу, Ви видаляєте всі свої зображення, при цьому Ваші повідомлення залишаться. Ви впевнені?

source: Groups
de: Gruppen
es: Grupos
fr: Groupes
hu: Csoportok
ja: グループ数
pt: Grupos
uk: Групи

source: Sort
de: Sortieren nach
es: Ordenar
fr: Trier
hu: Rendezés
ja: 並び替え
pt: Classificar
uk: Впорядкувати

source: Date created
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
hu: Létrehozás dátuma
ja: 作成日
pt: Data de criação
uk: Дата створення

source: Your private groups
de: Deine privaten Gruppen
es: Sus grupos privados
fr: Vos groupes privés
pt: Seus grupos privados
uk: Ваші приватні групи

source: You own, or are a member of, or were invited to, these private groups.
de: Du besitzt diese privaten Gruppen, bist Mitglied oder wurdest zu ihnen eingeladen.
es: Usted es dueño de, o es miembro de, o fue invitado a estos grupos privados.
fr: Vous êtes créateur ou membre de ces groupes privés, ou y avez été invité.
pt: Você possui, ou é membro ou foi convidado para esses grupos privados.
uk: Ви є власником цих приватних груп або є членом цих приватних груп чи були запрошені до них.

# group
source: Create private group
de: Private Gruppe erstellen
es: Crear grupos privados
fr: Créer un groupe privé
pt: Criar grupo privado
uk: Створити приватну групу

source: Public groups
de: Öffentliche Gruppen
es: Grupos públicos
fr: Groupes publics
hu: Nyilvános csoportok
ja: 公開グループ
pt: Grupos públicos
uk: Відкриті групи

source: Open to the whole community.
de: Offen für die gesamte Gemeinschaft.
es: Abrir a toda la comunidad
fr: Ouverts à l'ensemble de la communauté.
pt: Aberto a toda a comunidade.
uk: Відкрито для всієї громади.

# group
source: Create public group
de: Öffentliche Gruppe erstellen
es: Crear grupo público
fr: Créer un groupe public
pt: Criar grupo público
uk: Створити публічну групу

source: No groups available.
de: Keine Gruppen verfügbar.
es: No hay grupos disponibles.
fr: Aucun groupe disponible.
hu: Nincs elérhető csoport.
ja: グループを利用できません
pt: Nenhum grupo disponível.
uk: Немає доступних груп.

source: Revoke?
de: Widerrufen?
es: ¿Revocar?
fr: Annuler ?
hu: Visszavonod?
ja: 取消しますか？
pt: Revogar?
uk: Відкликати?

source: Revoke invitation
de: Einladung widerrufen
es: Revocar la invitación
fr: Annuler l'invitation
hu: Meghívás visszavonása
ja: 招待を取り消す
pt: Revogar convite
uk: Відкликати запрошення

source: This group has no active invitations.
de: Diese Gruppe hat keine aktiven Einladungen.
es: Este grupo no tiene invitaciones activas.
fr: Ce groupe n'a pas d'invitations en cours.
hu: Ennek a csoportnak nincsenek aktív meghívói.
ja: グループには招待はありません。
pt: Este grupo não tem convites ativos.
uk: У цій групі нема активних запрошень.

source: Moderators
de: Moderatoren
es: Moderadores
fr: Modérateurs
hu: Moderátorok
ja: モデレーター
pt: Moderadores
uk: Модератори

source: Remove moderator status
de: Moderator-Status entfernen
es: Remover estatus de moderador
fr: Révoquer le statut de modérateur
hu: Moderátori státusz eltávolítása
ja: モデレーターの資格を取り消す
pt: Remover status de moderador
uk: Прибрати статус модератора

source: This group has no moderators.
de: Diese Gruppe hat keine Moderatoren.
es: Este grupo no tiene moderadores
fr: Ce groupe n'a pas de modérateurs.
hu: Ennek a csoportnak nincsenek moderátorai.
ja: このグループはモデレーターがいません。
pt: Este grupo não tem moderadores.
uk: У цій групі немає модераторів.

source: Make moderator
de: Zum Moderator machen
es: Volver moderador
fr: Promouvoir en modérateur
hu: Moderátorrá tevés
ja: モデレーターを作成する
pt: Tornar moderador
uk: Зробити модератором

source: Remove member
de: Element entfernen
es: Eliminar miembro
fr: Supprimer un membre
hu: Tag eltávolítása
ja: メンバーを取り消す
pt: Remover membro
uk: Видалити учасника

source: This group has no members.
de: Diese Gruppe hat keine Mitglieder.
es: Este grupo no tiene miembros.
fr: Ce groupe n'a aucun membre.
hu: Ennek a csoportnak nincsenek tagjai.
ja: このグループにはメンバーがいません。
pt: Este grupo não tem membros.
uk: У цій групі немає учасників.

source: Type in a search term
de: Suchanfrage eingeben
es: Teclee los términos de búsqueda
fr: Saisissez un terme de recherche
hu: Írj be egy keresési szót
ja: 検索ワードを入力する
pt: Digite um termo para a pesquisa
uk: Введіть слово для пошуку

source: No results
de: Keine Ergebnisse
es: Sin resultados
fr: Pas de résultats
hu: Nincs találat
ja: 結果はありません
pt: Nenhum resultado
uk: Немає результатів

source: Searching
de: Suche
es: Buscando
fr: Recherche en cours
hu: Keresés
ja: 検索中
pt: Pesquisando
uk: Виконується пошук

source: members list
de: Mitgliederliste
es: Lista de miembros
fr: liste des membres
hu: tagok listája
ja: メンバー一覧
pt: lista de membros
uk: список учасників

source: Back to group
de: Zurück zur Gruppe
es: Volver al grupo
fr: Retour au groupe
hu: Vissza a csoporthoz
ja: グループに戻る
pt: Voltar ao grupo
uk: Назад до групи

source: Full list of the group members
de: Vollständige Liste der Gruppenmitglieder
es: Lista completa de los miembros del grupo
fr: Liste de l'ensemble des membres du groupe
hu: Csoporttagok teljes listája
ja: グループメンバーの全リスト
pt: Lista completa dos membros do grupo
uk: Повний перелік учасників групи

source: Images in group
de: Bilder in der Gruppe
es: Imágenes en el grupo
fr: Images dans le groupe
hu: Képek a csoportban
ja: グループの画像
pt: Imagens em grupo
uk: Зображення у групі

source: Forum posts in group
de: Forenbeiträge in der Gruppe
es: Publicaciones del foro en el grupo
fr: Messages du forum du groupe
hu: Fórumbejegyzések a csoportban
ja: グループのフォーラムへの投稿
pt: Postagens do fórum no grupo
uk: Сообщения на форуме группы

source: Approve
de: Genehmigen
es: Aprobar
fr: Valider
hu: Elfogadás
ja: 承認する
pt: Aprovar
uk: Підтвердити

source: Reject
de: Ablehnen
es: Rechazar
fr: Refuser
hu: Visszautasítás
ja: 拒絶する
pt: Rejeitar
uk: Відхилити

source: This group has no join requests.
de: Diese Gruppe hat keine Beitrittsanfragen.
es: Este grupo no tiene solicitudes de unión.
fr: Ce groupe n'a pas de demandes d'adhésion en cours.
hu: A csoporthoz nem lehet kérelemmel csatlakozni.
ja: このグループには参加リクエストはありません。
pt: Este grupo não possui solicitações para se juntar.
uk: У цій групі немає запитів на вступ.

source: You cannot add images that are not yours!
de: Du kannst keine Bilder hinzufügen, die Dir nicht gehören!
es: ¡No puede añadir imágenes que no son suyas!
fr: Vous ne pouvez pas importer des images qui ne sont pas les vôtres !
hu: Nem adhatsz hozzá képeket, amik nem a tieid!
ja: 自分のものではない画像を追加することはできません。
pt: Você não pode adicionar imagens que não são suas!
uk: Ви не можете додати чужі зображення!

source: Your image was added to the group.
de: Dein Bild wurde der Gruppe hinzugefügt.
es: Su imagen fue añadida al grupo.
fr: Votre image a été importée dans le groupe.
hu: A képed hozzá lett adva a csoporthoz.
ja: あなたの画像がグループに追加されました。
pt: Sua imagem foi adicionada ao grupo.
uk: Ваше зображення додано до групи.

source: Group updated with your selection of images.
de: Gruppe mit Deiner Auswahl an Bildern aktualisiert.
es: Grupo actualizado con su selección de imágenes.
fr: Groupe actualisé avec votre sélection d'images.
hu: A csoport frissítve lett a kiválasztott képeiddel.
ja: 選択した画像でグループを更新しました。
pt: Sua imagem foi adicionada ao grupo.
uk: Група поповнена Вашою вибіркою зображень.

source: Your new group was created successfully
de: Deine neue Gruppe wurde erfolgreich gegründet
es: Su nuevo grupo fue creado satisfactoriamente
fr: Votre nouveau groupe a été créé avec succès
hu: Az új csoportod sikeresen létre lett hozva
ja: 新しいグループが作成されました
pt: Seu novo grupo foi criado com sucesso
uk: Ваша нова група успішно створена

source: Group deleted
de: Gruppe gelöscht
es: Grupo eliminado
fr: Groupe supprimé
hu: Csoport törölve
ja: グループが削除されました
pt: Grupo excluído
uk: Група видалена

source: You have joined the group
de: Du bist der Gruppe beigetreten
es: Usted se ha unido al grupo
fr: Vous avez rejoins le groupe
hu: Csatlakoztál a csoporthoz
ja: あなたはグループに参加しました
pt: Você se juntou ao grupo
uk: Ви вступили до групи

source: You already were a member of this group
de: Du warst bereits Mitglied dieser Gruppe
es: Usted ya es miembro de este grupo
fr: Vous faites déjà partie de ce groupe
hu: Már tagja vagy ennek a csoportnak
ja: あなたは既にこのグループに参加しています
pt: Você já era um membro deste grupo
uk: Ви вже були учасником цієї групи

source: This is a moderated group, and your join request will be reviewed by a moderator
de: Dies ist eine moderierte Gruppe, und Dein Beitrittsantrag wird von einem Moderator geprüft
es: Este es un grupo moderado, y su solicitud de unión será revisada por un moderador
fr: Il s'agit d'un groupe avec modérateur ; votre demande d'adhésion sera étudiée par un modérateur.
hu: Ez egy moderált csoport, és a csatlakozási kérelmed át lesz nézve egy moderátor által
ja: このグループはモデレーター制をとっており、参加リクエストはモデレーターによってチェックされます。
pt: Este é um grupo moderado e sua solicitação para se juntar será analisada por um moderador
uk: Ця група модерована, і Ваш запит на вступ буде розглянутий модератором

source: You have left the group
de: Du hast die Gruppe verlassen
es: Ha dejado este grupo
fr: Vous avez quitté le groupe
hu: Elhagytad a csoportot
ja: あなたはグループから離脱しました
pt: Você saiu do grupo
uk: Ви вийшли з групи

source: Form saved
de: Formular gespeichert
es: Formulario guardado
fr: Formulaire sauvegardé
hu: Űrlap elmentve
ja: フォームを保存
pt: Formulário salvo
uk: Форма зберажена

source: Only the following category support autosubmission: Professional network, Club or association, Internet community, Friends or partners, Geographical area
de: Nur die folgenden Kategorien unterstützen automatisches Einreichen: Berufliches Netzwerk, Club oder Verein, Internet-Community, Freunde oder Partner, Geografischer Bereich
hu: Csak a következő kategóriák támogatják az automatikus beküldést: Szakmai hálózat, Klub vagy egyesület, Internetes közösség, Barátok vagy partnerek, Földrajzi terület
ja: 以下のカテゴリのみ自動投稿に対応しています：専門家のネットワーク, クラブまたは協会, インターネットコミュニティ, 友人またはパートナー, 地域別
uk: Автоматичне подання підтримують лише такі категорії: Професійна мережа, Клуб чи асоціація, Інтернет-спільнота, Друзі чи партнери, Географічний регіон

source: Publication
de: Publikation
hu: Közzététel
ja: 公開する
uk: Публікація

source: Title
de: Titel
hu: Cím
ja: 表題
uk: Назва

source: Key/value tag
de: Schlüssel/Wert Kennung
ja: Key/valueタグ
uk: Тег ключ/значення

source: Default image sorting
de: Standard-Bildsortierung
hu: Alapértelmezett képrendezés
ja: デフォルトの画像の並び順
uk: Сортування зображень за замовчуванням

source: Image key/value tag sorting
de: Sortierung nach Bild-Schlüssel/Wert-Kennung
hu: Kép key/value tagjének rendezése
ja: 画像のkey/value タグで並び替える
uk: Сортування зображень ключ/значення

source: If images are sorted by a key/value tag, please specify which one. <a target='_blank' href='https://welcome.astrobin.com/features/groups'>Learn more.</a>
de: Wenn die Bilder nach einer Schlüssel/Wert-Kennung sortiert sind, geben Sie bitte an, welche Kennung es ist. <a target='_blank' href='https://welcome.astrobin.com/features/groups'>Learn more.</a>
hu: Ha a képek egy key/value tag alapján vannak rendezve, kérjük, add meg, hogy melyik alapján. <a target='_blank' href='https://welcome.astrobin.com/features/groups'>Learn more.</a>
ja: 画像がkey/valueタグで並び替えられている場合、どれかを指定ください。<a target='_blank' href='https://welcome.astrobin.com/features/groups'>詳細はこちら。</a>
uk: Якщо зображення відсортовано за тегом ключ/значення, укажіть, яким саме. <a target='_blank' href='https://welcome.astrobin.com/features/groups'>Докладніше.</a>

source: Search
de: Suche
hu: Keresés
ja: 検索
uk: Пошук

source: Please don't add more than 100 images in one go, thanks!
de: Bitte fügen Sie nicht mehr als 100 Bilder auf einmal ein. - Danke!
hu: Kérjük, ne adj hozzá több, mint 100 képet egyszerre, köszönjük!
ja: 一度に100枚以上の画像を追加しないでください。
uk: Будь ласка, не додавайте більше 100 зображень за один раз, дякую!

source: Sort images
de: Bilder sortieren
hu: Képek rendezése
ja: 画像を並び替える
uk: Впорядкувати зображення

source: Private groups you own
de: Private Gruppen, die Sie verwalten
hu: Privát csoportok, amik a te tulajdonaid
ja: あなたが所有するプライベートグループ
uk: Приватні групи, якими Ви володієте

source: Private groups you are a member of
de: Private Gruppen, in denen Sie Mitglied sind
hu: Privát csoportok, amiknek tagja vagy
ja: あなたが所属しているプライベートグループ
uk: Приватні групи, до яких Ви входите

source: Private groups you are invited to
de: Private Gruppen, zu denen Sie eingeladen sind
hu: Privát csoportok, amikbe meg vagy hívva
ja: あなたが招待されたプライベートグループ
uk: Приватні групи, до яких вас запрошують

source: Public groups you own
de: Öffentliche Gruppen, die Sie verwalten
hu: Nyilvános csoportok, amik a te tulajdonaid
ja: あなたが所有する公開グループ
uk: Публічні групи, якими Ви володієте

source: Public groups you are a member of
de: Öffentliche Gruppen, in denen Sie Mitglied sind
hu: Nyilvános csoportok, amiknek tagja vagy
ja: あなたが所属している公開グループ
uk: Публічні групи, до яких Ви входите

source: Public groups you are invited to
de: Öffentliche Gruppen, zu denen Sie eingeladen sind
hu: Nyilvános csoportok, amikbe meg vagy hívva
ja: あなたが招待された公開グループ
uk: Публічні групи, до яких Ви запрошені
