Repository: astrobin/astrobin
Catalog: astrobin_apps_groups/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, hu, ja, pt, uk

source: Autosubmission deactivation strategy
de: Strategie zur Deaktivierung der automatischen Einreichung
es: Estrategia de desactivación de envío automático
fr: Stratégie de désactivation de l'importation automatique d'images
hu: Automatikus beküldés deaktiválási stratégiája
ja: 自動投稿の無効化対策
pt: Estratégia de desativação de envio automático
uk: Варіанти відключення автододавання зображень

source: Keep all images currently auto-submitted
de: Alle derzeit automatisch eingereichten Bilder behalten
es: Mantener todas las imágenes actualmente enviadas automáticamente
fr: Conserver toutes les images actuelles importées automatiquement
hu: Képek automatikus beküldésének folytatása
ja: 現在自動投稿されているすべての画像を保持する
pt: Mantenha todas as imagens atualmente enviadas automaticamente
uk: Залишити всі автододані зображення

source: Remove all images and start over
de: Alle Bilder entfernen und neu beginnen
es: Remover todas las imágenes y empezar nuevamente
fr: Supprimer toutes les images et recommencer
hu: Minden kép törlése és újból kezdés
ja: すべての画像を削除して、最初からやり直す
pt: Remova todas as imagens e comece novamente
uk: Видаліть усі зображення та почніть спочатку

source: When changing your group from autosubmission to non-autosubmission, you need to think of what to do with the images currently in the group.
de: Wenn Du Deine Gruppe von automatischer Einreichung in nicht automatische Einreichung ändern, musst Du entscheiden, was Du mit den Bildern, die sich derzeit in der Gruppe befinden, machen möchtest .
es: Al cambiar su grupo de envío automático a sin envío automático, debe pensar qué hacer con las imágenes actualmente en el grupo.
fr: Quand vous modifiez la politique de votre groupe de "importation automatique" à "importation sélective", vous devez déterminer que faire des images actuellement dans le groupe.
hu: Amikor a csoportot automatikus beküldésről nem automatikus beküldésre változtatod, át kell gondolnod, hogy mit kezdj a csoportban lévő képekkel.
ja: グループを自動投稿から非自動投稿に変更する場合、現在グループ内にある画像をどうするか考える必要があります。
pt: Ao alterar seu grupo de envio automático para não-envio automático, você precisa pensar no que fazer com as imagens atualmente no grupo.
uk: У разі відключення автододавання в групі, ви повинні вирішити, що робити із зображеннями в групі.

source: Invite users
de: Benutzer einladen
es: Invitar usuarios:
fr: Inviter des utilisateurs
hu: Felhasználók meghívása
ja: 招待したユーザー
pt: Convidar usuários
uk: Запросити користувачів

source: Users will receive a notification and will be able to join the group
de: Benutzer erhalten eine Benachrichtigung und Du kannst der Gruppe beitreten
es: Los usuarios recibirán una notificación y podrán de unirse al grupo
fr: Les utilisateurs recevront une notification et pourront rejoindre le groupe
hu: A felhasználók kapni fognak egy értesítést és csatlakozni fognak tudni a csoporthoz
ja: ユーザーには通知が届き、グループに参加することができるようになります
pt: Os usuários receberão uma notificação e poderão ingressar no grupo
uk: Користувачі отримають повідомлення та зможуть вступити до групи

source: Professional network
de: Professionelles Netzwerk
es: Network profesional
fr: Réseau professionnel
hu: Szakmai hálózat
ja: 専門家のネットワーク
pt: Rede profissional
uk: Професійна мережа

source: Club or association
de: Club oder Vereinigung
es: Club o asociación
fr: Club ou association
hu: Klub vagy egyesület
ja: クラブまたは協会
pt: Clube ou associação
uk: Клуб або асоціація

source: Internet community
de: Internet-Gemeinschaft
es: Comunidad de internet
fr: Communauté Internet
hu: Internetes közösség
ja: インターネットコミュニティ
pt: Comunidade da Internet
uk: Інтернет-спільнота

source: Friends or partners
de: Freunde oder Partner
es: Amigos o colegas
fr: Amis ou partenaires
hu: Barátok vagy partnerek
ja: 友達もしくはパートナー
pt: Amigos ou parceiros
uk: Друзі чи партнери

source: Geographical area
de: Geografisches Gebiet
es: Área geográfica
fr: Zone géographique
hu: Földrajzi terület
ja: 地域別
pt: Área geográfica
uk: Географічна територія

source: Ad-hoc collaboration
de: Ad-hoc-Zusammenarbeit
es: Colaboración ad-hoc
fr: Collaboration ad hoc
hu: Ad-hoc kollaboráció
ja: アドホックな協業
pt: Colaboração ad-hoc
uk: Спеціальна співпраця

source: Specific to an imaging technique
de: Spezifisch für ein Bildverfahren
es: Específico de una técnica de tratamiento de imágenes
fr: Technique d'imagerie spécifique
hu: Specifikus képkészítési technikára jellemző
ja: 画像処理技術に特化
pt: Específico para uma técnica de imagem
uk: Специфічне для технології зйомки

source: Specific to an astrophotography target
de: Spezifisch für ein astrofotografisches Ziel
es: Específico de un objetivo de astrofotografía
fr: Cibles d'astrophotographie spécifiques
hu: Specifikus asztrofotós objektumra jellemző
ja: 天体写真撮影のターゲットに特化
pt: Específico para um alvo de astrofotografia
uk: Специфічні для астрофотографії цілі

source: Specific to certain equipment
de: Spezifisch für bestimmte Ausrüstung
es: Específico a cierto equipo
fr: Certains équipements spécifiques
hu: Specifikus felszerelésre jellemző
ja: 特定の機器に特化
pt: Específico para certos equipamentos
uk: Специфічне для певного обладнання

source: Other
de: Sonstige
es: Otro
fr: Autre
hu: Egyéb
ja: その他
pt: Outro
uk: Інше

source: Name
es: Nombre
fr: Nom
hu: Név
ja: 名前
pt: Nome
uk: Назва

source: Description
de: Beschreibung
es: Descripción
hu: Leírás
ja: 説明
pt: Descrição
uk: Опис

source: HTML tags are allowed.
de: HTML Tags sind erlaubt.
es: Etiquetas HTML están permitidas.
fr: Les balises HTML sont autorisées.
hu: A HTML tagek engedélyezve vannak.
ja: HTMLタグは使用可能です。
pt: Tags HTML são permitidos.
uk: Дозволено HTML теги.

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
hu: Kategória
ja: カテゴリー
pt: Categoria
uk: Категорія

source: Public group
de: Öffentliche Gruppe
es: Grupo público
fr: Groupe public
hu: Nyilvános csoport
ja: 公開グループ
pt: Grupo público
uk: Публічна група

source: Public groups can be searched by anyone, and all their content is public.
de: Öffentliche Gruppen können von jedem durchsucht werden, und alle ihre Inhalte sind öffentlich.
es: Cualquier persona puede buscar grupos públicos y todo su contenido es público.
fr: Les groupes publics peuvent être recherchés par n'importe qui, et tout leur contenu est public.
hu: A nyilvános csoportokra bárki rákereshet, és minden tartalmuk nyilvános.
ja: 公開グループは誰でも検索可能で、その内容はすべて公開されます。
pt: Grupos públicos podem ser pesquisados por qualquer pessoa e todo o seu conteúdo é público.
uk: У відкритих групах можна шукати всім охочим, їхній вміст відкритий.

source: Moderated group
de: Moderierte Gruppe
es: Grupo moderado
fr: Groupe avec modérateur
hu: Moderált csoport
ja: 公開グループは誰でも検索可能で、その内容はすべて公開されます。
pt: Grupo moderado
uk: Модерована група

source: Moderated groups have a moderation queue for posted images and join requests.
de: Moderierte Gruppen haben eine Moderations-Liste für gepostete Bilder und Beitrittsanfragen.
es: Los grupos moderados tienen una cola de moderación para las imágenes publicadas y las solicitudes de unirse.
fr: Les groupes avec modérateur impliquent la validation préalable des images postées et des demandes d'adhésion.
hu: A moderált csoportok moderálási sorral rendelkeznek a közzétett képek és csatlakozási kérelmek számára.
ja: モデレートされたグループには、投稿された画像や参加リクエストに対してモデレーターによるチェックがあります。
pt: Grupos moderados têm uma fila de moderação para imagens postadas e solicitações de ingresso.
uk: У групах, що модеруються, існує черга, в яку потрапляють зображення і запити на вступ для подальшої модерації.

source: Automatic submission
de: Automatische Einreichung
es: Envío automático
fr: Importation automatique des images
hu: Automatikus beküldés
ja: 自動投稿
pt: Envio automático
uk: Автододавання

source: Groups with automatic submissions always contain all public images from all members. Groups without automatic submission only contain images that are explicitly submitted to it.
de: Gruppen mit automatischen Einreichungen enthalten immer alle öffentlichen Bilder von allen Mitgliedern. Gruppen ohne automatische Einreichung enthalten nur Bilder, die explizit bei ihr eingereicht wurden.
es: Los grupos con envíos automáticos siempre contienen todas las imágenes públicas de todos los miembros. Los grupos sin envío automático solo contienen imágenes que se le envían explícitamente.
fr: Les groupes pour lesquels l'importation automatique des images est activé comportent toujours toutes les images publiques de l'ensemble de les membres. Les groupes pour lesquels l'importation sélective est activée contiennent uniquement les images que les membres choisissent spécifiquement de soumettre.
hu: Az automatikus beküldéssel rendelkező csoportok mindig tartalmazzák az összes tag összes nyilvános képét. Az automatikus beküldés nélküli csoportok csak a kifejezetten beküldött képeket tartalmazzák.
ja: 自動投稿のあるグループには、常に全メンバーの公開画像が含まれます。自動投稿のないグループには、明示的に投稿されたイメージのみが含まれます。
pt: Grupos com envios automáticos sempre contêm todas as imagens públicas de todos os membros. Grupos sem envio automático contêm apenas imagens que são enviadas explicitamente a ele.
uk: Групи з автододаванням завжди містять усі зображення всіх учасників. Групи без додавання містять лише ті зображення, які були додані вручну.

source: Last activity
de: Letzte Aktivität
es: Última actividad:
fr: Activité récente
hu: Utolsó aktivitás
ja: 最終のアクティビティ
pt: Ultima atividade
uk: Останні дії

source: Members
de: Mitglieder
es: Miembros
fr: Membres
hu: Tagok
ja: メンバー
pt: Membros
uk: Учасники

source: Images
de: Bilder
es: Imágenes
hu: Képek
ja: 画像
pt: Imagens
uk: Зображення

source: Forum posts
de: Forums Beitrag
es: Publicaciones en el foro
fr: Messages du forum
hu: Fórumbejegyzések
ja: フォーラムへの投稿
pt: Postagens do fórum
uk: Повідомлення на форумі

source: Owner
de: Eigentümer
es: Propietario
fr: Créateur
hu: Tulajdonos
ja: オーナー
pt: Proprietário
uk: Власник

source: Moderator
es: Moderador
fr: Modérateur
hu: Moderátor
ja: モデレーター
pt: Moderador
uk: Модератор

source: Member
de: Mitglied
es: Miembro
fr: Membre
hu: Tag
ja: メンバー
pt: Membro
uk: Учасник

source: Invited
de: Eingeladen
es: Invitado
fr: Invité
hu: Meghívva
ja: 招待した
pt: Convidado
uk: Запрошений

source: Join request pending approval
de: Beitrittsantrag wartet auf Genehmigung
es: Solicitud de unirse pendiente de aprobación
fr: Demande d'adhésion en attente d'approbation
hu: Csatlakozási kérelem elfogadására várakozás
ja: 参加リクエストは承認待ちです
pt: Solicitação de adesão com aprovação pendente
uk: Запит на вступ чекає на затвердження

source: Add/remove images
de: Bilder hinzufügen/entfernen
es: Añadir/eliminar imágenes
fr: Ajouter/supprimer des images
hu: Képek hozzáadása/eltávolítása
ja: 画像を追加削除する
pt: Adicionar/remover imagens
uk: Додати/видалити зображення

source: Click on the images to include them in this group (and click again to exclude them). Then click on the Save button down below.
de: Klicke auf die Bilder, um sie in diese Gruppe zu posten (und klicke erneut, um sie auszuschließen). Klicke dann unten auf die Schaltfläche Speichern.
es: De clic en las imágenes para incluirlas en este grupo (y de clic nuevamente para excluirlas). Luego, de clic en el botón de guardar en la parte de abajo.
fr: Cliquez sur les images pour les intégrer dans ce groupe (et cliquez à nouveau pour les exclure). Cliquez ensuite sur le bouton Sauvegarder en bas.
hu: Kattints a képekre, hogy bekerüljenek ebbe a csoportba (és kattints újra, ha ki akarod hagyni őket). Ezután kattints a Mentés gombra lent.
ja: 画像をクリックすると、このグループに含まれます（除外する場合は再度クリックします）。そして、下の保存ボタンをクリックします。
pt: Clique nas imagens para incluí-las neste grupo (e clique novamente para excluí-las). Em seguida, clique no botão Salvar abaixo.
uk: Натисніть на зображення, щоб вибрати ті, які потрібно додати до групи (повторне натискання скасовує вибір). Потім натисніть кнопку Зберегти.

source: (no title)
de: (ohne Titel)
es: (sin título)
fr: (aucun titre)
hu: (nincs cím)
ja: （表題なし）
pt: (sem título)
uk: (без назви)

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
hu: Mentés
ja: 保存
pt: Salvar
uk: Зберегти

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégsem
ja: キャンセル
pt: Cancelar
uk: Скасувати

source: Delete group?
de: Gruppe löschen?
es: ¿Eliminar grupo?
fr: Supprimer le groupe ?
hu: Törlöd a csoportot?
ja: グループを削除しますか？
pt: Excluir grupo?
uk: Видалити групу?

source: Careful! Do you really want to delete this group? This operation cannot be undone!
de: Vorsicht! Willst Du diese Gruppe wirklich löschen? Dieser Vorgang kann nicht rückgängig gemacht werden!
es: ¡Cuidado! ¿Realmente desea eliminar este grupo? ¡Esta operación no puede deshacerse!
fr: Attention ! Voulez-vous vraiment supprimer ce groupe ? Cette opération ne peut être annulée !
hu: Óvatosan! Biztosan törölni akarod ezt a csoportot? Ezt a műveletet nem lehet visszavonni!
ja: 注意！本当にこのグループを削除するのですか？この操作は元に戻せません。
pt: Cuidado! Deseja realmente excluir este grupo? Esta operação não pode ser desfeita!
uk: Обережно! Ви дійсно бажаєте видалити цю групу? Цю операцію неможливо скасувати!

source: Delete group
de: Gruppe löschen
es: Eliminar grupo
fr: Effacer le groupe
hu: Csoport törlése
ja: グループを削除する
pt: Excluir grupo
uk: Видалити групу

source: Create new group
de: Neue Gruppe erstellen
es: Crear un grupo nuevo
fr: Créer un nouveau groupe
hu: Új csoport létrehozása
ja: 新しいグループを作成する
pt: Criar novo grupo
uk: Створити нову групу

source: Admin
de: Administrator
es: Administrador
ja: 管理者
pt: Administrador
uk: Адміністратор

source: Edit group
de: Gruppe bearbeiten
es: Editar grupo
fr: Modifier le groupe
hu: Csoport módosítása
ja: グループを編集する
pt: Editar grupo
uk: Редагувати групу

source: Manage members
de: Mitglieder verwalten
es: Gestione miembros
fr: Gérer les membres
hu: Tagok kezelése
ja: メンバーを管理する
pt: Gerenciar membros
uk: Керувати учасниками

source: Actions
de: Aktionen
es: Acciones
hu: Műveletek
ja: アクション
pt: Ações
uk: Дії

source: Join group
de: Gruppe beitreten
es: Unirse a un grupo
fr: Rejoindre le groupe
hu: Csatlakozás a csoporthoz
ja: グループに参加する
pt: Se juntar ao grupo
uk: Приєднатись до групи

source: Leave group
de: Gruppe verlassen
es: Abandonar el grupo
fr: Quitter le groupe
hu: Csoport elhagyása
ja: グループを離れる
pt: Sair do grupo
uk: Залишити групу

source: Moderate join requests
de: Beitrittsanfragen moderieren
es: Moderar solicitudes de unión
fr: Modération des demandes d'adhésion
hu: Csatlakozási kérelmek moderálása
ja: 参加リクエストをモデレートする
pt: Solicitações para se juntar moderadas
uk: Модерувати запити на вступ

source: This group is public
de: Diese Gruppe ist öffentlich
es: Este grupo es público
fr: Ce groupe est public
hu: Ez a csoport nyilvános
ja: このグループは公開しています
pt: Este grupo é público
uk: Ця група відкрита

source: This group is private
de: Privat
es: Este grupo es privado
fr: Ce groupe est privé
hu: Ez a csoport privát
ja: このグループはプライベートです
pt: Este grupo é privado
uk: Це закрита група

source: This group is moderated
de: Diese Gruppe wird moderiert
es: Este grupo es moderado
fr: Groupe avec modérateur
hu: Ez a csoport moderált
ja: このグループはモデレートされています
pt: Este grupo é moderado
uk: Це модерована група

source: This group is not moderated
de: Diese Gruppe wird nicht moderiert
es: Este grupo no es moderado
fr: Groupe sans modérateur
hu: Ez a csoport nem moderált
ja: このグループはモデレートされていません
pt: Este grupo não é moderado
uk: Це немодерована група

source: This group has automatic submission
de: Diese Gruppe hat eine automatische Einreichung
es: Este grupo tiene envíos automáticos
fr: Ce groupe avec importation automatique des images
hu: Ebben a csoportban automatikus beküldés van
ja: このグループは自動投稿されます
pt: Este grupo tem envio automático
uk: Це група з автододаванням

source: This group does not have automatic submission
de: Diese Gruppe hat keine automatische Einreichung
es: Este grupo no tiene envíos automáticos
fr: Ce groupe avec importation sélective des images
hu: Ebben a csoportban nincs automatikus beküldés
ja: このグループは自動投稿されません
pt: Este grupo não tem envio automático
uk: Це група без автодоповнення

source: Invited users
de: Eingeladene Benutzer
es: Usuarios invitados
fr: Utilisateurs invités
hu: Meghívott felhasználók
ja: 招待したユーザー
pt: Usuários convidados
uk: Запросити користувачів

source: Join requests
de: Beitrittsanfragen
es: Solicitud de unión
fr: Demandes d'adhésion
hu: Csatlakozási kérelmek
ja: 参加リクエスト
pt: Solicitações para se juntar
uk: Запити на вступ

source: A group created on %(date_created)s, owned by <a href="%(owner_url)s">%(owner)s</a>, categorized as <strong>%(category)s</strong>.
de: Die Gruppe wurde am %(date_created)s erstellt, ist im Besitz von <a href="%(owner_url)s">%(owner)s</a> und als <strong>%(category)s</strong> kategorisiert.
es: Un grupo creado en %(date_created)s, propiedad de <a href="%(owner_url)s">%(owner)s</a>, categorizado como <strong>%(category)s</strong>.
fr: Un groupe créé le %(date_created)s, par <a href="%(owner_url)s">%(owner)s</a>, dans la catégorie <strong>%(category)s</strong>.
hu: A csoport %(date_created)s napon létrehozva, <a href="%(owner_url)s">%(owner)s</a> tulajdona, <strong>%(category)s</strong>-ként kategorizálva.
ja: このグループは<a href="%(owner_url)s">%(owner)s</a>によって、<strong>%(category)s</strong>で、%(date_created)sに作成されました。
pt: Um grupo criado em %(date_created)s, de propriedade de <a href="%(owner_url)s">%(owner)s</a>, categorizado como <strong>%(category)s</strong>.
uk: Група, створена %(date_created)s, належить <a href="%(owner_url)s">%(owner)s</a>, класифікується як <strong>%(category)s</strong>.

source: Group forum
de: Gruppenforum
es: Grupo de foro
fr: Forum du groupe
hu: Csoportfórum
ja: グループのフォーラム
pt: Fórum do grupo
uk: Форум групи

source: <strong>%(post_count)s</strong> posts in <strong>%(topic_count)s</strong> topics
de: <strong>%(post_count)s</strong> Beiträge in <strong>%(topic_count)s</strong> Themen
es: <strong>%(post_count)s</strong> publicaciones en <strong>%(topic_count)s</strong> temas
fr: <strong>%(post_count)s</strong> messages dans <strong>%(topic_count)s</strong> sujets
hu: <strong>%(post_count)s</strong> bejegyzés <strong>%(topic_count)s</strong> témában
ja: <strong>%(topic_count)s</strong>トピックス、<strong>%(post_count)s</strong>投稿
pt: <strong>%(post_count)s</strong> postagens em <strong>%(topic_count)s</strong> tópicos
uk: <strong>%(post_count)s</strong> повідомлень у <strong>%(topic_count)s</strong> темах

source: View all
de: Alle anzeigen
es: Ver todas
fr: Voir tout
hu: Összes megtekintése
ja: すべてをみる
pt: Ver tudo
uk: Подивитись всі

source: New topic
de: Neues Thema
es: Nuevo tema
fr: Nouveau sujet
hu: Új téma
ja: 新着トピック
pt: Novo tópico
uk: Нова тема

source: Please join the group to view its forum.
de: Bitte tritt der Gruppe bei, um ihr Forum zu sehen.
es: Por favor únase al grupo para ver su foro
fr: Veuillez adhérer au groupe pour consulter son forum.
pt: Por favor, se junte ao grupo para ver seu fórum.
uk: Будь ласка, приєднайтеся до групи, щоб переглянути її на форумі.

source: Careful! Do you really want to delete this group? This operation cannot be undone and the group's forum and all its topics will be irreversibly deleted!
de: Vorsicht! Willst Du diese Gruppe wirklich löschen? Dieser Vorgang kann nicht rückgängig gemacht werden, und das Forum der Gruppe und alle ihre Themen werden unwiderruflich gelöscht!
es: ¡Cuidado! ¿Realmente desea eliminar este grupo? Esta operación no se puede deshacer y el foro del grupo y todos sus temas serán eliminados ¡irreversiblemente!
fr: Attention ! Voulez-vous vraiment effacer ce groupe ? Cette opération ne peut être annulée et le forum du groupe ainsi que tous ses sujets seront irrémédiablement supprimés !
hu: Óvatosan! Tényleg törölni akarod ezt a csoportot? Ez a művelet nem vonható vissza, és a csoport fóruma és minden témája visszafordíthatatlanul törlődik!
ja: 注意！本当にこのグループを削除したいのですか？この操作は元に戻すことができず、グループのフォーラムとすべてのトピックが不可逆的に削除されます。
pt: Cuidado! Deseja realmente excluir este grupo? Esta operação não pode ser desfeita e o fórum do grupo e todos os seus tópicos serão irreversivelmente excluídos!
uk: Обережно! Ви дійсно бажаєте видалити цю групу? Це незворотня операція, форум групи та всі теми будуть безповоротно видалені!

source: Join group?
de: Gruppe beitreten?
es: ¿Unirse al grupo?
fr: Adhérer au groupe ?
hu: Csatlakozol a csoporthoz?
ja: グループに参加しますか？
pt: Se juntar ao grupo?
uk: Приєднатись до групи?

source: This is a public group: all content, including the members list, is available to non-members.
de: Dies ist eine öffentliche Gruppe: alle Inhalte, einschließlich der Mitgliederliste, sind für Nichtmitglieder zugänglich.
es: Este es un grupo público: todo el contenido, incluyendo la lista de miembros, está disponible para los que no son miembros.
fr: Il s'agit d'un groupe public : tout le contenu, y compris la liste de ses membres, est accessible aux non-membres.
hu: Ez egy nyilvános csoport: minden tartalom, beleértve a tagok listáját is, elérhető a nem tagok számára.
ja: このグループは公開グループです。メンバーリストを含むすべてのコンテンツは、メンバー以外の方にも公開されています。
pt: Este é um grupo público: todo o conteúdo, incluindo a lista de membros, está disponível para não membros.
uk: Це відкрита група: весь контент, включаючи список учасників, доступний всім.

source: This is a private group: only members have access to its contents.
de: Dies ist eine private Gruppe: nur Mitglieder haben Zugang zu ihrem Inhalt.
es: Se trata de un grupo privado: solo los miembros tienen acceso a su contenido.
fr: Il s'agit d'un groupe privé : seuls ses membres ont accès à son contenu.
hu: Ez egy privát csoport: csak a tagok férnek hozzá a tartalmaihoz.
ja: このグループは非公開で、メンバーだけが内容を見ることができます。
pt: Este é um grupo privado: somente membros têm acesso ao seu conteúdo.
uk: Це закрита група: лише учасники мають доступ до її вмісту.

source: This is a moderated group, join requests, images and forum posts might go through a moderation queue.
de: Dies ist eine moderierte Gruppe, Beitrittsgesuche, Bilder und Forumsbeiträge können eine Moderationsliste durchlaufen.
es: Se trata de un grupo moderado, las solicitudes de unión, las imágenes y las publicaciones del foro pueden pasar por una cola de moderación.
fr: Il s'agit d'un groupe avec modérateur. Les demandes d'adhésion, les images et les messages du forum peuvent être soumis à une modération préalable.
hu: Ez egy moderált csoport, ezért lehetséges, hogy a csatlakozási kérelmek, képek és fórumbejegyzések moderáláson fognak keresztül menni.
ja: このグループはモデレートされており、参加リクエスト、画像、フォーラムへの投稿はモデレーターによるチェックを通過する場合があります。
pt: Este é um grupo moderado, solicitações de ingresso, imagens e postagens no fórum podem passar por uma fila de moderação.
uk: Це модерована група, запити на вступ, зображення та повідомлення на форумі повинні проходити модерацію.

source: This is a non-moderated group.
de: Dies ist eine nicht moderierte Gruppe.
es: Este es un grupo no moderado.
fr: Il s'agit d'un groupe sans modérateur.
hu: Ez egy nem moderált csoport.
ja: これはモデレートされていないグループです。
pt: Este é um grupo não moderado.
uk: Це немодерована група.

source: This is an automatic submission group: all of your images will instantly appear here without any need for action.
de: Dies ist eine automatische Einreichungsgruppe: Alle Deine Bilder erscheinen hier sofort und ohne Handlungsbedarf.
es: Este es un grupo de envío automático: todas sus imágenes aparecerán instantáneamente aquí sin necesidad de actuar.
fr: Il s'agit d'un groupe pour lequel l'importation d'image est automatique : toutes vos images y apparaîtront instantanément à leur publication sans action supplémentaire de votre part.
hu: Ez egy automatikus beküldési csoport: minden képed azonnal megjelenik, beavatkozás szükségessége nélkül.
ja: これは自動投稿グループです：あなたのすべての画像は、何もしなくても瞬時にここに表示されます。
pt: Este é um grupo de envio automático: todas as suas imagens aparecerão instantaneamente aqui sem a necessidade de ação.
uk: Це група автододавання: всі Ваші зображення будуть автоматично з'являтися тут.
