Repository: astrobin/astrobin
Catalog: astrobin_apps_notifications/locale/*/LC_MESSAGES/django.po
Languages: be, de, es, fr, hu, it, ja, pl, pt, ru, uk

source: You have a new follower
be: У вас новы паслядоунік
de: Du hast einen neuen Follower
es: Tiene un un nuevo seguidor
fr: Vous avez un nouvel abonné
hu: Van egy új követőd
it: Hai un nuovo follower
ja: 新しいフォロワーがいます
pl: Masz nowego obserwującego
pt: Você possui um novo seguidor
ru: У вас подписчик
uk: У Вас новий підписник

source: New image from a user you follow
be: Новая выява ад карыстальніка за якім вы сочыце
de: Neues Bild von einem Benutzer, dem Du folgst
es: Nueva imagen de un usuario que sigues
fr: Nouvelle image d'un utilisateur que vous suivez
hu: Új kép egy felhasználótól, akit követsz
it: Nuova immagine da un utente che segui
ja: あなたがフォローするユーザーが新しい画像を公開しました
pl: Nowe zdjęcie od użytkownika którego obserwujesz
pt: Nova imagem de um usuário que você segue
ru: Новое изображение от пользователя на которого вы подписаны
uk: Нове зображення від користувача, на якого Ви підписані

source: New image revision from a user you follow
be: Новая версія выявы ад карыстальніка за якім вы сачыце
de: Neue Bildrevision von einem Benutzer, dem du folgst
es: Nueva revisión de imagen de un usuario que sigues
fr: Nouvelle version d'une image par un utilisateur que vous suivez
hu: Új képátdolgozás egy felhasználótól, akit követsz
it: Nuova revision di immagine da un utente che segui
ja: あなたがフォローするユーザーが新しい修正画像を公開しました
pl: Nowe wersja zdjęcia od użytkownika którego obserwujesz
pt: Nova revisão de imagem de um usuário que você segue
ru: Новая версия изображения от пользователя, на которого вы подписаны
uk: Нова версія зображення від користувача, на якого Ви підписані

source: Your image was plate-solved
be: Астранамічная каліброўка вашай выява скончана
de: Dein Bild wurde astrometriert
es: Su imagen pasó por plate-solving
fr: La réduction astrométrique de votre image a été réalisée
hu: A képed meg lett oldva plate-solve megoldással
it: La tua immagine è stata risolta astrometricamente
ja: あなたの画像がプレートソルビングされました
pl: Astrometria Twojego zdjęcia została wykonana
pt: Sua imagem foi resolvida em placa
ru: Ваше изображение определено по координатам
uk: Ваше зображення визначено за координатами

source: Your image was approved by a moderator
fr: Votre image a été approuvée par un modérateur
it: La tua immagine è stata approvata da un moderatore

source: Your image could not be plate-solved
be: Астранамічная каліброўка вашай выявы немагчыма
de: Dein Bild konnte nicht astrometriert werden
es: Su imagen no pudo ser tratada por plate-solving
fr: La réduction astrométrique de votre image a échoué
hu: A képedet nem lehetett megoldani plate-solveval
it: Non è stato possibile risolvere astrometricamente la tua immagine
ja: あなたの画像がプレートソルビングに失敗しました
pl: Astrometria Twojego zdjęcia nie może być wykonana
pt: Sua imagem não pôde ser resolvido em placa
ru: Ваше изображение не может быть определено по координатам
uk: Ваше зображення не може бути визначене за координатами

source: Your image was plate-solved (advanced)
de: Ihr Bild wurde astrometriert (erweitert)
fr: La réduction astrométrique avancée de votre image a été réalisée
hu: A képed meg lett oldva plate-solve megoldással (fejlett)
it: La tua immagine è stata risolta (avanzata)
ja: あなたの画像がプレートソルビングされました（高度タイプ）
uk: Ваше зображення визначено за координатами (розширено)

source: Your image could not be plate-solved (advanced)
de: Ihr Bild konnte nicht astrometriert werden (erweitert)
fr: La réduction astrométrique avancée de votre image a échoué
hu: A képedet nem lehetett megoldani plate-solveval (fejlett)
it: La tua immagine non è stata risolta (avanzata)
ja: あなたの画像がプレートソルビングに失敗しました。（高度タイプ）
uk: Ваше зображення не можна розшифрувати (розширено)

source: Your image received a new comment
be: Ваша выява была адкаментавана
de: Dein Bild hat einen neuen Kommentar erhalten
es: Su imagen recibió un nuevo comentario
fr: Votre image a reçu un nouveau commentaire
hu: A képedre érkezett egy új hozzászólás
it: La tua immagine ha ricevuto un nuovo commento
ja: あなたの画像に新しいコメントがありました
pl: Twoje zdjęcie otrzymało nowy komentarz
pt: Sua imagem recebeu um novo comentário
ru: У вашего изображения комментарий
uk: У Вашого зображення коментар

source: Your edit proposal received a new comment
de: Ihr Bearbeitungsvorschlag hat einen neuen Kommentar erhalten
fr: Votre proposition de modification a reçu un nouveau commentaire
hu: A szerkesztési javaslatodhoz új megjegyzés érkezett
it: La tua proposta di modifica ha ricevuto un nuovo commento
ja: あなたの編集提案に新しいコメントが届きました
uk: Ваша пропозиція редагування отримала новий коментар

source: Your scheduled IOTD received a new comment
de: Ihr geplantes IOTD hat einen neuen Kommentar erhalten.
fr: Votre choix pour l'Image du Jour a reçu un nouveau commentaire
hu: A beütemezett IOTD-d kapott egy új hozzászólást
it: La IOTD che hai programmato ha ricevuto un commento
ja: 予定されていたIOTDに新しいコメントが届きました
uk: Ваш запланований IOTD отримав новий коментар

source: Your unapproved equipment item received a comment
fr: Votre équipement non-validé a été commenté
hu: A nem jóváhagyott felszerelési elemed megjegyzést kapott
it: Il tuo oggetto di strumentazione non approvato ha ricevuto un commento
ja: あなたの未承認の機材にコメントが届きました

source: Your listing has a new private conversation
fr: Votre annonce a reçu une nouvelle conversation privée.
it: La tua inserzione ha una nuova conversazione privata

source: Your private conversation has a new comment
fr: Votre annonce a reçu un nouveau commentaire
it: La tua conversazione privata ha un nuovo commento

source: Your listing has a new question
fr: Votre annonce a reçu une nouvelle question
it: La tua inserzione ha una nuova domanda

source: There was a reply to your comment
be: Нехта адказаў на ваш каментар
de: Es gab eine Antwort auf Deinen Kommentar
es: Hubo una respuesta a su comentario
fr: Quelqu'un a répondu à votre commentaire
hu: Érkezett egy válasz a megjegyzésedre
it: C'è stata una risposta ad un tuo commento
ja: あなたへのコメントに返信がありました
pl: Ktoś odpowiedział na Twój komentarz
pt: Houve uma resposta ao seu comentário
ru: Ответ на ваш комментарий
uk: Відповідь на Ваш коментар

source: A new comment on your image requires moderation
de: Ein neuer Kommentar zu Ihrem Bild muss moderiert werden
fr: Un nouveau commentaire sur votre image nécessite une modération
hu: Egy új hozzászólás a képeden moderálást igényel
it: Un nuovo commento alla tua immagine richiede la tua moderazione
ja: あなたの画像への新しいコメントは、調整が必要です
uk: Новий коментар до Вашого зображення вимагає модерації

source: Your comment was approved
de: Ihr Kommentar wurde genehmigt
fr: Votre commentaire a été approuvé
hu: A hozzászólásodat elfogadták
it: Il tuo commento è stato approvato
ja: あなたのコメントは承認されました
uk: Ваш коментар схвалено

source: Your image was bookmarked
be: Нехта дадау вашу выяву ў закладкі
de: Dein Bild wurde mit einem Lesezeichen versehen
es: Su imagen fue marcada
fr: Votre image a été ajoutée en favori
hu: A képedet könyvjelzőzték
it: La tua immagine è stata aggiunta ai preferiti
ja: あなたの画像がブックマークされました
pl: Twoje zdjęcie zostało dodane do zakładek
pt: Sua imagem foi marcada como favorita
ru: Ваше изображение в закладках
uk: Ваше зображення у закладках

source: Your image was liked
be: Камусьці спадабалася ваша выява
de: Dein Bild wurde geliked
es: Su imagen recibió 'me gusta'
fr: Un utilisateur a aimé votre image
hu: Kedvelték a képedet
it: A qualcuno è piaciuta la tua immagine
ja: あなたの画像に「いいね！」されました
pl: Twoje zdjęcie zostało polubione
pt: Sua imagem foi curtida
ru: Ваше изображение понравилось
uk: Ваше зображення сподобалось

source: Your comment was liked
be: Камусьці спадабаўся ваш каментар
de: Dein Kommentar wurde geliked
fr: Un utilisateur a aimé votre commentaire
hu: A hozzászólásodat kedvelték
it: A qualcuno è piaciuta la tua immagine
ja: あなたのコメントに「いいね！」されました
ru: Ваше изображение понравилось
uk: Ваш коментар сподобався

source: Your forum post was liked
be: Камусьці спадабалася ваша паведамленне на форуме
de: hr Forumsbeitrag wurde geliked
fr: Un utilisateur a aimé votre message
hu: A fórumbejegyzésedet kedvelték
it: A qualcuno è piaciuto il tuo messaggio sul forum
ja: フォーラムへのあなたの投稿に「いいね！」されました
ru: Ваше сообщение на форуме понравилось
uk: Ваше повідомлення на форумі сподобалось

source: Your forum post was approved
de: Ihr Forumsbeitrag wurde genehmigt
fr: Votre message dans le forum a été approuvé
hu: A fórumbejegyzésed el lett fogadva
it: Il tuo post sul forum è stato approvato
ja: あなたのフォーラムへの投稿が承認されました・
uk: Ваше повідомлення на форумі схвалено

source: Your API Key request has been approved
be: Запыт на API-ключ быў ухвалены
de: Dein API-Schlüsselantrag wurde genehmigt
es: Su solicitud de clave API ha sido aprobada
fr: Votre demande de clé API a été acceptée
hu: Az API kulcs kérelmed el lett fogadva
it: La tua richiesta di una API Key è stata approvata
ja: あなたのAPIキーのリクエストが承認されました
pl: Twój wniosek o klucz API został zatwierdzony
pt: Sua solicitação de chave API foi aprovada
ru: Ваш запрос на API ключ одобрен
uk: Ваш запит на API ключ схвалений

source: A user you follow joined a public group
be: Карыстальнік за якім вы сочыце далучыўся да групы
de: Ein Benutzer, dem Du folgst, ist einer öffentlichen Gruppe beigetreten
es: Un usuario que usted sigue se ha unido a un grupo público
fr: Un utilisateur que vous suivez a rejoint un groupe public
hu: Egy általad követett felhasználó csatlakozott egy nyilvános csoporthoz
it: Un utente che segui si è unito ad un gruppo pubblico
ja: あなたのフォローするユーザーが公開グループに参加しました
pl: Użytkownik którego obserwujesz dołączył do grupy publicznej
pt: Um usuário que você segue se juntou a um grupo público
ru: Пользователь, на которого вы подписаны вступил в открытую группу
uk: Користувач, на якого Ви підписані вступив до відкритої групи

source: You are invited to a group
be: Вас запрашаюць у групу
de: Du wurdest zu einer Gruppe eingeladen
es: Has sido invitada a un grupo
fr: Vous êtes invité à rejoindre un groupe
hu: Meghívtak egy csoportba
it: Sei stato invitato ad un gruppo
ja: グループに招待されました
pl: Zostałeś zaproszony do grupy
pt: Você está convidado para um grupo
ru: Вас пригласили в группу
uk: Вас запросили до групи

source: A user requested to join a group you moderate
be: Карыстальнік запытаў дазволу далучыцца да групы якую вы мадэруеце
de: Ein Benutzer möchte einer von Dir moderierten Gruppe beitreten
es: Un usuario requirió unirse a un grupo que usted modera
fr: Un utilisateur a demandé à rejoindre un groupe que vous modérez
hu: Egy felhasználó kérelmet kért a csatlakozásra egy csoportban, amiben moderálsz
it: Un utente a richiesto di unirsi ad un gruppo che moderi
ja: あなたがモデレートしているグループに、ユーザーから参加リクエストがありました
pl: Użytkownik wnioskuje o dostęp do grupy której jesteś moderatorem
pt: Um usuário solicitou a participação em um grupo que você modera
ru: Пользователь запрашивает доступ в вашу группу
uk: Користувач запитує доступ до Вашої групи

source: A group moderator approved your request to join
be: Мадэратар групы ўхваліў ваш запыт далучыцца
de: Ein Gruppenmoderator genehmigte Deinen Beitrittsantrag
es: Un moderador de grupo aprobó su solicitud de unirse
fr: Un modérateur a accepté votre demande d'adhésion à un groupe
hu: Egy csoportmoderátor elfogadta a csatlakozási kérelmedet
it: Un moderatore di gruppo ha approvato la tua richiesta ad unirti
ja: グループのモデレーターが、あなたの参加リクエストを承認しました
pl: Moderator grupy zaakceptował Twój wniosek o dostęp
pt: Um moderador do grupo aprovou sua solicitação para participar
ru: Владелец группы одобрил ваш запрос на вступление
uk: Власник групи схвалив Ваш запит на вступ

source: A group moderator rejected your request to join
be: Мадэратар групы адхіліў ваш запыт далучыцца
de: Ein Gruppenmoderator hat deinen Beitrittsantrag abgelehnt
es: Un moderador de grupo rechazó tu solicitud de unión
fr: Un modérateur a rejeté votre demande d'adhésion à un groupe
hu: Egy csoportmoderátor elutasította a csatlakozási kérelmedet
it: Un moderatore di gruppo ha rifiutato la tua richiesta ad unirti
ja: グループのモデレーターがあなたの参加リクエストを拒否しました
pl: Moderator grupy odrzucił Twój wniosek o przyłączenie
pt: Um moderador do grupo rejeitou sua solicitação para participar
ru: Владелец группы отклонил ваш запрос на вступление
uk: Власник групи відхилив Ваш запит на вступ

source: A user you follow created a new public group
be: Карыстальнік за якім вы сочыце саздаў новую групу
de: Ein Benutzer, dem Du folgst, hat eine neue öffentliche Gruppe erstellt
es: Un usuario que sigues creó un nuevo grupo público
fr: Un utilisateur que vous suivez a créé un nouveau groupe public
hu: Egy általad követett felhasználó létrehozott egy új nyilvános csoportot
it: Un utente che segui ha creato un nuovo gruppo di dati pubblici
ja: あなたがフォローするユーザーが新しい公開グループを作成しました
pl: Użytkownik którego obserwujesz stworzył nową grupę publiczną
pt: Um usuário que você segue criou um novo grupo público
ru: Пользователь, на которого вы подписаны создал новую открытую группу
uk: Користувач, на якого Ви підписані, створив нову відкриту групу

source: New forum topic in a group you are a member of
be: Новая тэма ў групе членам якой вы з'яўляецесь
de: Neues Forenthema in einer Gruppe, in der Du Mitglied bist
es: Nuevo tema del foro en un grupo del que es miembro
fr: Nouveau sujet dans un groupe dont vous êtes membre
hu: Új fórum téma egy csoportban, aminek tagja vagy
it: Nuovo argomento nel forum di un gruppo di cui sei membro
ja: あなたが所属しているグループに新しいフォーラムトピックができました
pl: Nowy temat w grupie której jesteś członkiem
pt: Novo tópico do fórum em um grupo do qual você é membro
ru: Новая тема в группе, участником которой вы являетесь
uk: Нова тема у групі, учасником якої Ви є

source: New forum topic for an equipment item you use
fr: Nouveau sujet sur un équipement que vous utilisez
hu: Új fórum téma egy felszerelési elemről, amit használsz
it: Nuovo argomento sul forum di uno strumento che usi
ja: あなたが使用する機材に関するフォーラムに新しいトピックがありました

source: New forum topic for an equipment item you follow
fr: Nouveau sujet de discussion relatif à un matériel que vous suivez
it: Nuovo argomento del forum per un articolo di trumentazione che segui

source: Your forum topic was moved
fr: Le sujet de votre forum a été déplacé
it: Il tuo argomento del forum è stato spostato

source: You have received a new private message
be: У вас новае асабістае паведамленне
de: Du hast eine neue private Nachricht
es: Usted ha recibido un nuevo mensaje privado
fr: Vous avez reçu un nouveau message privé
hu: Kaptál egy új privát üzenetet
it: Hai ricevuto un nuovo messaggio privato
ja: 新しいプライベートメッセージが届きました
pl: Otrzymałeś nową prywatną wiadomość
pt: Você recebeu uma nova mensagem privada
ru: У вас новое личное сообщение
uk: Ви маєте нове особисте повідомлення

source: Your premium subscription will expire in one week
be: Ваша прэміум-падпіска скончыцца праз тыдзень
de: Dein Premium-Abonnement läuft in einer Woche ab
es: Su suscripción premium expirará en una semana
fr: Votre abonnement premium arrivera à échéance dans une semaine
hu: A prémium feliratkozásod egy hét múlva lejár
it: Il tuo abbonamento a Premium scadrà tra una settimana
ja: あなたのプレミアム会員契約の有効期限はあと１週間です
pl: Twoja subskrypcja "premium" wygaśnie w ciągu tygodnia
pt: Sua assinatura premium expirará em uma semana
ru: Ваша премиум подписка истекает через неделю
uk: Ваша Преміум передплата закінчується через тиждень

source: Your premium subscription has just expired
be: Ваша прэміум-падпіска толькі што скончылася
de: Dein Premium-Abonnement ist gerade abgelaufen
es: Tu suscripción premium acaba de expirar
fr: Votre abonnement premium vient d'expirer
hu: A prémium feliratkozásod lejárt
it: Il tuo abbonamento premium è appena scaduto
ja: あなたのプレミアム会員契約の期限が切れました
pl: Twoja subskrypcja "premium" wygasła
pt: Sua assinatura premium acabou de expirar
ru: Ваша премиум подписка только что истекла
uk: Ваша Преміум передплата щойно закінчилася

source: Your subscription will be renewed in one week
be: Ваша падпіска будзе падоўжана праз тыдзень
de: Dein Abonnement wird in einer Woche erneuert
es: Su suscripción se renovará en una semana
fr: Votre abonnement sera renouvelé dans une semaine
hu: A feliratkozásod meg lesz újítva egy hét múlva
it: Il tuo abbonamento sarà rinnovato in una settimana
ja: あなたの定期契約が今週更新されます
pl: Twoja subskrypcja będzie odnowiona w ciągu tygodnia
pt: Sua assinatura será renovada em uma semana
ru: Ваша подписка будет обновлена в течение недели
uk: Вашу передплату буде подовжено протягом тижня

source: Your subscription will be renewed in one 30 days
be: Ваша падпіска будзе падоўжана праз 30 дзён
de: Ihr Abonnement wird in 30 Tagen erneuert
fr: Votre abonnement sera renouvelé dans 30 jours
hu: A feliratkozásod meg lesz újítva 30 nap múlva
it: Il tuo abbonamento sarà rinnovato tra 30 giorni
ja: あなたの定期契約があと30日で更新されます
ru: Ваша подписка будет обновлена в течение месяца
uk: Вашу передплату буде подовжено протягом 30 днів

source: You have images with a missing "Data source"
be: У вас ёсць выявы з адсутнай "Крыніцай дадзеных"
de: Du hast Bilder mit einer fehlenden "Datenquelle"
es: Tiene imágenes con una 'Fuente de datos' faltante
fr: Certaines de vos images contiennent des données incomplètes
hu: Vannak képeid "Adatforrás" nélkül
it: Hai immagini a cui manca la "origine dei dati"
ja: データソースに間違いがある画像があります
pl: Masz zdjęcia bez informacji o "Źródle danych"
pt: Você tem imagens com uma "Fonte de dados" ausente
ru: У вас есть изображения без данных
uk: У Вас є зображення без даних

source: You have images with a missing "Remote source"
be: У вас ёсць выявы з адсутнай "Аддалёнай крыніцай"
de: Du hast Bilder mit einer fehlenden "Remote-Quelle"
es: Tiene imágenes con una "Fuente remota" faltante
fr: Certaines de vos images ne précisent pas le service de "remote" utilisé
hu: Vannak képeid "Külső forrás" nélkül
it: Hai immagini a cui manca la "origine dei dati remoti"
ja: リモートで撮影したデータソースに間違いがある画像があります
pl: Masz zdjęcia bez informacji o "Zewnętrznym źródle danych"
pt: Você tem imagens com uma "Origem remota" ausente
ru: У вас есть изображения без информации "Удаленный источник"
uk: У вас є зображення без інформації "Видалене джерело"

source: Would you like to activate your account?
be: Хочаце актываваць свой уліковы запіс?
de: Möchtest Du dein Konto aktivieren?
fr: Souhaitez-vous activer votre compte ?
hu: Szeretnéd aktiválni a fiókod?
it: Vorresti attivare il tuo account?
ja: アカウントのアクティベーションを行いますか？
ru: Вы хотите активировать вашу учётную запись?
uk: Ви хочете активувати Ваш обліковий запис?

source: New reply in a subscribed forum topic
de: Neue Antwort in einem abonnierten Forumsthema
fr: Nouvelle réponse dans une discussion que vous suivez
hu: Új válasz egy fórum témában, amire fel agy iratkozva
it: Nuova risposta ad un topic del forum a cui sei abbonato
ja: 登録中のフォーラムトピックで新しい返信がありました
uk: Нова відповідь у темі форуму, на яку Ви підписалися

source: New reply in a forum topic that you started
fr: Nouvelle réponse dans un sujet de discussion que vous avez créé
it: Nuova risposta in un argomento del forum che hai avviato

source: You were mentioned in a forum post
be: Вас згадалі ў паведамленні на форуме
de: Sie wurden in einem Forumsbeitrag erwähnt
fr: Vous avez été mentionné dans un message
hu: Meg lettél említve egy fórumbejegyzésben
it: Sei stato menzionato su un messaggio sul forum
ja: フォーラムへの投稿であなたはメンションされました
ru: Вы были упомянуты в сообщении на форуме
uk: Ви були згадані у повідомленні на форумі

source: You were mentioned in a comment
be: Вас згадалі ў каментары
de: Sie wurden in einem Kommentar erwähnt
fr: Vous avez été mentionné dans un commentaire
hu: Meg lettél említve egy kommentben
it: Sei stato menzionato in un commento
ja: コメントであなたはメンションされました
ru: Вас упомянули в комментарии
uk: Вас згадали у коментарі

source: Welcome to AstroBin!
be: Сардэчна запрашаем у AstroBin!
de: Willkommen bei AstroBin!
fr: Bienvenue sur AstroBin !
hu: Köszöntünk az AstroBinen!
it: Benvenuto/a su AstroBin!
ja: AstroBinへようこそ！
ru: Добро пожаловать в AstroBin!
uk: Ласкаво просимо до AstroBin!

source: Congratulations for your first image on AstroBin!
be: Віншуем з першай выявай на AstroBin!
de: Herzlichen Glückwunsch zu Ihrem ersten Bild auf AstroBin!
fr: Félicitations pour votre première image sur AstroBin !
hu: Gratulálunk az első képedhez az AstroBinen!
it: Congratulazioni per la tua prima immagine su AstroBin!
ja: AstroBinへの初投稿を祝福します！
ru: Поздравления с вашим первым изображением на AstroBin!
uk: Вітаємо з першим зображенням на AstroBin!

source: You submitted your image for IOTD/TP consideration
fr: Vous avez soumis votre image au concours IOTD
it: Hai sottoposto la tua immagine alla considerazione della IOTD/TP

source: Image not submitted for IOTD/TP consideration
fr: Image non soumise au concours IOTD
it: Immagine non sottoposta alla considerazione della IOTD/TP

source: Image approaching deadline for IOTD/TP submission
fr: La date limite de soumission à l'IOTD/TP est proche pour cette image
it: Immagine prossima alla scadenza per la presentazione alla IOTD/TP

source: Thank you for getting a subscription!
be: Дзякуй за падпіску!
de: Danke, dass Sie ein Abonnement abgeschlossen haben!
fr: Merci d'avoir souscrit à un abonnement !
hu: Köszönjük, hogy feliratkoztál!
it: Grazie per aver comprato un abbonamento!
ja: 定期契約をしてくれてありがとうございました。
ru: Спасибо за подписку !
uk: Дякую за підписку!

source: Thank you for your payment!
de: Vielen Dank für Ihre Zahlung!
fr: Merci pour votre paiement !
hu: Köszönjük a fizetést!
it: Grazie per il pagamento!
ja: 支払いをしていただきありがとうございました
ru: Спасибо за ваш платеж!
uk: Дякуємо за оплату!

source: Subscription canceled
fr: Abonnement annulé
it: Abbonamento cancellato

source: You were removed from the IOTD staff
de: Sie wurden aus dem IOTD-Team entfernt
fr: Vous ne faites plus partie de l'équipe de sélection de l'Image du Jour
hu: El lettél távolítva az IOTD staff tagok közül
it: Sei stato rimosso dallo staff IOTD
ja: あなたはIOTHのスタッフから削除されました
uk: Вас виключили зі штату IOTD

source: You have been inactive as an IOTD staff member
de: Sie sind als IOTD-Team-Mitglied nicht aktiv gewesen
fr: Vous avez été inactif en tant que membre de l'équipe de l'Image du Jour
hu: Inaktív voltál IOTD staff tagként
it: Sei stato inattivo in qualità di membro dello staff IOTD
ja: あなたはIOTDのスタッフから無効化されました
uk: Ви були неактивними як співробітник IOTD

source: Your IOTD staff activity is insufficient
fr: Votre activité en tant que membre du process de sélection de l'Image du Jour (IOTD) est insuffisante.
it: La tua attività come membro dello staff IOTD è insufficiente

source: An image you promoted made it to Top Pick
de: Ein von Ihnen vorgeschlagenes Bild wurde zum Top Pick gewählt
fr: Une image que vous avez promue a été nommée Top Pick
hu: Egy általad támogatott kép bekerült a Top Pickbe
it: Un'immagine per cui hai votato è diventata Top Pick
ja: あなたが公開した画像がTop Pickに選ばれました
uk: Зображення, яке Ви просували, потрапило до Топ Зображень

source: An image you promoted made it to IOTD
de: Ein von Ihnen vorgeschlagenes Bild wurde zum IOTD gewählt
fr: Une image que vous avez promue a été élue Image du Jour
hu: Egy általad támogatott kép bekerült az IOTD-be
it: Un'immagine per cui hai votato è diventata Foto del Giorno
ja: あなたが公開した画像がIOTDに選ばれました
uk: Зображення, яке Ви просували, потрапило до IOTD

source: An image you dismissed made it to Top Pick
fr: Une image que vous avez rejetée a été sélectionnée comme Top Pick
it: Un'immagine che hai scartato è stata scelta come Top Pick

source: An image you dismissed made it to IOTD
fr: Une image que vous avez rejetée a été élue Image du Jour (IOTD)
it: Un'immagine che hai scartato è stata scelta come IOTD

source: Your image was nominated to be a Top Pick
de: Ihr Bild wurde zum Top Pick nominiert
hu: A képed Top Pick jelölt lett
it: La tua immagine è stata nominata come Top Pick
