Repository: astrobin/astrobin
Catalog: astrobin_apps_notifications/locale/*/LC_MESSAGES/django.po
Languages: be, de, es, fr, hu, it, ja, pl, pt, ru, uk

source: Your image was voted Top Pick
de: Ihr Bild wurde zum Top Pick gewählt
fr: Votre image a été élue Top Pick
hu: A képedet megszavazták Top Picknek
it: La tua immagine è stata votata come Top Pick
ja: あなたの画像がTop Pickに投票されました
uk: Ваше зображення було визнано Топ Зображенням

source: Your image was voted Image of the Day
de: Ihr Bild wurde zum Bild des Tages gewählt
fr: Votre image a été élue Image du Jour (IOTD)
hu: A képedet megszavazták A nap képének
it: La tua immagine è stata votata come Foto del Giorno
ja: あなたの画像が Image of the Dayに投票されました
uk: Ваше зображення було визнано Зображенням Дня

source: Your IOTD staff member stats
fr: Vos stats dans le process de sélection IOTD
it: Le tue statistiche in quanto membro dello staff IOTD

source: You were mentioned in an image description
de: Sie wurden in einer Bildbeschreibung erwähnt
fr: Vous avez été mentionné dans la description d'une image
hu: Meg lettél említve egy kép leírásában
it: Sei stato menzionato in una descrizione d'immagine
ja: 画像の説明文にあなたがメンションされました
uk: Вас згадали в описі зображення

source: A gear item that you used was renamed
de: Ein Ausrüstungsgegenstand, den Sie benutzt haben, wurde umbenannt
fr: Un équipement que vous utilisez a été renommé
hu: Egy felszerelési elem, amit használtál, át lett nevezve
it: Un elemento di strumentazione che tu hai usato è stato rinominato
ja: あなたが使用した機材の名称が変更されました
uk: Елемент спорядження, який Ви використовували, було перейменовано

source: Collaboration Request: Accept or Deny
fr: Demande de Collaboration : accepter ou refuser
it: Richiesta di collaborazione: accetta o rifiuta

source: User accepted your collaboration request
fr: L'utilisateur a accepté votre demande de collaboration
it: L'utente ha accettato la tua richiesta di collaborazione

source: User denied your collaboration request
fr: L'utilisateur a refusé votre demande de collaboration
it: L'utente ha rifiutato la tua richiesta di collaborazione

source: You were added as a collaborator to an image
fr: Vous avez été ajouté en tant que contributeur d'une image
hu: Hozzáadtak hozzájárulóként egy képnél
it: Sei stato aggiunto come collaboratore ad una immagine
ja: 画像のコラボレーターとしてあなたは追加されました

source: You were removed as a collaborator to an image
fr: Vous avez été retiré en tant que contributeur d'une image
hu: Eltávolítottak a hozzájárulók közül egy képnél
it: Sei stato rimosso come collaboratore ad una immagine
ja: 画像のコラボレーターからあなたは解除されました

source: User removed self as a collaborator to your image
fr: Des utilisateurs se sont retirés en tant que contributeurs d'une de vos images
hu: A felhasználó eltávolította magát egy képed hozzájárulójaként
it: L'utente ha rimosso se stesso come collaboratore alla tua immagine
ja: あなたの画像へのコラボレーターについて、ユーザーが自分の登録を解除しました

source: Login attempt detected from a different country
fr: Tentative de connexion détectée depuis un autre pays
it: Tentativo di login rilevato da un Paese diverso

source: Login attempt with weak password
fr: Tentative de connexion avec un mot de passe faible
it: Tentativo di login rilevato con una password debole

source: Notifications
be: Апавяшчэнні
de: Benachrichtigungen
es: Notificaciones
pl: Powiadomienia
pt: Notificações
ru: Уведомления

source: You have no notifications.
be: У вас няма апавяшчэнняў.
de: Du hast keine Benachrichtigungen.
es: No tiene notificaciones.
pl: Nie masz żadnych powiadomień.
pt: Você não tem notificações.
ru: У вас нет уведомлений.

source: Settings
be: Налады
de: Einstellungen
es: Configuración
pl: Ustawienia
pt: Configurações
ru: Настройки

source: Mark all as read
be: Адзначыць усе як прачытаныя
de: Alle als gelesen markieren
es: Marcar todos como leídos
pl: Oznacz wszystkie jako przeczytane
pt: Marcar tudo como lido
ru: Отметить все прочитанным

source: You have no new notifications.
be: У вас няма новых апавяшчэнняў.
de: Du hast keine neuen Benachrichtigungen.
es: No tiene notificaciones nuevas.
pl: Nie masz żadnych nowych powiadomień.
pt: Você não tem notificações novas.
ru: У вас нет новых уведомлений

source: Your image was submitted for IOTD/TP consideration
de: Ihr Bild wurde für IOTD/TP eingereicht

source: New image with some gear you follow
be: Новая выява з прыладамі за якімі вы сочыце
pl: Nowe zdjęcie wykonane sprzętem który obserwujesz

source: New image of a subject you follow
be: Новая выява прадмета за якім вы сочыце
pl: Nowe zdjęcie z obiektem który obserwujesz

source: New discussion about a gear item you own
be: Новае абмеркаванне аб прыладе якая ў вас ёсць
pl: Nowa dyskusja na temat sprzętu który posiadasz
