{
  "Good bye!": "Tchau!",
  "Log in": "Entre",
  "Welcome!": "Bem-vindo!",
  "You have been logged in.": "Você entrou.",
  "You have been logged out. Come back soon!": "Você foi desconectado. Volte logo!",
  "You will be redirected in {{seconds}} seconds...": "Você será redirecionado em {{seconds}} segundos...",
  "You have an <strong>AstroBin Ultimate</strong> subscription. Enjoy your unlimited uploads!": "Você tem uma assinatura do <strong>AstroBin Ultimate</strong>. Aproveite seus uploads ilimitados!",
  "You have an <strong>AstroBin Premium</strong> subscription. Enjoy your unlimited uploads!": "Você tem uma assinatura do <strong>AstroBin Premium</strong>. Aproveite seus uploads ilimitados!",
  "You have an <strong>AstroBin Lite</strong> subscription. You have used <strong>{{counter}}</strong> of your <strong>{{slots}}</strong> yearly upload slots.": "Você tem uma assinatura do <strong>AstroBin Lite</strong>. Você usou <strong>{{counter}}</strong> de seus <strong>{{slots}}</strong> slots de upload anuais.",
  "You have an <strong>AstroBin Lite</strong> subscription. You have used <strong>{{counter}}</strong> of your <strong>{{slots}}</strong> upload slots.": "Você tem uma assinatura do <strong>AstroBin Lite</strong>. Você usou <strong>{{counter}}</strong> de seus <strong>{{slots}}</strong> slots de upload.",
  "You have an <strong>AstroBin Free</strong> membership. You have used <strong>{{counter}}</strong> of your <strong>{{slots}}</strong> upload slots.": "Você tem uma assinatura do <strong>AstroBin Grátis</strong>. Você usou <strong>{{counter}}</strong> de seus <strong>{{slots}}</strong> slots de upload.",
  "It looks like you reached the upload limit for your subscription.": "Parece que você atingiu o limite de upload de sua assinatura.",
  "Return to the classic uploader": "Volte ao uploader clássico",
  "Sorry, but this image is too large. Under your current subscription plan, the maximum allowed image size is {{max}}.": "Desculpe, mas esta imagem é muito grande. No seu plano de assinatura atual, o tamanho máximo de imagem permitido é {{max}}.",
  "This image will be uploaded to your staging area as a work in progress. You can make it public at the end of the process.": "",
  "Sorry, but this image is too large. The maximum allowed total number of pixels is {{max}}.": "",
  "Warning! That's a large file you got there! AstroBin does not impose artificial limitation in the file size you can upload with an Ultimate subscription, but we cannot guarantee that all images above 200 MB or ~8000x8000 pixels will work. Feel free to give it a shot tho!": "",
  "Heads up! Are you sure you want to upload such a large file? It's okay to do so but probably not many people will want to see it at its full resolution, if it will take too long for them to download it.": "",
  "Drop file here or click to browse": "",
  "Accepted formats": "",
  "Unknown error": "",
  "For more information about this and other subscription plans, please visit the {{0}}pricing{{1}} page.": "",
  "Prefer to pay via bank transfer?": "",
  "Please make a deposit of {{ currency }} {{ amount }} to the following bank details and then email us at {{ email_prefix }}{{ email }}{{ email_postfix }} with your username so we may upgrade your account manually.": "",
  "Please note: you already are on this plan or a higher one.": "",
  "For this reason, you cannot purchase this at the moment, as AstroBin does not currently offer a downgrade path.": "",
  "n/a": "",
  "Your subscriptions": "",
  "Your payments": "",
  "Max. {{ max }} uploads": "",
  "Max. {{ max }} total images": "",
  "Max. {{ max }} MB / image": "",
  "{{ max }} revisions / image": "",
  "Basic search": "",
  "No plate-solving": "",
  "Learn more": "",
  "And much more!": "",
  "Your transaction with the payment processor has been cancelled, so no change in your subscription has occurred.": "",
  "Your request has been received, and we are awaiting the final confirmation from the payment processor. Your subscription should be active within a few minutes!": "",
  "Want to upgrade from a lower subscription tier?": "Deseja atualizar de um nível de assinatura mais baixo?",
  "AstroBin doesn't support subscription upgrades at the moment, but we're happy to make it happen manually. If you're on a lower subscription tier and would like to upgrade to <strong>{{0}}</strong>, please just buy it and then contact us at {{1}} to get a refund for the unused time on your old subscription. Thanks!": "O AstroBin não suporta atualizações de assinatura no momento, mas estamos felizes em fazer isso acontecer manualmente. Se você estiver em um nível de assinatura mais baixo e desejar atualizar para <strong>{{0}}</strong>, basta comprá-lo e entrar em contato conosco em {{1}} para obter um reembolso pelo tempo não utilizado em sua assinatura antiga. Obrigado!",
  "Unlimited images": "",
  "Unlimited size": "",
  "Unlimited revisions": "",
  "Full search": "",
  "Basic plate-solving": "",
  "Advanced plate-solving": ""
}
