Repository: astrobin/astrobin
Catalog: astrobin_apps_landing/locale/*/LC_MESSAGES/django.po
Languages: it

source: Explore AstroBin
it: Esplora AstroBin

source: Search engine
it: Motore di ricerca

source: Image of the day
it: Foto del giorno

source: Learn More
it: Scopri di più

source: Sign up
it: Registrati

source: About
it: Info

source: Explore
it: Esplora

source: Users
it: Utenti

source: Images
it: Immagini

source: Equipment items
it: Pezzi di strumentazione

source: Social messages
it: Messaggi social

source: Subscription plans
it: Abbonamenti

source: View full image data
it: Mostra dati completi delle immagini

source: Advanced search
it: Ricerca avanzata

source: Social tools
it: Strumenti sociali

source: Groups
it: Gruppi

source: Image uploads
it: Caricamenti di immagini

source: Plate-solving
it: Risoluzione astrometrica

source: Image revisions
it: Versioni di immagini

source: Raw data downloads
it: Download di dati grezzi

source: Contests
it: Gare

source: Ad free
it: Senza pubblicità

source: per annum
it: all'anno

source: Advanced earch
it: Ricerca avanzata

source: Buy
it: Acquista

source: That's only %(amount)s per month!
it: Sono solo %(amount)s al mese!

source: That's only %(amount)s per month!
it: Sono solo %(amount)s al mese!

source: What AstroBin is about
it: Cos'è AstroBin

source: Online since 2011, AstroBin is the <strong>#1 complete solution</strong> for image hosting of astrophotographs. Far from being a generic run-of-the-mill image hosting website, it was created and is still operated by an astrophotographer, and boasts features that are very specific to astrophotography.
it: Online dal 2011, AstroBin è la <strong>soluzione completa #1</strong> per lo hosting di immagini astronomiche. Tutt'altro che un generico sito di hosting di immagini, è stato creato ed è tuttora operato da un astrofotografo, e vanta funzionalità che sono specifiche per l'astrofotografia.

source: Zero compromise storage
it: Immagazzinamento dati senza compromessi

source: AstroBin stores your images absolutely unaltered: 100%% quality, no compression, no resizing.
it: AstroBin immagazzina le tue immagini completamente inalterate: impostazioni di qualità al 100%%, nessuna compressione, nessun ridimensionamento.

source: Maximum reliability
it: Massima affidabilità

source: Your data is stored with state-of-the-art technology for very high reliability and durability.
it: I tuoi dati sono immagazzinati con tecnologia ai più alti livelli, per la miglior affidabilità e durabilità.

source: Dedication to data
it: Devozione ai dati

source: Astrophotography is more than pretty pixels. AstroBin stores and indexes anything you want about your images!
it: L'astrofotografia è ben più che dei bei pixel. AstroBin immagazzina e indicizza tutto ciò che desideri sulle tue immagini!

source: Astrometry tools
it: Strumenti di riduzione astrometrica

source: AstroBin automatically identifies deep sky objects in your images and provides precise astrometry details.
it: AstroBin identifica automaticamente gli oggetti del cielo profondo nelle tue immagini e fornisce dettagli di astrometria.

source: Astrophotography often is a continuous improvement process, and AstroBin allows you to upload multiple revisions of the same image.
it: L'astrofotografia spesso è un processo di continui miglioramenti, e AstroBin ti permette di caricare multiple versioni della stessa immagine.

source: Largest astrophoto community
it: La più grande comunità di astrofotografia

source: With forums, comments, private messaging, groups and more social features, AstroBin is truly the world wide hub for astrophotographers!
it: Con forum, commenti, messaggistica privata, gruppi ed altri strumenti sociali, AstroBin è davvero il punto d'incontro per gli astrofotografi di tutto il mondo!

source: Frequently asked questions
it: Domante ricorrenti (FAQ)
