Repository: astrobin/astrobin
Catalog: astrobin_apps_premium/locale/*/LC_MESSAGES/django.po
Languages: be, ca, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, uk

source: I wasn't really affected by the data loss
be: Страта дадзеных мяне не вельмі пашкодзіла.
de: Ich war von dem Datenverlust nicht wirklich betroffen
es: No me afectó mucho la pérdida de datos
fr: Je n'ai pas vraiment été affecté par la perte de données
it: La perdita di dati non mi ha copito
pt: Eu realmente não fui afetado pela perda de dados
ru: Меня не очень коснулась потеря данных
uk: На мене втрата даних особливо не вплинула

source: I don't require compensation: I want to support AstroBin
be: Мне не патрэбна кампэнсацыя: я хачу падтрымаць AstroBin
de: Ich verlange keine Entschädigung: Ich möchte AstroBin unterstützen
es: No requiero compensación. Deseo apoyar a AstroBin
fr: Je n'ai pas besoin de compensation : Je veux soutenir AstroBin
it: Non mi serve compensazione: voglio supportare AstroBin
pt: Não preciso de compensação: quero apoiar o AstroBin
ru: Мне не нужна компенсация: Я хочу поддержать AstroBin
uk: Мені не потрібна компенсація: я хочу підтримати AstroBin

source: I would like to try AstroBin Ultimate for free for 1 month
be: Я хацеў бы паспрабаваць AstroBin Ultimate дармова 1 месяц
de: Ich möchte AstroBin Ultimate 1 Monat lang kostenlos testen
es: Me gustaría probar AstroBin Ultimate gratis durante 1 mes
fr: Je souhaite essayer AstroBin Ultimate gratuitement pendant 1 mois
it: Vorrei provare AstroBin Ultimate gratis per 1 mese
pt: Gostaria de experimentar o AstroBin Ultimate gratuitamente por 1 mês
ru: Я хочу попробовать подписку AstroBin Ultimate бесплатно на 1 месяц
uk: Я хотів би спробувати AstroBin Ultimate безкоштовно протягом 1 місяця

source: I feel entitled to AstroBin Ultimate for free for 3 months
be: Я лічу, што маю права на дармовы AstroBin Ultimate на 3 месяцы
de: Ich fühle mich berechtigt, AstroBin Ultimate 3 Monate lang kostenlos zu erhalten.
es: Me siento con derecho de obtener AstroBin Ultimate gratis durante 3 meses
fr: Je me sens en droit de profiter de AstroBin Ultimate gratuitement pendant 3 mois
it: Sento che mi spetta AstroBin Ultimate gratis per 3 mesi
pt: Gostaria de experimentar o AstroBin Ultimate gratuitamente por 3 meses
ru: Я чувствую себя получившим право на AstroBin Ultimate бесплатно на 3 месяца
uk: Я відчуваю, що маю право на безкоштовний доступ до AstroBin Ultimate протягом 3 місяців

source: I feel entitled to AstroBin Ultimate for free for 6 months
be: Я лічу, што маю права на дармовы AstroBin Ultimate на поўгады
de: Ich fühle mich berechtigt, AstroBin Ultimate 6 Monate lang kostenlos zu erhalten.
es: Me siento con derecho de obtener AstroBin Ultimate gratis durante 6 meses
fr: Je me sens en droit de profiter de AstroBin Ultimate gratuitement pendant 6 mois
it: Sento che mi spetta AstroBin Ultimate gratis per 6 mesi
pt: Gostaria de experimentar o AstroBin Ultimate gratuitamente por 6 meses
ru: Я чувствую себя получившим право на AstroBin Ultimate бесплатно на 6 месяцев
uk: Я відчуваю, що маю право на безкоштовний доступ до AstroBin Ultimate протягом 6 місяців

source: Requested compensation
be: Запрошаная кампэнсацыя
de: Gewünschte Entschädigung
es: Compensación solicitada
fr: Indemnisation demandée
it: Compensazione richiesta
pt: Compensação solicitada
ru: Запрашиваемая компенсация
uk: Запрошена компенсація

source: Please indicate if and how much you would like to be compensated.
be: Калі ласка, укажыце, ці хочаце і колькі хочаце атрымаць кампэнсацыю.
de: Bitte gib an, ob und in welcher Höhe du entschädigt werden möchtest.
es: Por favor, indique si y cuánto cuánto le gustaría ser compensado.
fr: Veuillez indiquer si vous souhaitez être indemnisé et à quel montant.
it: Per favore indica se e di quanto vorresti essere compensato.
pt: Indique se e quanto você gostaria de ser compensado.
ru: Пожалуйста укажите нужна ли вам компенсация и, если да, то каким образом.
uk: Будь ласка, вкажіть, чи бажаєте Ви отримати компенсацію та скільки.

source: Your migration data
be: Вашыя дадзеныя для міграцыі
ca: Dades de migració
de: Deine Migrationsdaten
es: Tus datos migrados
fr: Vos données de conversion
hu: Az áthelyezett adataid
it: I tuoi dati di migrazione
ja: 移行済みデータ
nl: Eerste betaling
pl: Twoje dane do migracji
pt: Seus dados de migração
ru: Ваши данные для миграции
sk: Vaše migračné dáta
uk: Ваші дані для міграції

source: Total amount donated last year
be: Агульная сума ўнёскаў за мінулы год
ca: Quantitat total donada l'any passat
de: Gesamte Spenden letztes Jahr
es: Total donado el año pasado
fr: Montant total offert l'an passé
hu: Az előző évben elküldött támogatás összesen
it: Totale donazioni dell'anno scorso
ja: 昨年度の総寄付金額
nl: Totaal gedoneerd bedrag van het afgelopen jaar.
pl: Całkowita kwota dofinansowań z ostatniego roku
pt: Quantia total doada no ano passado
ru: Всего внесено за последний год
sk: Celková suma dotácií za posledný rok
uk: Усього внесено за останній рік

source: First payment
be: Першы плацёж
ca: Primer pagament
de: Erste Zahlung
es: Primer pago
fr: Premier paiement
hu: Első fizetés
it: Primo pagamento
ja: 最初の支払い
nl: Eerste betaling
pl: Pierwsza płatność
pt: Primeiro pagamento
ru: Первый платёж
sk: Prvá platba
uk: Перший платіж

source: Price for Premium
be: Кошт за Premium
ca: Import per Premium
de: Preis für Premium
es: Importe Premium
fr: Prix de l'abonnement Premium
hu: Ár a Premiumért
it: Prezzo di Premium
ja: プレミアムに対しての価格
nl: Prijs van het Premium account
pl: Cena za konto Premium
pt: Preço para Premium
ru: Цена за Premium
sk: Cena za prémiový prístup
uk: Ціна за Premium

source: Days covered
be: Дзён пакрыта
ca: Termini
de: Tage bisher
es: Plazo cubierto
fr: Jours inclus
hu: Napig tart
it: Giorni coperti
ja: 対象期間
nl: Dagen omvattend
pl: Dni ważności
pt: Dias cobertos
ru: Дней покрыто
sk: Pokryté dni
uk: Охоплені дні

source: Premium expiration
be: Скасаванне Premium
ca: Venciment Premium
de: Premium läuft ab
es: Vencimiento Premium
fr: Expiration de l'abonnement Premium
hu: Premium lejárása
it: Scadenza Premium
ja: プレミアムの期限切れ
nl: Verloopdatum van het Premium account
pl: Data wygaśnięcia konta premium
pt: Expiração do Premium
ru: Premium истекает
sk: Expirácia prémiového prístupu
uk: Premium закінчується

source: Your donations last year
be: Вашыя ўнёскі ў мінулым годзе
ca: Les teves donacions de l'últim any
de: Deine Spenden letztes Jahr
es: Tus donaciones del último año
fr: Vos dons l'an passé
hu: A támogatásaid előző évben
it: Le tue donazioni l'anno scorso
ja: あなたの昨年の寄付金額
nl: Jouw donaties van het afgelopen jaar
pl: Twoje dotacje z ostatniego roku
pt: Suas doações no ano passado
ru: Ваши взносы за последний год
sk: Vaše dotácie za posledný rok
uk: Ваші внески за останній рік

source: Amount
be: Сума
ca: Quantitat
de: Betrag
es: Importe
fr: Montant
hu: Összeg
it: Importo
ja: 金額
nl: Bedrag
pl: Kwota
pt: Quantia
ru: Количество
sk: Suma
uk: Кількість

source: Date
be: Дата
ca: Data
de: Datum
es: Fecha
hu: Dátum
it: Data
ja: 日付
nl: Datum
pl: Data
pt: Data
ru: Дата
sk: Dátum
uk: Дата

source: Subscription
be: Падпіска
ca: Subscripció
de: Abonnement
es: Suscripción
fr: Abonnement
hu: Feliratkozás
it: Abbonamento
ja: 定期契約
nl: Abonnement
pl: Subskrypcja
pt: Inscrição
ru: Подписка
sk: Predplatné
uk: Підписка

source: Data loss compensation request
be: Запрос на кампэнсацыю страчаных дадзеных
de: Antrag auf Entschädigung bei Datenverlust
es: Solicitud de compensación por pérdida de datos.
fr: Demande d'indemnisation pour perte de données
it: Richiesta di compensazione per perdita di dati
pt: Pedido de compensação de perda de dados
ru: Запрос на компенсацию потери изображений
uk: Запит на компенсацію втрати даних

source: You are eligible for compensation due to the data loss that happened on February 16th, 2020.
be: Вы маеце права на кампэнсацыю з-за страту дадзеных 16-га лютага 2020.
de: Du hast Anspruch auf Entschädigung aufgrund des Datenverlusts, der am 16. Februar 2020 eingetreten ist.
es: Usted es elegible para una compensación debido a la pérdida de datos que ocurrió el 16 de febrero de 2020.
fr: Vous êtes éligible à une compensation en raison de la perte de données du 16 février 2020.
it: Ti spetta una compensazione a causa della perdita di dati avvenuta il 16 Febbraio 2020.
pt: Você é elegível para compensação devido à perda de dados ocorrida em 16 de fevereiro de 2020.
ru: Вы имеете право на компенсацию за потерю информации которая произошла 16-го Февраля 2020-го.
uk: Ви маєте право на компенсацію через втрату даних, яка сталася 16 лютого 2020 року.

source: If you haven't had the chance, please take a minute to read what happened at the following page:
be: Калі вы яшчэ не чыталі, калі ласка прачытаць тое, што адбылося на наступнай старонцы:
de: Wenn du noch keine Gelegenheit dazu hattest, nimm dir bitte eine Minute Zeit, um zu lesen, was auf der folgenden Seite passiert ist:
es: Si no ha tenido la oportunidad, por favor tómese un minuto para leer lo que sucedió en la siguiente página:
fr: Si vous n'en avez pas eu l'occasion, veuillez prendre une minute pour lire ce qui s'est passé à la page suivante :
it: Se non ne hai avuto ancora l'opportunità, per favore leggi cosa è accaduto a questa pagina:
pt: Se você ainda não teve a oportunidade, leia o que aconteceu na página a seguir:
ru: Если у вас ещё не было возможности, пожалуйста уделите минуту на прочтение того что произошло на след. странице:
uk: Якщо у Вас не було можливості, будь ласка, знайдіть хвилинку, щоб прочитати, що сталося на наступній сторінці:

source: Official statement and post-mortem
be: Афіцыйная заява і post-mortem
de: Offizielle Stellungnahme und Obduktion
es: Declaración oficial y póstuma
fr: Déclaration officielle et post-mortem
it: Dichiarazione ufficiale e post-mortem
pt: Declaração oficial e post-mortem
ru: Официальное заявление и последствия
uk: Офіційна заява та посмертне

source: Please accept our apology once more.
be: Калі ласка, прабачце яшчэ раз.
de: Bitte akzeptiere noch einmal unsere Entschuldigung.
es: Por favor, acepte nuestras disculpas una vez más.
fr: Veuillez accepter nos excuses une fois de plus.
it: Per favore accetta le nostre scuse ancora una volta.
pt: Por favor, aceite nossas desculpas mais uma vez.
ru: Пожалуйста примите наше извинение ещё раз.
uk: Прийміть наші вибачення ще раз.

source: Please chooce your compensation from the list below
be: Калі ласка, абярыце сваю кампенсацыю са спісу ніжэй
de: Bitte wähle deine Entschädigung aus der folgenden Liste
es: Por favor, escoja su compensación de la lista a continuación
fr: Veuillez choisir votre compensation dans la liste ci-dessous
it: Per favore scegli una compensazione dalla lista qui sotto
pt: Por favor, escolha sua compensação na lista abaixo
ru: Пожалуйста выберите ваш метод компенсации из списка ниже
uk: Будь ласка, виберіть свою компенсацію зі списку нижче

source: Compensation is offered in the form of free time on the new AstroBin subscription tier called "Ultimate".
be: Прапануем вам дармовы час на новым узроўні сяброўства AstroBin - «Ultimate» як кампэнсацыю.
de: Die Entschädigung wird in Form von kostenloser Zeit auf der neuen AstroBin-Abonnementstufe "Ultimate" angeboten.
es: La compensación se ofrece en forma de tiempo gratis en el nuevo nivel de suscripción de AstroBin llamado "Ultimate".
fr: La compensation est offerte sous forme de temps d'abonnement à la nouvelle formule "Ultimate".
it: La compensazione è offerta in forma di tempo gratuito sul nuovo abbonamento AstroBin chiamato "Ultimate".
pt: A compensação é oferecida na forma de tempo grátis no novo nível de assinatura AstroBin chamado "Ultimate".
ru: Компенсация предлагается в форме бесплатного времени в новой подписке AstroBin которая называется "Ultimate".
uk: Компенсація пропонується у вигляді вільного часу на новому рівні підписки AstroBin під назвою «Ultimate».

source: To learn more about AstroBin Ultimate, please visit <a href="%(url)s" target="_blank">the pricing page</a>.
be: Каб даведацца больш пра AstroBin Ultimate, наведайце <a href="%(url)s" target="_blank">старонку з цэнамі</a>.
de: Um mehr über AstroBin Ultimate zu erfahren, besuche bitte <a href="%(url)s" target="_blank">die Preisseite</a>.
es: Para obtener más información sobre AstroBin Ultimate, visite <a href="%(url)s" target="_blank"> la página de precios</a>.
fr: Pour en savoir plus sur AstroBin Ultimate, veuillez visiter <a href="%(url)s" target="_blank">la page des tarifs</a>.
it: Per sapere di più riguardo AstroBin Ultimate, visita la <a href="%(url)s" target="_blank">pagina dei prezzi</a>.
pt: Para saber mais sobre o AstroBin Ultimate, por favor visite <a href="%(url)s" target="_blank">a página de preços</a>.
ru: Чтобы узнать больше про AstroBin Ultimate, пожалуйста посетите <a href="%(url)s" target="_blank">страницу цен</a>
uk: Щоб дізнатися більше про AstroBin Ultimate, відвідайте <a href="%(url)s" target="_blank">сторінку цін</a>.

source: Submit
be: Адправіць
de: Absenden
es: Enviar
fr: Soumettre
it: Invia
pt: Enviar
ru: Отправить
uk: Надіслати

source: Data loss compensation reauest
be: Запыт на кампэнсацыю страты дадзеных
de: Antrag auf Entschädigung bei Datenverlust
es: Solicitud de compensación por pérdida de datos
fr: Demande d'indemnisation pour perte de données
it: Richiesta per compensazione perdita dati
pt: Pedido de compensação de perda de dados
ru: Заявка на компенсацию за потерю информации
uk: Запит на відшкодування втрати даних

source: Already done
be: Ужо зроблена
de: Bereits erledigt.
es: Hecho
fr: Déjà fait
it: Fatto già
pt: Já feito
ru: Уже выполнено
uk: Вже зроблено

source: Sorry, you can't do this again.
be: Выбачайце, але вы не можаце зрабіць зноў.
de: Tut mir leid, du darfst das nicht noch einmal tun.
es: Lo siento, no puede hacer esto otra vez.
fr: Désolé, vous ne pouvez pas recommencer.
it: Spiacenti, non puoi farlo di nuovo.
pt: Desculpe, você não pode fazer isso novamente.
ru: Извините, вы не можете сделать это ещё раз.
uk: Вибачте, ви не можете зробити це знову.

source: Your preference was already recorded and cannot be changed.
be: Вашы настройкі ўжо захаваны і не могуць быць зменены.
de: Deine Einstellung wurde bereits erfasst und kann nicht geändert werden.
es: Su preferencia ya fue grabada y no puede ser cambiada.
fr: Votre préférence a déjà été enregistrée et ne peut être modifiée.
it: La tua preferenza è stata già registrata e non può essere cambiata.
pt: Sua preferência já foi registrada e não pode ser alterada.
ru: Ваше предпочтение уже сохранено и не может быть изменено.
uk: Ваші налаштування вже записані і не можуть бути змінені.

source: Not eligible
be: Не маеце права
de: Nicht berechtigt
es: No elegible
fr: Non éligible
it: Non idoneo
pt: Não elegível
ru: Не имеет права
uk: Не відповідає вимогам

source: It looks like you're not eligible
be: Здаецца што вы не маеце на гэта права
de: Es sieht so aus, als wärst du nicht berechtigt
es: Parece que usted no es elegible
fr: Il semble que vous ne soyez pas éligible
it: Sembra che tu non sia idoneo
pt: Parece que você não é elegível
ru: Кажется вы не имеете права
uk: Схоже, ви не відповідаєте вимогам

source: Sorry, but this page is for people who were on AstroBin Premium on the day that the data loss incident happened, and it looks like you aren't among them.
be: Выбачайце, але гэтая старонка прызначана для людзей, якія былі на AstroBin Premium у той дзень, калі адбыўся інцыдэнт са стратай дадзеных, і, здаецца, вы не адзін з іх.
de: Tut mir leid, aber diese Seite ist für Leute, die an dem Tag, an dem der Datenverlust passierte, bei AstroBin Premium waren, und es sieht so aus, als würdest du nicht zu ihnen gehören.
es: Lo sentimos, pero esta página es para aquellos que estaban en AstroBin Premium el día del incidente de pérdida de datos y parece que usted no está entre estas personas.
fr: Désolé, mais cette page est destinée aux personnes qui étaient sur AstroBin Premium le jour où l'incident de perte de données s'est produit, et il semble que vous ne soyez pas parmi eux.
it: Spiacenti, ma questa pagina è per le persone che erano con AstroBin Premium il giorno in cui la perdita di dati è avvenuta, e pare che tu non sia fra questi.
pt: Desculpe, mas esta página é para pessoas que estavam no AstroBin Premium no dia em que ocorreu o incidente de perda de dados e parece que você não está entre elas.
ru: Извините, но эта страница для пользователей у которых был AstroBin Premium в день когда случилась потеря информации, и кажется вы не один из них.
uk: Вибачте, але ця сторінка призначена для людей, які були на AstroBin Premium у той день, коли сталася втрата даних, і, схоже, Вас немає серед них.

source: Success
be: Поспех
ca: Èxit
de: Erfolgreich
es: Realizado con éxito
fr: Opération réussie
hu: Siker
it: Successo
ja: 成功
nl: Succes
pl: Sukces
pt: Sucesso
ru: Успешно
sk: Úspech
uk: Успішно

source: All done!
be: Усё зроблена!
de: Fertig!
es: ¡Ya está todo hecho!
fr: Tout est fait !
it: Tutto fatto!
pt: Tudo feito!
ru: Всё готово!
uk: Готово!

source: Your preference has been recorded and it has already been applied. Thank you!
be: Ваша настройка была захавана і ўжо прытарнавана. Дзякуй!
de: Deine Einstellung wurde registriert und bereits angewendet. Wir danken dir!
es: Su preferencia ha sido registrada y ha sido aplicada. ¡Gracias!
fr: Votre préférence a été enregistrée et elle a déjà été appliquée. Merci !
it: La tua preferenza è stata registrata ed è stata già appllicata. Grazie!
pt: Sua preferência foi registrada e já foi aplicada. Obrigado!
ru: Ваше предпочтение было записано и уже применено. Спасибо!
uk: Ваші налаштування були записані й уже застосовані. Дякую!

source: Migrate donations
be: Міграцыя унёскаў
ca: Migrar les donacions
de: Spenden übertragen
es: Migrar donaciones
fr: Convertir les donations
hu: Támogatások áthelyezése
it: Migra donazioni
ja: 寄付金を利用する
nl: Migreer donaties
pl: Przeniesione dotacje
pt: Migrar doações
ru: Перевод взносов
sk: Migrovať dotácie
uk: Переказ внесків

source: Error!
be: Памылка!
ca: S'ha produït un error!
de: Fehler!
fr: Erreur !
hu: Hiba!
it: Errore!
ja: エラー
nl: Foutmelding!
pl: Błąd!
pt: Erro!
ru: Ошибка!
sk: Chyba!
uk: Помилка!

source: Sorry, but it looks like you cannot migrate your donations to a Premium membership.
be: Выбачце, здаецца, вы ня можаце перанесці вашыя ўнёскі ў падпіску Premium
ca: Disculpa, però sembla que no pots migrar les teves donacions a un compte Premium
de: Entschuldigung, es scheint, dass eine Spenden nicht in die Premium Mitgliedschaft übertragen werden können.
es: Disculpa, parece que no puedes migrar tus donaciones a una membresía Premium.
fr: Désolé, vous ne pouvez pas convertir vos dons en abonnement premium.
hu: Sajnáljuk, de úgy tűnik, hogy a támogatásaidat nem tudod átváltani Prémium tagságra.
it: Spiacente, ma sembra che non sia possibile migrare le tue donazioni ad una sottoscrizione Premium.
ja: 申し訳ございませんが、寄付金をプレミアム会員用に流用することはできないようです。
nl: Sorry maar het lijkt erop dat je je donaties niet naar het Premium account kunt overzetten
pl: Przepraszamy, wygląda na to że nie możemy przenieść Twoich dotacji na konto premium
pt: Desculpe, mas parece que você não pode migrar suas doações para uma associação Premium.
ru: Извините, но кажется, что вы не можете перенести ваши взносы в Premium членство.
sk: Prepáčte, ale zrejme nemôžete migrovať vaše dotácie do prémiového členstva.
uk: Вибачте, але здається, що Ви не можете перенести Ваші внески до членства Premium.

source: You already have a paid membership.
be: Вы ўжо маеце платнае ўдзельніцтва.
ca: Ja disposes d'un compte de pagament.
de: Du hast bereits für die Mitgliedschaft bezahlt.
es: Ya dispones de una cuenta de pago.
fr: Vous avez déjà un abonnement payant.
hu: Már van fizetett tagságod.
it: Hai già una sottoscrizione a pagamento.
ja: あなたは既に有料会員です。
nl: Je bent al betalend lid
pl: Twój dostęp jest już opłacony
pt: Você já tem uma associação paga.
ru: Вы уже оплатили членство.
sk: Už ste zaplatili členské.
uk: Ви вже сплатили членство.

source: We could not find any donations from you last year.
be: Мы ня можам знайсці аніякія ўнёскі за мінулы год.
ca: No trobem cap donació teva durant l'últim any.
de: Wir konnten keine Spenden von dir im letzten Jahr zuordnen.
es: No encontramos ninguna donación tuya durante el último año.
fr: Nous n'avons pas trouvé de dons de votre part pour l'an passé.
hu: Nem találtunk támogatásokat tőled tavalyról.
it: Non abbiamo trovato donazioni da parte tua lo scorso anno.
ja: 昨年においてあなたからの寄付は見つかりませんでした。
nl: We hebben geen donaties van het afgelopen jaar van jou gevonden
pl: Nie możemy znaleźć żadnych Twoich dotacji z zeszłego roku
pt: Não foi possível encontrar nenhuma doação sua no ano passado.
ru: Не получается найти каких-либо взносов от вас за последний год.
sk: Nenašli sme žiadne dotácie od vás za posledný rok.
uk: Не вдалося знайти будь-яких внесків від Вас за останній рік.

source: Your donations last year were not enough to cover a Premium subscription for this year.
be: Вашых унёскаў недастаткова, каб пакрыць падпіску Premium за гэты год.
ca: Amb les donacions que vas fer l'últim any no hi ha prou per cobrir una subscripció Premium per aquest any.
de: Deine Spenden im letzten Jahr waren nicht genug für eine Premium Mitgliedschaft in diesem Jahr..
es: Tus donaciones durante el último año no fueron suficientes para cubrir una suscripción Premium para este año.
fr: Vos dons de l'an passé ne couvrent pas le prix d'un abonnement Premium pour cette année.
hu: A tavalyi támogatásaid nem voltak elegendőek ahhoz, hogy fedezzék a Prémium előfizetést erre az évre.
it: Le tue donazioni l'anno scorso non sono state sufficienti a coprire una sottoscrizione Premium per quest'anno.
ja: あなたの昨年の寄付金では、今年度のプレミアム会員になるには十分ではありませんでした。
nl: Jouw donaties van het afgelopen jaar waren onvoldoende voor een Premium account voor dit jaar
pl: Twoje dotacje z zeszłego roku nie są wystarczające aby pokryć koszty konta Premium na ten rok
pt: Suas doações no ano passado não foram suficientes para cobrir uma assinatura Premium deste ano.
ru: Ваши взносы за последний год недостаточны для покрытия подписки Premium членства в этом году.
sk: Vaše dotácie za posledný rok nepostačujú na pokrytie prémiového predplatného na tento rok.
uk: Ваших внесків за останній рік недостатньо для покриття підписки Premium цього року.

source: View the subscription plans
be: Праглядзець планы падпіскі
ca: Veure els plans de subscripció
de: Abonnement anzeigen
es: Ver los planes de suscripción
fr: Voir les possibilités d'abonnement
hu: Előfizetési tervek megtekintése
it: Vedi i piani di sottoscrizione
ja: 定期契約プランをみる
nl: Bekijk je abonnement
pl: Zobacz plany subskrypcji
pt: Veja os planos de assinatura
ru: Посмотреть планы подписки
sk: Prehľad predplatných plánov.
uk: Переглянути плани передплати
