Repository: astrobin/astrobin
Catalog: astrobin_apps_premium/locale/*/LC_MESSAGES/django.po
Languages: be, ca, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, uk

source: As you have made donations during the last year, you may choose to transfer the amount you donated towards an AstroBin Premium membership. The membership will have an expiration date proportionate to the amount you donated.
be: Паколькі вы рабілі ўнёскі ў мінулым годзе, вы можаце перанесці суму ўнёскаў да падпіскі AstroBin Premium. Падпіска мае дату завяршэння прапарцыйна да сумы Вашага ўнёска.
ca: Com que vas fer donacions al llarg de l'últim any, pots triar si vols transferir-les a un compte AstroBin Premium. Aquest compte tindrà un venciment proporcional a les teves donacions.
de: Wenn du letztes Jahr gespendet hast, kannst du wählen, ob du den Betrag in eine Premium-Mitgliedschaft überträgst. Die Mitgliedschaft endet, sobald der Betrag aufgebraucht ist.
es: Como hiciste donaciones durante el último año, puedes transferir la cantidad donada a una cuenta AstroBin Premium. La cuenta tendrá una fecha de vencimiento proporcional a la cantidad donada.
fr: Puisque vous avez fait des dons au cours de l'année passée, vous pouvez choisir de les convertir en abonnement Premium. La date d'échéance de celui-ci sera calculée au prorata du montant total de vos dons.
hu: Mivel az elmúlt évben támogattál, lehetőséged van arra, hogy áthelyezd az adományozott összeget egy AstroBin Prémium tagságra. A tagság az általad adományozott összeggel arányos lejárati idővel rendelkezik.
it: Dato che hai fatto delle donazioni durante lo scorso anno, puoi scegliere di trasferire l'importo da te donato ad una sottoscrizione per AstroBin Premium. La sottoscrizione avrà una data di scadenza proporzionata all'importo che hai donato.
ja: 昨年、寄付をされた方は、寄付された金額をAstroBinプレミアム会員に利用することができます。会員資格の有効期限は、寄付した金額に比例します。
nl: Omdat je het afgelopen jaar gedoneerd hebt kun je ervoor kiezen dit bedrag in te zetten voor een Astrobin Premium lidmaatschap. De vervaldatum van dit lidmaatschap wordt berekend naarmate je gedoneerd hebt.
pl: Jeśli wpłaciłeś datki w ciągu ostatniego roku, możesz zdecydować o ich transferze w celu pokryci kosztów konta Premium. Konto Premium wygaśnie w terminie uzależnionym od kwoty przeniesionych datków.
pt: Como você fez doações durante o ano passado, pode optar por transferir o valor doado para uma associação AstroBin Premium. A associação terá uma data de validade proporcional ao valor que você doou.
ru: Так как вы делали взносы за последний год, вы можете выбрать значение для перевода во взнос членства Premium AstroBin. Время истечения членства будет пропорционально зависеть от значения взноса.
sk: PRetože ste zaslali príspevky počas uplynulého roku, môžete si zvoliť a presunúť sumu, ktoré ste prispeli do AstroBin prémiového členstva. Dátum expirácie členstva sa určí proporčne k sume, ktorú ste prispeli.
uk: Оскільки Ви робили внески за останній рік, Ви можете використати цю суму на оформлення підписки Premium AstroBin. Час закінчення підписки пропорційно залежатиме від значення внеску.

source: If you are feeling particularly cool and generous, you may choose to consider your past donations as a contribution to support past efforts, and pay again for a Premium plan. Up to you!
be: Калі Вы адчуваеце сябе добра і шчодра, Вы можаце лічыць Вашыя мінулыя ўнёскі як дапамогу і ўклад у мінулыя намаганні, і зноў зрабіць плату за план Premium. Вырашаеце Вы!
ca: Si et sents particularment generós, potser podries considerar les donacions que vas fer com una contribució als esforços passats, i pagar per un nou pla Premium. Tu tries!
de: Wenn du den gespendeten Betrag im letzten Jahr weiterhin als großzügige Unterstützung für die bisherige Leistungen betrachtest, kannst du dich auch dafür entscheiden, für deine neue Premium Mitgliedschaft sofort zu bezahlen. Das liegt ganz bei dir!
es: Si te sientes particularmente generoso, podrías considerar tus anteriores donaciones como una contribución para apoyar esfuerzos pasados, y pagar de nuevo por un plan Premium. ¡Tú decides!
fr: Vous êtes généreux et souhaitez soutenir encore plus AstroBin ? Vous pouvez maintenir vos dons et souscrire un abonnement Premium. A vous de décider!
hu: Ha különösen jófejnek és bőkezűnek érzed magad, dönthetsz úgy, hogy korábbi adományaidat a múltbeli erőfeszítések támogatásához való hozzájárulásnak tekinted, és újra fizetsz a Prémium tervért. Rajtad áll!
it: Se ti senti particolarmente buono e generoso, puoi decidere di considerare le donazioni passate come un contributo di supporto verso gli sforzi passati, e pagare ancora per la sottoscrizione a Premium. Scegli tu!
ja: 特にクールで寛大な心をもった方は、過去の寄付を過去の取り組みを支援するための寄付と考え、プレミアムプラン向けにもう一度、お支払いいただくことも可能です。それは、あなた次第です。
nl: Mocht je een bijzonder goeie bui hebben kun je ervoor kiezen jouw donaties te beschouwen als bijdrage voor de afgelopen jaren en kun je alsnog gewoon betalen voor een Premium account. Jouw keuze.
pl: Jeśli czujesz się na siłach i jesteś wystarczająco hojny, możesz zdecydować, że przeszłe datki wynagradzały wysiłki z przeszłości i zapłacić nową opłatę za konto Premium. To zależy tylko od Ciebie!
pt: Se você estiver se sentindo particularmente calmo e generoso, poderá considerar suas doações passadas como uma contribuição para apoiar os esforços passados e pagar novamente por um plano Premium. Você decide!
ru: Если вам хочется расщедриться, можете рассмотреть ваши прошлые пожертвования в качестве вклада в поддержку прошлых усилий и снова оплатить за план Premium. Решать вам!
sk: Ak sa cítite veľmi dobre a ste štedrí, môžete si zvoliť, že vaše minulé príspevky boli na podporu minulých snáh a znovu zaplatiť za prémiový plán. Je to na vás.
uk: Якщо Вам хочеться розщедритись, можете розглянути Ваші минулі пожертвування як внесок у підтримку минулих зусиль та знову сплатити за план Premium. Вирішувати вам!

source: No, I want to pay for Premium
be: Не, я жадаю сплаціць за Premium
ca: No, vull pagar per un compte Premium
de: Nein, ich möchte für Premium bezahlen
es: No, quiero pagar por una cuenta Premium
fr: Non, je désire souscrire un abonnement Premium
hu: Nem, szeretnék a Prémiumért fizetni
it: No, voglio pagare per Premium
ja: いいえ、プレミアム向けに払いたくありません
nl: Nee, ik wil voor het Premium account betalen
pl: Nie, chcę zapłacić za konto Premium
pt: Não, quero pagar pelo Premium
ru: Нет, я хочу оплатить Premium
sk: Nie, ja chcem zaplatiť za prémiové členské.
uk: Ні, я хочу сплатити Premium

source: Your migration was successful.
be: Ваш пераказ паспяхова завершаны.
ca: La migració s'ha realitzat correctament.
de: Deine Migration war erfolgreich.
es: La migración se ha llevado a cabo con éxito.
fr: La conversion a réussi.
hu: Az áthelyezés sikeres volt
it: La tua migrazione è avvenuta con successo.
ja: あなたの寄付金の利用は成功しました。
nl: Jouw migratie is met succes voltooid.
pl: Twoja migracja została zakończona pomyślnie
pt: Sua migração foi bem sucedida.
ru: Ваш перенос прошел успешно.
sk: Vaša migrácia bola úspešná.
uk: Ваша міграція пройшла успішно.

source: Thanks for supporting AstroBin!
be: Дзякуем за падтрымку AstroBin!
ca: Gràcies per recolzar AstroBin!
de: Danke für die Unterstützung von AstroBin!
es: ¡Gracias por apoyar AstroBin!
fr: Merci de soutenir AstroBin !
hu: Köszönjük, hogy támogatod az AstroBint!
it: Grazie per il tuo supporto ad AstroBin!
ja: AstroBinをサポートいただきありがとうございました。
nl: Dankjewel voor je support van AstroBin !
pl: Dziękujemy za wspieranie AstroBin!
pt: Obrigado por apoiar o AstroBin!
ru: Спасибо за поддержку AstroBin!
sk: Vďaka za podporu AstroBin!
uk: Дякуємо за підтримку AstroBin!

source: Your "%(subscription_name)s" subscription on AstroBin has just expired.
be: Ваша падпіска "%(subscription_name)s" на AstroBin толькі што скончылася.
de: Dein "%(subscription_name)s"-Abonnement bei AstroBin ist gerade abgelaufen.
es: Su "%(subscription_name)s" suscripción en AstroBin acaba de caducar.
fr: Votre abonnement "%(subscription_name)s" sur AstroBin vient d'expirer.
hu: A "%(subscription_name)s" AstroBin előfizetésed lejárt.
it: Il tuo abbonamento "%(subscription_name)s" è appena scaduto.
ja: あなたのAstroBinでの"%(subscription_name)s" 定期契約は期限切れです。
pt: Sua assinatura "%(subscription_name)s" no AstroBin acabou de expirar.
ru: Ваша "%(subscription_name)s" подписка на AstroBin только что истекла.
uk: Ваша "%(subscription_name)s" підписка на AstroBin щойно закінчилася.

source: When a subscription on AstroBin expires, nothing happens to your images or any of your content. You are reverted to AstroBin Free and will not be able to upload new images until you renew, but you may continue to use AstroBin in all other aspects if you do not have any new images to share at the moment.
de: Wenn ein Abonnement bei AstroBin abläuft, passiert nichts mit Deinen Bildern oder Inhalten. Du kehrst zu AstroBin Free zurück und kannst keine neuen Bilder hochladen, bis Du dein Abonnement erneuerst. Du kannst AstroBin jedoch weiterhin in allen anderen Bereichen nutzen, wenn Du im Moment keine neuen Bilder zur Verfügung hast.
es: Cuando una suscripción en AstroBin expira, no le pasa nada a sus imágenes ni a su contenido. Usted es llevado a AstroBin Free y no será capaz de subir nuevas imágenes hasta que la renueve, pero puede seguir utilizando AstroBin en todos los demás aspectos si no tiene ninguna nueva imagen para compartir en el momento.
fr: Lorsqu'un abonnement à AstroBin expire, rien n'arrive à vos images ou à votre contenu. Vous continuez d'utiliser AstroBin sous sa forme gratuite et ne pourrez pas télécharger de nouvelles images avant le renouvellement de votre abonnement ; mais vous pouvez continuer à utiliser AstroBin dans tous les autres aspects si vous n'avez pas de nouvelles images à partager pour le moment.
hu: Amikor egy AstroBin előfizetésed lejár, semmi sem történik a képeiddel vagy a tartalmaiddal. Visszaállsz az AstroBin Ingyenes szintjére, és nem tudsz új képeket feltölteni, amíg meg nem újítod, de minden más szempontból továbbra is használhatod az AstroBint, ha jelenleg nincsenek új megosztandó képeid.
it: Quando un abbonamento su AstroBin scade, non accade nulla alle tuo immagini o altro. Ritorni ad AstroBin Free e non potrai caricare nuove immagini fino al prossimo rinnovo, ma potrai continuare ad usare AstroBin in tutti gli altri aspetti se non hai nuove immagini da condividere al momento.
ja: AstroBinの定期契約が終了しても、お客様の画像やコンテンツには何も起こりません。新たに更新するまではAstroBin Freeに戻り、新しい画像をアップロードすることができなくなります。しかし、現在新しく共有したい画像がない場合は、他のすべての機能面においてAstroBinを使い続けることができます。
pt: Quando uma assinatura do AstroBin expira, nada acontece com suas imagens ou qualquer parte do seu conteúdo. Você será revertido para o AstroBin Gratuito e não poderá fazer upload de novas imagens até que renove, mas pode continuar a usar o AstroBin em todos os outros aspectos se não tiver nenhuma nova imagem para compartilhar no momento.
ru: Когда на AstroBin истекает подписка, с вашими изображениями или любым содержимым ничего не случается. Вы возвращаетесь на AstroBin Free и не сможете загружать новые изображения пока не обновитесь, но вы сможете продолжить пользоваться AstroBin в других аспектах, если у вас нет новых изображений на данный момент.
uk: Коли на AstroBin закінчується підписка, з Вашими зображеннями або будь-яким вмістом нічого не відбувається. Ви повертаєтеся на AstroBin Free і не зможете завантажувати нові зображення поки не оновитеся, але зможете продовжити користуватися AstroBin в інших аспектах, якщо у Вас немає нових зображень на даний момент.

source: When you are ready to renew your subscription, please visit the following page:
de: Wenn Du bereit bist, Dein Abonnement zu erneuern, besuche bitte die folgende Seite:
es: Cuando esté listo para renovar su suscripción, por favor visite la siguiente página:
fr: Lorsque vous souhaiterez renouveler votre abonnement, veuillez consulter la page suivante :
hu: Ha készen állsz az előfizetés megújítására, kérjük, látogass el a következő oldalra:
it: Quando sarai pronto a rinnovare il tuo abbonamento, visita la seguente pagina:
ja: 更新のお手続きをされる場合は、以下のページをご覧ください：
pt: Quando você estiver pronto para renovar sua assinatura, visite a seguinte página:
ru: Когда вы готовы обновить вашу подписку, пожалуйста посетите эту страницу:
uk: Коли Ви готові оновити Вашу передплату, будь ласка, відвідайте цю сторінку:

source: Your AstroBin subscription has just expired
de: Dein Abonnement bei AstroBin ist gerade abgelaufen
es: Su suscripción en AstroBin acaba de expirar
fr: Votre abonnement à AstroBin vient d'expirer
hu: Az AstroBin előfizetésed lejárt
it: Il tuo abbonamento su AstroBin è appena scaduto
ja: あなたのAstroBinでの定期契約は期限が切れています。
pt: Sua assinatura do AstroBin acabou de expirar
ru: Ваша AstroBin подписка только что истекла
uk: Ваша AstroBin підписка щойно закінчилася

source: Your "%(subscription_name)s" subscription on AstroBin will expire in one week.
be: Ваша падпіска "%(subscription_name)s" на AstroBin скончыцца праз тыдзень.
de: Dein "%(subscription_name)s"-Abonnement bei AstroBin läuft in einer Woche ab.
es: Tu suscripción a '"%(subscription_name)s" en AstroBin expirará en una semana.
fr: Votre "%(subscription_name)s" sur AstroBin expirera dans une semaine.
hu: A "%(subscription_name)s" AstroBin előfizetésed egy hét múlva lejár.
it: Il tuo abbonamento "%(subscription_name)s" scadrà tra una settimana.
ja: あなたのAstroBinでの"%(subscription_name)s" 定期契約はあと１週間で切れます。
pt: Sua assinatura "%(subscription_name)s" no AstroBin expirará em uma semana.
ru: Ваша "%(subscription_name)s" подписка на AstroBin истекает на неделе.
uk: Ваша "%(subscription_name)s" підписка на AstroBin закінчується протягом тижня.

source: PLEASE NOTE! At the moment, you cannot renew a subscription while it is still ongoing. Please wait until it is expired. Thank you!
de: BITTE BEACHTE: Zur Zeit kannst Du ein Abonnement nicht erneuern, solange es noch läuft. Bitte warte, bis es abgelaufen ist. Vielen Dank!
es: ¡POR FAVOR TENGA EN CUENTA! En el momento, no puede renovar su suscripción mientras esta todavía está activa. Por favor, espere a que esta expire. ¡Gracias!
fr: A NOTER ! Vous ne pouvez pas renouveler votre abonnement alors que celui-ci est en cours. Merci d'attendre que celui-ci soit expiré. Merci !
hu: FIGYELEM! Jelenleg nem lehet megújítani az előfizetést, amíg az még tart. Kérjük, várj, amíg lejár. Köszönjük!
it: NOTA BENE! Al momento, non puoi rinnovare un abbonamento mentre è ancora attivo. Per favore attendi che sia scaduto. Grazie!
ja: ご注意ください。現在、契約期間中は更新することができません。有効期限が切れるまでお待ちください。ありがとうございました。
pt: ATENÇÃO, POR FAVOR! No momento, você não pode renovar uma assinatura enquanto ela ainda está em andamento. Por favor, espere até que ela expire. Obrigado!
ru: ПОЖАЛУЙСТА УЧТИТЕ! Вы не можете обновить подписку пока она активна. Пожалуйста дождитесь пока она не истечёт. Спасибо!
uk: Будь ласка ВРАХУЙТЕ! Ви не можете оновити передплату, поки вона активна. Будь ласка, дочекайтеся поки вона не закінчиться. Дякуємо!

source: Your AstroBin subscription will expire in one week
de: Dein Abonnement bei AstroBin läuft in einer Woche ab
es: Su suscripción en AstroBin expirará en una semana
fr: Votre abonnement AstroBin expirera dans une semaine
hu: Az AstroBin előfizetésed egy hét múlva lejár
it: Il tuo abbonamento su AstroBin scadrà tra una settimana
ja: あなたのAstroBinでの定期契約はあと１週間で切れます。
pt: Sua assinatura AstroBin irá expirar em uma semana
ru: Ваша AstroBin подписка истекает на неделе
uk: Ваша підписка на AstroBin закінчиться через тиждень

source: Your "%(subscription_name)s" subscription on AstroBin will be automatically renewed in one week.
be: Ваша падпіска "%(subscription_name)s" на AstroBin будзе аўтаматычна адноўлена праз тыдзень.
de: Dein "%(subscription_name)s"-Abonnement bei AstroBin wird in einer Woche automatisch verlängert.
es: Su suscripción a "%(subscription_name)s" en AstroBin se renovará automáticamente en una semana.
fr: Votre abonnement "%(subscription_name)s" à AstroBin sera automatiquement renouvelé dans une semaine.
hu: A "%(subscription_name)s" AstroBin előfizetésed egy hét múlva automatikusan megújul.
it: Il tuo abbonamento "%(subscription_name)s" sarà rinnovato automaticamente in una settimana.
ja: あなたのAstroBinでの"%(subscription_name)s" 定期契約はあと１週間で自動更新されます。
pt: Sua assinatura "%(subscription_name)s" no AstroBin será renovada automaticamente em uma semana.
ru: Ваша "%(subscription_name)s" подписка на AstroBin будет автоматически обновлена на неделе.
uk: Ваша "%(subscription_name)s" підписка на AstroBin буде автоматично оновлена протягом тижня.

source: You have an automatically renewing subscription on AstroBin, and we will attempt to renew it automatically. If your subscription was created the regular way, via PayPal, then PayPal will attempt to charge your credit card or retrieve funds that are available in your account.
be: Ваша падпіска на AstroBin аднаўляецца аўтаматычна, і мы паспрабуем аднавіць яе аўтаматычна. Калі ваша падпіска была створана звычайным спосабам, праз PayPal, PayPal паспрабуе спагнаць з вашай крэдытнай карты або атрымаць сродкі, якія ёсць у вашым акаўнце.
de: Du hast ein sich automatisch verlängerndes Abonnement bei AstroBin, und wir werden versuchen, es automatisch zu verlängern. Wenn Dein Abonnement auf dem regulären Weg, über PayPal, erstellt wurde, wird PayPal versuchen, Deine Kreditkarte zu belasten oder Gelder, die auf Deinem Konto verfügbar sind, abzurufen.
es: Usted tiene una suscripción de renovación automática en AstroBin, e intentaremos renovarla automáticamente. Si su suscripción se creó de la manera regular, a través de PayPal, PayPal intentará cargar su tarjeta de crédito o recuperar fondos que están disponibles en su cuenta.
fr: Votre abonnement sur AstroBin est configuré pour être automatiquement renouvelé, et nous allons tenter de le renouveler. Si votre abonnement a été créé de la manière habituelle, via PayPal, alors PayPal tentera de débiter votre carte de crédit ou de prélever la somme correspondante sur votre compte.
it: Hai un abbonamento a rinnovo automatico su AstroBin, e proveremo a rinnovarlo automaticamente. Se il tuo abbonamento è stato creato in maniera normale, via PayPal, allora PayPal cercherà di riscuotere dalla tua carta di credito oppure usare i fondi disponibili nel tuo account.
pt: Você tem uma assinatura renovando automaticamente no AstroBin, e tentaremos renová-la automaticamente. Se sua assinatura foi criada da maneira regular, via PayPal, o PayPal tentará cobrar seu cartão de crédito ou retirar os fundos disponíveis em sua conta.
ru: У вас автоматически обновляемая подписка на AstroBin, и мы будем стараться обновлять её автоматически. Если ваша подписка выполнена через PayPal, тогда PayPal будет стараться списать с вашей карты или со средств доступных на вашем аккаунте.
uk: У Вас автоматично оновлюється підписка на AstroBin, і ми намагатимемося оновлювати її автоматично. Якщо ваша підписка виконана через PayPal, тоді PayPal намагатиметься списати з вашої картки або із доступних засобів у Вашому обліковому записі.

source: If your subscription was created manually via a bank transfer, please get in touch for a new payment.
be: Калі ваша падпіска была створана ўручную з дапамогай банкаўскага перакладу, звярніцеся да новага плацяжу.
de: Wenn Dein Abonnement manuell per Banküberweisung erstellt wurde, wende Dich bitte für eine neue Zahlung an uns.
es: Si su suscripción se creó manualmente a través de una transferencia bancaria, póngase en contacto con nosotros para un nuevo pago.
fr: Si votre abonnement a été créé manuellement par virement bancaire, veuillez nous contacter pour un nouveau paiement.
it: Se il tuo abbonamento è stato creato manualmente tramite trasferimento bancario, contattaci per un nuovo pagamento.
ja: 銀行振り込みで手動で作成された定期購入の場合は、新たにお支払いいただく必要がありますので、ご連絡ください。
pt: Se sua assinatura foi criada manualmente por meio de transferência bancária, entre em contato para receber um novo pagamento.
ru: Если ваша подписка оплачена вручную, через банковский перевод, пожалуйста создайте новый платёж.
uk: Якщо вашу підписку оплачено вручну через банківський переказ, будь ласка створіть новий платіж.

source: Thank you!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
hu: Köszönjük!
it: Grazie!
ja: ありがとうございました。
pt: Obrigado!
ru: Благодарим!
uk: Дякуємо!

source: Your AstroBin subscription will be automatically renewed in one week
de: Dein Abonnement bei AstroBin wird in einer Woche automatisch verlängert
es: Su suscripción en AstroBin se renovará automáticamente en una semana
fr: Votre abonnement à AstroBin sera automatiquement renouvelé dans une semaine
hu: Az AstroBin előfizetésed egy hét múlva automatikusan megújul
it: Il tuo abbonamento su AstroBin sarà rinnovato automaticamente in una settimana
ja: あなたのAstroBinでの定期契約はあと１週間で自動更新されます。
pt: Sua assinatura AstroBin será renovada automaticamente em uma semana
ru: Ваша AstroBin подписка будет автоматически обновлена на неделе
uk: Ваша AstroBin підписка буде автоматично оновлена ​​протягом тижня

source: Your "%(subscription_name)s" subscription on AstroBin will be automatically renewed in 30 days.
be: Ваша падпіска "%(subscription_name)s" на AstroBin будзе аўтаматычна адноўлена праз 30 дзён.
de: Dein "%(subscription_name)s"-Abonnement bei AstroBin wird in 30 Tagen automatisch verlängert.
fr: Votre abonnement "%(subscription_name)s" à AstroBin sera automatiquement renouvelé dans 30 jours.
hu: A "%(subscription_name)s" AstroBin előfizetésed automatikusan megújul 30 nap múlva.
it: Il tuo abbonamento "%(subscription_name)s" sarà rinnovato automaticamente tra 30 giorni.
ja: あなたのAstroBinでの"%(subscription_name)s" 定期契約はあと30日で自動更新されます。
ru: Ваша "%(subscription_name)s" подписка на AstroBin будет автоматически обновлена в течении 30 дней.
uk: Ваша "%(subscription_name)s" підписка на AstroBin буде автоматично оновлена ​​протягом 30 днів.

source: Your AstroBin subscription will be automatically renewed in 30 days
de: Dein Abonnement bei AstroBin wird in 30 Tagen automatisch verlängert
fr: Votre abonnement à AstroBin sera automatiquement renouvelé dans 30 jours
hu: Az AstroBin előfizetésed automatikusan megújul 30 nap múlva
it: Il tuo abbonamento su AstroBin sarà rinnovato automaticamente tra 30 giorni
ja: あなたのAstroBinでの定期契約はあと30日で自動更新されます。
ru: Ваша AstroBin подписка будет автоматически обновлена в течении 30 дней
uk: Ваша AstroBin підписка буде автоматично оновлена ​​протягом 30 днів

source: You follow each other
be: Вы сачыце адзін за адным
de: Sie folgen sich gegenseitig
fr: Abonnés mutuels
it: Seguite l'un l'altro
ru: Вы подписаны друг к другу
uk: Ви підписані один на одного

source: Images
be: Здымкі
de: Bilder
es: Imágenes
it: Immagini
pt: Imagens
ru: Изображения
uk: Зображення

source: Followers
be: Падпісчыкі
es: Seguidores
fr: Abonnés
it: Follower
pt: Seguidores
ru: Подписчики
uk: Підписники

source: User
be: Карыстальнік
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
pt: Usuário
ru: Пользователь
uk: Користувач

source: No users.
be: Няма карыстальнікаў.
de: Keine Nutzer.
es: No hay usuarios.
fr: Pas d'utilisateurs.
it: Nessun utente.
pt: Sem usuários.
ru: Нет пользователей.
uk: Немає користувачів.

source: Administrator
be: Кіраўнік
es: Administrador
fr: Administrateur
it: Amministratore
pt: Administrador
ru: Администратор
uk: Адміністратор

source: Image moderator
be: Мадэратар здымкаў
de: Bild-Moderator
es: Moderador de imágenes
fr: Modérateur
it: Moderatore di immagini
pt: Moderador de imagem
ru: Модератор изобр.
uk: Модератор зображень

source: IOTD Submitter
be: Аўтар здымка дня
de: IOTD-Einreicher
es: Remitente IOTD
fr: Sélectionneur Image du Jour
it: Submitter Foto del Giorno
pt: Remetente de IDD
ru: ИД Номинирующий
uk: Відправник IOTD

source: IOTD Reviewer
be: Рэцэнзент здымка дня
de: IOTD-Rezensent
es: Revisor IOTD
fr: Examinateur Image du Jour
it: Reviewer Foto del Giorno
pt: Revisor de IDD
ru: ИД Рецензент
uk: Рецензент IOTD

source: IOTD Judge
be: Суддзя здымка дня
de: IOTD-Richter
es: Juez IOTD
fr: Juge Image du Jour
it: Giudice Foto del Giorno
pt: Juiz de IDD
ru: ИД Судья
uk: Суддя IOTD
