Repository: astrobin/astrobin
Catalog: astrobin_apps_premium/locale/*/LC_MESSAGES/django.po
Languages: be, ca, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, uk

source: Premium member
be: Прэміяльны сябра
de: Premiummitglied
es: Miembro premium
fr: Membre premium
it: Utente Premium
pt: Membro Premium
ru: Премиум участник
uk: Учасник Преміум

source: Your email bounce reports have been removed from AstroBin. Please make sure that your email works well or you will get the same warning message again. Thanks!
be: Паведамленне аб недастаўленнам лісце выдалена з AstroBin. Калі ласка ўпэўніцеся што вашая электронная пошта працуе, інакш вы атрымаеце тое ж самае паведамленне зноў. Дзякуй!
de: Ihre E-Mail-Bounce-Reporte wurden aus AstroBin entfernt. Bitte stellen Sie sicher, dass Ihre E-Mail gut funktioniert, sonst erhalten Sie die gleiche Warnmeldung erneut. Danke!
fr: Vos rapports d'emails de rebond ont été supprimés d'AstroBin. Merci de vérifier que vos courriels fonctionnent correctement ou le même message d'alerte s'affichera.
it: I report delle tue email "rimbalzate" sono state rimossi da AstroBin. Assicurati che la tua email funzioni bene, altrimenti riceverai di nuovo questo messaggio in futuro. Grazie!
ru: Отчеты о сбоях электронной почты были удалены из AstroBin. Убедитесь, что ваша электронная почта работает нормально, иначе вы снова получите то же предупреждение. Спасибо!
uk: Ваші звіти про відмову електронної пошти видалено з AstroBin. Переконайтеся, що Ваша електронна пошта працює добре, інакше Ви знову отримаєте те саме попередження. Дякуємо!

source: Your spam reports have been removed from AstroBin. Please make sure you don't have a filter or rule to always mark AstroBin's emails as spam! If you don't want to receive emails from AstroBin, look for the settings link that's at the bottom of every email. Thanks!
be: Справаздача аб спаме выдалена з AstroBin. Калі ласка ўпэўніцеся што вы не маеце фільтар ці правіла якое запісвае электронные лісты ад AstroBin у спам. Калі вы не жадаеце атрымлівать лісты ад AstroBin, пашукайце спасылку для настройкі паведамленняў на нізу кожнага ліста. Дзякуй!
de: Ihre Spam-Meldungen wurden von AstroBin entfernt. Bitte stellen Sie sicher, dass Sie keinen Filter oder eine Regel haben, die AstroBin-E-Mails immer als Spam markiert! Wenn Sie keine E-Mails von AstroBin erhalten möchten, verwenden Sie den Link für die Einstellungen, der sich am Ende jeder E-Mail befindet. Danke!
fr: Vos rapports de spams ont été supprimés d'AstroBin. Merci de vérifier que vous n'avez pas de filtre anti-spam ou de règle de messagerie rejetant systématiquement les courriels en provenance d'AstroBin. Si vous ne souhaitez pas recevoir de courriels de la part d'AstroBin, merci de cliquer sur le lien présent à la fin de chacun des courriels d'AstroBin. Merci !
it: Le tue segnalzioni di spam sono state rimosse da AstroBin. Assicurati di non avere un filtro o una regola che segnala le email di AstroBin come spam automaticamente! Se non vuoi più ricevere email da AstroBin, usa il link che c'è in fondo ad ogni email. Grazie!
ru: Ваши сообщения о спаме были удалены из AstroBin. Убедитесь, что у вас нет фильтра или правила, чтобы всегда отмечать электронные письма AstroBin как спам! Если вы не хотите получать электронные письма от AstroBin, найдите ссылку настроек, которая находится внизу каждого электронного письма. Спасибо!
uk: Ваші повідомлення про спам видалено з AstroBin. Будь ласка, переконайтеся, що у Вас немає фільтра або правила, щоб завжди позначати електронні листи AstroBin як спам! Якщо Ви не хочете отримувати електронні листи від AstroBin, знайдіть посилання на налаштування внизу кожного листа. Дякуємо!

source: Perform a blind solve
be: Выканаць сляпое распазнаванне
de: Eine blinde Astrometrierung durchführen
es: Llevar a cabo un plate solving ciego
fr: Effectuer une réduction astrométrique à l'aveugle
it: Fai la riduzione alla cieca
pt: Executar uma solução cega
ru: Выполнить определение "вслепую"
uk: Виконайте сліпе розпізнавання

source: Attempt to solve with no hints. In most cases this will work, but it will take longer.
be: Спроба распазнаць без падказкі. У большасці выпадкаў гэта спрацуе, але гэта зойме больш часу.
de: Astrometrierungsversuch ohne Hinweise. In den meisten Fällen wird das funktionieren, aber es wird länger dauern.
es: Intenta resolver sin pistas. En la mayoría de los casos esto funcionará, pero tomará más tiempo.
fr: Tentative de réduction astrométrique à l'aveugle. Dans la plupart des cas, cela marchera mais cela prendra plus de temps.
it: Cerca di ridurre senza suggerimenti. Nella maggior parte dei casi funzionerà, ma ci vorrà un po' più tempo.
pt: Tente resolver sem dicas. Na maioria dos casos, isso funcionará, mas levará mais tempo.
ru: Попытаться определить без подсказок. В большинстве случаев срабатывает, но занимает больше времени.
uk: Спробуйте розпізнання без підказок. У більшості випадків це спрацює, але це займе більше часу.

source: Width of the field in degrees
be: Шырыня поля зроку ў градусах
de: Breite des Feldes in Grad
es: Anchura del campo en grados
fr: Largeur du champ en degrés
it: Grandezza del campo in gradi
pt: Largura do campo em graus
ru: Ширина поля в градусах
uk: Ширина поля в градусах

source: Width of the field in arcminutes
be: Шырыня поля зроку ў вуглавых хвілінах
de: Breite des Feldes in Bogenminuten
es: Ancho del campo en minutos de arco
fr: Largeur du champ en minutes d'arc
it: Grandezza del campo in minuti d'arco
pt: Largura do campo em minutos de arco
ru: Ширина поля в угл. минутах
uk: Ширина поля в дугових хвилинах

source: Resolution of the field in arcseconds/pixel
be: Раздзяленне поля зроку ў вуглавых секундах на піксель
de: Auflösung des Halbbildes in Bogensekunden/Pixel
es: Resolución del campo en segundos de arco/pixel
fr: Echantillonnage du champ en secondes d'arc/pixel
it: Risoluzione del campo in secondi d'arco per pixel
pt: Resolução do campo em arco-segundos/pixel
ru: Разрешение поля в угл. минутах/пкс
uk: Роздільна здатність поля в секундах дуги/піксель

source: Field size units
be: Адзінкі памеру поля зроку
de: Feldgrößeneinheiten
es: Unidades de tamaño de campo
fr: Unités de mesure du champ
it: Unità della grandezza del campo
pt: Unidades de tamanho de campo
ru: Значения размера поля
uk: Одиниці розміру поля

source: Min field size
be: Мін. памер поля зроку
de: Min. Feldgröße
es: Tamaño mínimo del campo
fr: Taille minimale du champ
it: Minima dimensione del campo
pt: Tamanho mínimo do campo
ru: Минимальное значение поля
uk: Мінімальний розмір поля

source: Estimate the lower bound for the width of this field.
be: Ацаніце ніжнюю мяжу для шырыні гэтага поля зроку.
de: Schätze die untere Grenze für die Breite dieses Feldes.
es: Estima el límite inferior para el ancho de este campo.
fr: Evaluez la limite inférieure de la largeur du champ.
it: Stima il limite inferiore per la grandezza di questo campo.
pt: Estime o limite inferior para a largura deste campo.
ru: Определите нижнюю границу ширины этого поля.
uk: Оцініть нижню межу ширини цього поля.

source: Max field size
be: Макс. памер поля зроку
de: Maximale Feldgröße
es: Tamaño máximo de campo
fr: Taille maximale du champ
it: Massima dimensione del campo
pt: Tamanho máximo do campo
ru: Максимальный размер поля
uk: Максимальний розмір поля

source: Estimate the upper bound for the width of this field.
be: Ацаніце верхнюю мяжу для шырыні гэтага поля зроку.
de: Schätze die obere Grenze für die Breite dieses Feldes.
es: Estima el límite superior del ancho del campo.
fr: Evaluez la limite supérieure de la largeur du champ.
it: Stima il limite superiore per la grandezza di questo campo.
pt: Estime o limite superior para a largura deste campo.
ru: Определите верхнюю границу ширины этого поля.
uk: Оцініть верхню межу ширини цього поля.

source: Center RA
be: Цэнтар RA
de: Zentrum RA
es: Centrar AR
fr: AD du centre
it: Centro AR
pt: RA central
ru: Центр П.В.
uk: Центр RA

source: Center RA of the field in degrees, 0.000 to 360.000
be: Цэнтар РА поля ў градусах, ад 0.000 да 360.000
de: Zentrum RA des Feldes in Grad, 0.000 bis 360.000
es: Centrar AR del campo en grados, 0.000 a 360.000
fr: AD du centre du champ en degrés, 0.000 à 360.000
it: Centro AR del campo in gradi, da 0,000 a 360,000
pt: RA central do campo em graus, 0,000 a 360.000
ru: Центр П.В. поля в градусах, 0.000 до 360.000
uk: Центр РА в градусах, від 0,000 до 360,000

source: Center dec
be: Центар dec
de: Mittendeklination
es: Centrar Dec
fr: Déc. du centre
it: Centro dec
pt: Dec central
ru: Центр скл
uk: Центр Dec

source: Center dec of the field in degrees, -90.000 to +90.000
be: Цэнтар dec поля ў градусах, ад -90.000 да +90.000
de: Mittendeklination des Feldes in Grad, -90.000 bis +90.000
es: Centrar dec del campo en grados, -90.000 a +90.000
fr: Déc. du centre du champ en degrés, -90.000 à +90.000
it: Centro dec del campo in gradi, da -90,000 a +90,000
pt: Dec central do campo em graus, -90.000 a +90.000
ru: Центр склонения поля в градусах, -90.000 до +90.000
uk: Центр Dec в градусах, від -90 000 до +90 000

source: Radius
be: Радыюс
es: Radio
fr: Rayon
it: Raggio
pt: Raio
ru: Радиус
uk: Радіус

source: Tells the plate-solving engine to look within these many degrees of the given center RA and dec position.
be: Загадвае механізму распазнавання (plate-solving) глядзець у межах градусаў дадзенага цэнтра RA і пазыцыі dec.
de: Weist die Astrometrierungs-Software an, innerhalb dieser vielen Grade der vorgegebenen mittleren RA- und Dez-Position zu suchen.
es: Le dice al motor de plate-solving que mire dentro de estos muchos grados de la posición de AR y dec central dada.
fr: Indiquer à la solution de réduction astrométrique de rechercher dans ces limites (en degrés) par rapport aux coordonnées AD et Déc. données du centre.
it: Dice al motore di riduzione astrometrica di guardare entro questi gradi dal centro AR e dec fornito.
pt: Diz ao mecanismo de resolução de placas para olhar dentro desses muitos graus do RA central especificado e da posição dec.
ru: Сообщает определителю по координатам смотреть в пределах данного центра по прямому восхождению и склонению.
uk: Вказує механізму розпізнавання поля дивитися в межах заданого RA та Dec.

source: Small
be: Малы
de: Klein
es: Pequeño
fr: Petit
it: Piccolo
pt: Pequeno
ru: Маленький
uk: Маленький

source: Medium
be: Сярэдні
de: Mittel
es: Mediano
fr: Moyen
it: Medio
pt: Médio
ru: Средний
uk: Середній

source: Large
be: Вялікі
de: Groß
es: Grande
fr: Grand
it: Grande
pt: Grande
ru: Большой
uk: Великий

source: Sample raw frame (max 100 MB)
be: Прыклад RAW-кадра (макс. 100 МБ)
de: Rohfassung des Bilds (max. 100 MB)
es: Marco sin procesar de muestra (máx. 100 MB)
fr: Exemple de cadre brut (max 100 MB)
it: Frame raw di esempio (max 100 MB)
pt: Amostra de quadro sem processar (máx. 100 MB)
ru: Пример сырого кадра (макс. 100 Мб)
uk: Зразок необробленого кадру (макс. 100 МБ)

source: To improve the accuracy of your plate-solution even further, please upload one of the XISF or FITS files from your data set. Such files normally have date and time headers that will allow AstroBin to calculate solar system body ephemerides and find planets and asteroids in your image (provided you also add location information to it).<br/><br/>For maximum accuracy, it's recommended that you use PixInsight's native and open format XISF. Learn more about XISF here:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/> <strong>Please note:</strong> it's very important that the XISF or FITS file you upload is aligned to your processed image, otherwise the object annotations will not match. To improve your chances at a successful accurate plate-solution, calibrate your file the usual way (dark/bias/flats) but do not stretch it.
be: Каб яшчэ больш павысіць дакладнасць распазнавання поля, загрузіце адзін з файлаў XISF або FITS са свайго датасэту. Такія файлы звычайна маюць загалоўкі даты і часу, якія дазволяць AstroBin вылічыць эфемерыды цела Сонечнай сістэмы і знайсці планеты і астэроіды на вашым здымках (пры ўмове, што вы таксама дадасце да іх інфармацыю аб месцазнаходжанні).<br/><br/>Раім для найвышэйшай дакладнасці выкарыстоўваць родны і адкрыты фармат XISF PixInsight. Даведайцеся больш пра XISF тут:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a> <br/><br/> <strong>Ўвага:</strong> вельмі важна, каб файл XISF або FITS, які вы загружаеце, быў выраўнаваны з апрацаваным здымкам, інакш анатацыі аб'ектаў не будуць супадаць. Каб павысіць вашыя шанцы на паспяховае дакладнае plate-solution, адкалібруйце файл звычайным спосабам (dark/bias/flats), але не рабіце stretch.
de: Um die Genauigkeit der Astrometrierung noch weiter zu verbessern, lade bitte eine der XISF- oder FITS-Dateien aus deinem Datensatz hoch. Solche Dateien haben normalerweise Datums- und Zeit-Eintrag, die es AstroBin ermöglichen, die Ephemeriden von Sonnensystemkörpern zu berechnen und Planeten und Asteroiden in deinem Bild zu finden (vorausgesetzt, du fügst auch Ortsinformationen hinzu).<br/><br/> Für maximale Genauigkeit wird empfohlen, das native und offene Format XISF von PixInsight zu verwenden. Erfahre hier mehr über XISF:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/> <strong>Bitte beachte:</strong> es ist sehr wichtig, dass die XISF- oder FITS-Datei, die du hochlädst, an deinem bearbeiteten Bild ausgerichtet ist, sonst stimmen die Objektanmerkungen nicht überein. Um deine Chancen auf eine erfolgreiche akkurate Astrometrierung zu verbessern, kalibriere deine Datei auf die übliche Weise (dunkel/vorbelastet/flach), aber strecke sie nicht.
es: Para mejorar aún más la precisión de su plate-solving, cargue uno de los archivos XISF o FITS de su conjunto de datos. Estos archivos normalmente tienen encabezados de fecha y hora que permitirán a AstroBin calcular cuerpos de efemérides del sistema solar y encontrar planetas y asteroides en su imagen (siempre que también agregue información de ubicación a ella)..<br/><br/>Para obtener la máxima precisión, se recomienda utilizar el formato nativo y abierto XISF de PixInsight. Obtenga más información sobre XISF aquí:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/> <strong>Tenga en cuenta:</strong> es muy importante que el archivo XISF o FITS que cargue esté alineado con la imagen procesada, de lo contrario las anotaciones de objeto no coincidirán. Para mejorar sus posibilidades de plate-solving preciso y exitoso, calibre su archivo de la manera habitual (dark/bias/flats) pero no lo estire.
fr: Pour améliorer encore la précision de la réduction astrométrique de votre image, veuillez télécharger l'un des fichiers XISF ou FITS de vos données. Ces fichiers contiennent habituellement des métadonnées (date et heure) qui permettront à AstroBin de calculer des éphémérides relatifs aux corps du système solaire et de trouver des planètes ou des astéroïdes sur votre image (à condition que vous y précisiez également le lieu de prise de vue).<br/><br/> Pour une précision maximale, il est recommandé d'utiliser le format XISF (natif et ouvert) de PixInsight. Pour en savoir plus sur le format XISF, cliquez ici:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/><strong> A noter</strong> qu'il est primordial que le fichier XISF ou FITS que vous téléchargez soit aligné sur votre image traitée, sinon les annotations ne correspondront pas. Pour améliorer vos chances de réussite d'une réduction astrométrique précise, calibrez votre fichier de manière habituelle (darks/bias/flats) mais conservez-le sous forme linéaire.
it: Per migliorare l'accuratezza della riduzione astrometrica, carica uno dei file XISF o FITS dai tuoi dati. Questi file di solito hanno gli header di data e tempo che permetteranno ad AstroBin di calcolare efemiridi del sistema solare, e trovare pianeti ed asteroidi nella tua immaine (se ci hai anche associato informazioni sul luogo di acquisizione).<br/><br/>Per la massima accuratezza, si raccomanda che usi il formato aperto e nativo di PixInsight: XISF. Scopri di più riguardo XISF qui:<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/><strong>Nota bene:</strong> è molto importante che il file XISF o FITS che carichi sia allineato alla tua immagine processata, altrimenti le annotazioni degli oggetti non corrisponderanno. Per migliorare le probabilità di una riduzione astormetica accurata, calibra il file normalemnte (dark/bias/flat) ma non fare lo stretch.
pt: Para melhorar ainda mais a precisão da sua solução de placa, faça o upload de um dos arquivos XISF ou FITS do seu conjunto de dados. Esses arquivos normalmente têm cabeçalhos de data e hora que permitem ao AstroBin calcular efemérides do corpo do sistema solar e encontrar planetas e asteroides em sua imagem (desde que você também adicione informações de localização).<br/><br/> Para máxima precisão, é recomendado que você use o XISF nativo e aberto do PixInsight. Saiba mais sobre o XISF aqui: :<br/><br/><a href="https://pixinsight.com/xisf/" target="_blank">https://pixinsight.com/xisf/</a><br/><br/> <strong>Observe:</strong> é muito importante que o arquivo XISF ou FITS que você carrega esteja alinhado à sua imagem processada, caso contrário as anotações do objeto não corresponderão. Para melhorar suas chances de uma solução precisa e bem-sucedida de placa, calibre seu arquivo da maneira usual (escuro/bias/plano), mas não o estique.
ru: Чтобы еще больше повысить точность плейтсолва, загрузите один из файлов XISF или FITS из своего набора данных. Такие файлы обычно имеют заголовки даты и времени, которые позволяют AstroBin вычислять эфемериды тел Солнечной системы и находить планеты и астероиды на вашем изображении (при условии, что вы также добавляете к нему информацию о местоположении). <br/> <br/> Для максимальной точности рекомендуется использовать собственный и открытый формат PixInsight XISF. Узнайте больше о XISF здесь: <br/> <br/> <a href="https://pixinsight.com/xisf/" target="_blank"> https://pixinsight.com/xisf/ </a> <br/> <br/> <strong> Обратите внимание: </strong> очень важно, чтобы загружаемый файл XISF или FITS был выровнен с обработанным изображением, в противном случае аннотации объектов не будут совпадать. Чтобы повысить ваши шансы на получение точного раствора для планшета, откалибруйте файл обычным способом (темный / смещенный / плоский), но не растягивайте его.
uk: Щоб ще більше підвищити точність визначення поля, завантажте один із файлів XISF або FITS зі свого набору даних. Такі файли зазвичай мають заголовки дати та часу, які дозволяють AstroBin обчислювати ефемериди тіла Сонячної системи та знаходити планети й астероїди на вашому зображенні (за умови, що ви також додаєте інформацію про місцезнаходження до свого зображення). <br/> <br/> Для максимальної точності рекомендується використовувати власний та відкритий формат PixInsight XISF. Дізнайтесь більше про XISF тут: <br/> <br/> <a href="https://pixinsight.com/xisf/" target="_blank"> https://pixinsight.com/xisf/ </a> <br/> <br/> <strong> Зверніть увагу: </strong> дуже важливо, щоб завантажуваний файл XISF або FITS був вирівняний з обробленим зображенням, інакше анотації об'єктів не збігатимуться. Щоб підвищити Ваші шанси отримати точне розпізнавання, відкалібруйте файл звичайним способом (dark/bias/flats), але не розтягуйте його гістограму.

source: Scaled font size
be: Маштабаваны памер шрыфта
de: Skalierte Schriftgröße
es: Tamaño de letra escalado
fr: Taille de la police à l'échelle
it: Dimensione del font scalato
pt: Tamanho da fonte em escala
ru: Масштабированный размер шрифта
uk: Масштабований розмір шрифту

source: Font size of the annotations on your main image page
be: Памер шрыфта анатацый на галоўнай старонцы здымка
de: Schriftgröße der Anmerkungen auf deiner Hauptbildseite
es: Tamaño de fuente de las anotaciones en su página principal de imágenes
fr: Taille des annotations sur la page principale de votre image
it: Dimensione del font delle annotazioni sulla pagina principale dell'immagine
pt: Tamanho da fonte das anotações na página principal da imagem
ru: Размер шрифта аннотаций на главной странице изображения
uk: Розмір шрифту анотацій на головній сторінці зображення

source: Show equatorial grid
be: Паказаць экватарыяльную сетку
de: Äquatoriales Koordinatennetz anzeigen
es: Mostrar cuadrícula ecuatorial
fr: Afficher la grille équatoriale
it: Mostra la griglia equatoriale
pt: Mostrar grade equatorial
ru: Показывать экваториальную сетку
uk: Показати екваторіальну сітку

source: Show constellation borders
be: Паказаць межы сузор'яў
de: Konstellationsgrenzen anzeigen
es: Mostrar los bordes de las constelaciones
fr: Afficher les frontières des constellations
it: Mostra confini costellazioni
pt: Mostrar bordas da constelação
ru: Показывать границы созвездий
uk: Показати межі сузір'їв

source: Show constellation lines
be: Пакажыце лініі сузор'яў
de: Konstellationslinien anzeigen
es: Mostrar las líneas de las constelaciones
fr: Afficher les lignes de la constellation
it: Mostra linee costellazioni
pt: Mostrar linhas de constelação
ru: Показывать линии созвездий
uk: Показати лінії сузір'їв

source: Show named stars
be: Паказаць зоркі з імёнамі
de: Benannte Sterne anzeigen
es: Mostrar estrellas nombradas
fr: Afficher le nom des étoiles
it: Mostra stelle con nomi
pt: Mostrar estrelas nomeadas
ru: Показывать названные звёзды
uk: Показати зірки з іменами

source: Show Messier objects
be: Паказаць аб'екты з Messier
de: Messier-Objekte anzeigen
es: Mostrar objetos Messier
fr: Afficher les objets Messier
it: Mostra oggetti Messier
pt: Mostrar objetos Messier
ru: Показывать объекты Мессье
uk: Показати об'єкти Мессьє

source: Show NGC and IC objects
be: Паказаць аб'екты з NGC і IC
de: NGC- und IC-Objekte anzeigen
es: Mostrar objetos NGC e IC
fr: Afficher les objets NGC et IC
it: Mostra oggetti NGC e IC
pt: Mostrar objetos NGC e IC
ru: Показывать NGC и IC объекты
uk: Покажіть об’єкти NGC та IC

source: Show VdB objects
be: Паказать аб'екты з VdB
de: VdB-Objekte anzeigen
es: Mostrar objetos VdB
fr: Afficher les objets VdB
it: Mostra oggetti VdB
pt: Mostrar objetos VdB
ru: Показывать VdB объекты
uk: Показати об'єкти VdB

source: Show Sharpless objects
be: Паказаць аб'екты з Sharpless
de: Sharpless-Objekte anzeigen
es: Mostrar objetos sin refinar
fr: Afficher les objets Sharpless
it: Mostra oggetti Sharpless
pt: Mostrar objetos Sharpless
ru: Показывать Sharpless объекты
uk: Показати Безгострі об'єкти

source: Show Barnard objects
be: Паказать аб'екты з Barnard
de: Barnard-Objekte anzeigen
es: Mostrar objetos Barnard
fr: Afficher les objets Barnard
it: Mostra oggetti Bernard
pt: Mostrar objetos Barnard
ru: Показывать Barnard объекты
uk: Показати об’єкти Барнарда

source: Show PGC objects
be: Паказать аб'екты з PGC
de: PGC-Objekte anzeigen
es: Mostrar objetos PGC
fr: Afficher les objets PGC
it: Mostra oggetti PGC
pt: Mostrar objetos PGC
ru: Показывать PGC объекты
uk: Показати об'єкти PGC

source: Show planets
be: Паказать плянэты
de: Planeten anzeigen
es: Mostrar planetas
fr: Afficher les planètes
it: Mostra pianeti
pt: Mostrar planetas
ru: Показывать планеты
uk: Показати планети
