Repository: astrobin/astrobin
Catalog: astrobin_apps_premium/locale/*/LC_MESSAGES/django.po
Languages: be, ca, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, uk

source: Only available if your image at least an acquisition time and an accurate location
be: Даступна толькі ў тым выпадку, калі ваша выява прынамсі мае час атрымання і дакладнае месцазнаходжанне
de: Nur verfügbar, wenn Ihr Bild mindestens eine Aufnahmezeit und einen genauen Standort aufweist
es: Solo está disponible si su imagen al menos un tiempo de adquisición y una ubicación precisa
fr: Uniquement disponible si au moins une heure d'acquisition et un lieu précis ont été précisés pour votre image
it: Sono disponibile se la tua immagine ha data e luogo di acquisizione
pt: Disponível apenas se a sua imagem tiver pelo menos um tempo de aquisição e um local preciso
ru: Доступно только в том случае, если у вашего изображения хотя бы время получения и точное местоположение
uk: Доступно лише за умови, що Ваше зображення має принаймні час отримання та точне місцезнаходження

source: Show asteroids
be: Паказаць астэройд
de: Asteroiden anzeigen
es: Mostrar asteroides
fr: Afficher les astéroïdes
it: Mostra asteroidi
pt: Mostrar asteroides
ru: Показывать астероиды
uk: Показати астероїди

source: Show GCVS stars
be: Паказаць зоркі з GCVS
de: GCVS-Sterne anzeigen
es: Mostrar estrellas GCVS
fr: Afficher les étoiles du catalogue GCVS
it: Mostra stelle GCVS
pt: Mostrar estrelas do GCVS
ru: Показывать GCVS звёзды
uk: Показати зірки GCVS

source: General Catalog of Variable Stars
be: Агульны каталёг пераменных зорак
de: Allgemeiner Katalog der variablen Sterne
es: Catálogo General de Estrellas Variables
fr: Catalogue général des étoiles variables
it: Catalogo generale di stelle variabili
pt: Catálogo Geral de Estrelas Variáveis
ru: Общий каталог переменных звёзд
uk: Загальний Каталог Змінних Зірок(GCVS)

source: Show Tycho-2 catalog
be: Паказаць каталёг Tycho-2
de: Tycho-2-Katalog anzeigen
es: Mostrar catálogo Tycho-2
fr: Afficher le catalogue Tycho-2
it: Mostra catalogo Tycho-2
pt: Mostrar catálogo Tycho-2
ru: Показывать Tycho-2 каталог
uk: Показати каталог Tycho-2

source: Show CGPN objects
be: Паказаць аб'екты CGPN
de: CGPN-Objekte anzeigen
es: Mostrar objetos CGPN
fr: Afficher les objets CGPN
it: Mostra oggetti CGPN
pt: Mostrar objetos CGPN
ru: Показывать CGPN объекты
uk: Показати об'єкти CGPN

source: Getting plate-solving status, please wait...
be: Атрымліваю стан plate-solving-а, пачакайце...
de: Status der Astrometrierung abrufen, bitte warten...
es: Obteniendo el estado de la resolución de campo, por favor espere...
fr: Statut de la réduction astrométrique en cours, merci de patienter...
it: Controllo dello stato della riduzione astrometrica, attendere...
pt: Para obter o status de solução de placas, aguarde, por favor...
ru: Получение статуса для размещения координат, пожалуйста ждите...
uk: Отримання статусу розпізнавання, зачекайте...

source: Plate-solving starting, please do not leave this page...
be: Пачынаецца plate-solving, калі ласка, не пакідайце гэтую старонку...
de: Astrometrierung beginnt, bitte NICHT diese Seite verlassen...
es: Iniciando plate-solving, por favor no salga de esta página..
fr: Réduction astrométrique initiée, merci de ne pas quitter cette page...
it: Riduzione astrometrica in fase di iniziazione, non chiudere questa pagina...
pt: Iniciando a resolução de placas, não deixe esta página, por favor...
ru: Плейтсолв начинается, пожалуйста не покидайте эту страницу...
uk: Розпізнавання поля починається, будь ласка, не залишайте цю сторінку...

source: Advanced plate-solving starting, please do not leave this page...
be: Пашыраны plate-solving распачынаецца, калі ласка, не пакідайце гэтую старонку...
de: Erweiterte Astrometrierung beginnt, bitte NICHT diese Seite verlassen...
es: Iniciando plate-solving avanzado, por favor no abandone la página...
fr: Réduction astrométrique avancée initiée, merci de ne pas quitter cette page...
it: Riduzione astrometrica iavanzata n fase di iniziazione, non chiudere questa pagina...
pt: Início avançado da solução de placas, não deixe esta página, por favor...
ru: Продвинутый плейтсолв начинается, пожалуйста не покидайте эту страницу...
uk: Розпочато розширене роспізнавання поля, не покидайте сторінку…

source: Plate-solving started. You may leave this page.
be: Plate-solving распачаўся. Можаце пакінуць старонку.
de: Astrometrierung gestartet. Du kannst diese Seite verlassen.
es: Se dio inicio al plate-solving. Puede abandonar la página.
fr: Réduction astrométrique en cours, vous pouvez quitter cette page.
it: Riduzione astrometrica in corso. Puoi chiudere questa pagina.
pt: A solução de placas começou. Você pode sair desta página.
ru: Плейтсолв начался. Вы можете покинуть эту страницу.
uk: Почалося розпізнавання поля. Ви можете залишити цю сторінку.

source: Advanced plate-solving started. You may leave this page.
be: Пашыраны plate-solving распачаўся. Можаце пакінуць старонку.
de: Erweiterte Astrometrierung gestartet. Du kannst diese Seite verlassen.
es: Se dio inicio al plate-solving avanzado. Puede abandonar la página.
fr: Réduction astrométrique avancée en cours, vous pouvez quitter cette page.
it: Riduzione astrometrica avanzata in corso. Puoi chiudere questa pagina.
pt: Solução avançada de placas iniciada. Você pode sair desta página.
ru: Продвинутый плейтсолв начался. Вы можете покинуть эту страницу.
uk: Розпочато розширене роспізнавання поля. Ви можете залишити цю сторінку.

source: Plate-solving almost ready, please do not leave this page...
be: Plate-solving амаль гатова, калі ласка, не пакідайце гэтую старонку...
de: Astrometrierung fast fertig, bitte NICHT diese Seite verlassen...
es: La resolución de campo casi está lista, por favor no abandone la página...
fr: Réduction astrométrique quasiment finalisée, merci de ne pas quitter cette page...
it: Riduzione astrmetrica quasi pronta, non chiudere questa pagina...
pt: Resolução de placas quase pronta, por favor não deixe esta página...
ru: Размещение по координатам почти готово, пожалуйста не покидайте эту страницу...
uk: Розпізнавання поля майже готове, не залишайте цю сторінку...

source: This image could not be plate-solved.
be: Гэты здымак не можа быць распазнаны.
de: Dieses Bild kann nicht astrometriert werden.
es: No se puede resolver el campo de ésta imagen.
fr: La réduction astrométrique de cette image a échoué.
it: Non è stato possibile ridurre l'immagine astrometricamente.
pt: Não foi possível resolver esta imagem em placa.
ru: Это изображение не может быть размещено по координатам.
uk: Це зображення не може бути розпізнано.

source: The advanced plate-solving failed.
be: Пашыраны plate-solving не ўдаўся.
de: Erweiterte Astrometrierung fehlgeschlagen.
es: El plate-solving avanzado falló.
fr: La réduction astrométrique avancée de cette image a échoué.
it: La riduzione astrometrica avanzata ha avuto esito negativo.
pt: A solução avançada de placas falhou.
ru: Продвинутый плейтсолв провалился.
uk: Розширене розпізнавання не вдалося.

source: This image has been plate-solved. Refresh the page to see new data!
be: Гэты здымак быў распазнаны. Абнавіце старонку, каб убачыць новыя дадзеныя!
de: Dieses Bild wurde astrometriert. Aktualisiere die Seite, um neue Daten zu sehen!
es: Esta imagen ha sido tratada por plate-solving. ¡Recargue la página para ver los nuevos datos!
fr: Réduction astrométrique réalisée. Rafraîchissez la page pour voir les nouvelles données !
it: L'immagine è stata ridotta astrometricamente. Ricarica la pagine per vedere i nuovi dati.
pt: Esta imagem foi resolvida em placa. Atualize a página para ver novos dados!
ru: Плейтсолв этого изображения проведено успешно. Пожалуйста обновите страницу, чтобы увидеть новые данные.
uk: Це зображення було розпізнано. Оновіть сторінку, щоб побачити нові дані!

source: The advanced plate-solved finished. Refresh the page to see new data!
be: Пашыраный plate-solved скончаны. Абнавіце старонку, каб убачыць новыя дадзеныя!
de: Erweiterte Astrometrierung beendet. Lade die Seite neu um neue Daten zu sehen.
es: Esta imagen ha sido tratada por plate-solving avanzado. ¡Recargue la página para ver los nuevos datos!
fr: Réduction astrométrique avancée réalisée. Rafraîchissez la page pour voir les nouvelles données !
it: L'immagine è stata ridotta astrometricamente in modalità avanzata. Ricarica la pagine per vedere i nuovi dati!
pt: O avançado placa-resolvido terminou. Atualize a página para ver novos dados!
ru: Продвинутый плейтсолв этого изображения завершено. Пожалуйста обновите страницу, чтобы увидеть новые данные!
uk: Розпізнавання поля закінчено. Оновіть сторінку, щоб побачити нові дані!

source: Error
be: Памылка
de: Fehler
fr: Erreur
it: Errore
ru: Ошибка
uk: Помилка

source: AstroBin could not plate-solve this image because it was not possible to establish a connection to nova.astrometry.net. Please try again later!
be: AstroBin не змог зрабіць plate-solving гэты здымак, таму што не ўдалося ўсталяваць злучэнне з nova.astrometry.net. Калі ласка паспрабуйце зноў пазней!
de: AstroBin konnte dieses Bild nicht astrometrieren, da keine Verbindung zu nova.astrometry.net hergestellt werden konnte. Bitte versuchen Sie es später noch einmal!
fr: AstroBin n'a pas pu effectuer une réduction astrométrique de cette image car il est impossible d'établir une connexion avec nova.astrometry.net. Merci de réessayer plus tard !
it: AstroBin non ha potuto fare la riduzione astrometrica di questa immagine perché non è stato possibile stabilire una connessione a nova.astrometry.net. Riprova più tardi!
ru: AstroBin не смог распознать это изображение, потому что не удалось установить соединение с nova.astrometry.net. Пожалуйста, повторите попытку позже!
uk: AstroBin не зміг розпізнати це зображення, оскільки не вдалося встановити з’єднання з nova.astrometry.net. Будь-ласка спробуйте пізніше!

source: AstroBin could not plate-solve this image because nova.astrometry.net reported an internal server error.
be: AstroBin не змог зрабіць plate-solving гэты здымак, таму што nova.astrometry.net адказаў internal server error!
de: AstroBin konnte dieses Bild nicht astrometrieren, weil nova.astrometry.net einen internen Serverfehler gemeldet hat.
fr: AstroBin n'a pas pu effectuer une réduction astrométrique de cette image car nova.astrometry.net a reporté une erreur interne.
it: AstroBin non ha potuto fare la riduzione astrometrica di questa immagine perché nova.astrometry.net ha riportato un errore interno.
ru: AstroBin не смог распознать это изображение, потому что nova.astrometry.net сообщила о внутренней ошибке сервера.
uk: AstroBin не зміг розпізнати це зображення, оскільки nova.astrometry.net повідомила про внутрішню помилку сервера.

source: AstroBin could not plate-solve this image because nova.astrometry.net reported an unepexted error.
be: AstroBin не змог зрабіць plate-solving гэты здымак, таму што nova.astrometry.net адказаў нечаканай памылкай!
de: AstroBin konnte dieses Bild nicht astrometrieren, weil nova.astrometry.net einen nicht behobenen Fehler gemeldet hat.
fr: AstroBin n'a pas pu réaliser la réduction astrométrique de cette image en raison d'une erreur rapportée par nova.astrometry.net.
it: AstroBin non ha potuto fare la riduzione astrometrica di questa immagine perché nova.astrometry.net ha riportato un errore inatteso.
uk: AstroBin не зміг розпізнати це зображення, оскільки nova.astrometry.net повідомив про несподівану помилку.

source: Show objects from the Lynds' Catalogue of Bright Nebulae (LBN) (Lynds 1965)
be: Паказаць аб'екты з каталёгу яркіх туманнасцяў Ліндса (LBN) (Lynds 1965)
de: Objekte aus dem Lynds-Katalog der hellen Nebel (LBN) anzeigen (Lynds 1965)
fr: Afficher les objets du catalogue LBN 1965 (nébuleuses en émission ou en réflexion)
it: Mostra oggetti dal catalogo Lynds di nebulose brillanti (LBN) (Lynds 1965)
uk: Показати об’єкти з Каталогу яскравих туманностей Ліндса (LBN) (Ліндс, 1965)

source: Show objects from the Lynds' Catalogue of Dark Nebulae (LDN) (Lynds 1962)
be: Паказаць аб'екты з каталёгу цёмных туманнасцяў Ліндса (LDN) (Lynds 1962)
de: Zeige Objekte aus dem Lynds-Katalog der Dunkelnebel (LDN) (Lynds 1962)
fr: Afficher les objets du catalogue LDN 1962 (nébuleuses obscures)
it: Mostra oggetti dal catalogo Lynds di nebulose oscure (LDN) (Lynds 1962)
uk: Показати об’єкти з Каталогу темних туманностей Ліндса (LDN) (Lynds 1962)

source: Show quasars
be: Паказаць квазары
de: Quasare anzeigen
fr: Afficher les quasars
it: Mostra quasar
uk: Показати квазари

source: Missing
be: Адсутнічае
de: Fehlend
fr: Manquant
it: Assente
uk: Відсутнє

source: Basic pending
be: Базавае ў чаканні
de: Standard ausstehend
fr: Résolution astrométrique basique en cours
it: Semplice in attesa
uk: Базове очікується

source: Basic failed
be: Базавае не ўдалося
de: Standard fehlgeschlagen
fr: Echec de la réduction astrométrique basique.
it: Semplice fallita
uk: Базове не вдалося

source: Basic success
be: Базавае посьпех
de: Standard erfolgreich
fr: Succès de la réduction astrométrique basique
it: Semplice riuscita
uk: Базове успішне

source: Advanced pending
be: Пашыранае ў чаканні
de: Erweitert ausstehend
fr: Réduction astrométrique avancée en cours
it: Avanzata in attesa
uk: Розширене очікується

source: Advanced failed
be: Пашыранае не ўдалося
de: Erweitert gescheitert
fr: Echec de la réduction astrométrique avancée
it: Avanzata fallita
uk: Розширене не вдалося

source: Advanced success
be: Пашыранае посьпех
de: Erweitert erfolgreich
fr: Succès de la réduction astrométrique avancée
it: Avanzata riuscita
uk: Розширене успішне

source: AstroBin could not plate-solve this image because of an unexpected error.
be: AstroBin не змог зрабіць plate-solving гэтага здымка з-за нечаканай памылкі.
de: AstroBin konnte dieses Bild wegen eines unerwarteten Fehlers nicht astrometrieren.
fr: AstroBin ne peut pas effectuer la réduction astrométrique de cette image car une erreur s'est produite.
it: AstroBin non ha potuto effettuare la riduzione astormetrica di questa immagine a causa di un errore inaspettato.
uk: AstroBin не зміг розв’язати це зображення через неочікувану помилку.

source: n/a
de: k.A.
it: n/d
uk: н/д

source: Starting task...
be: Пачынаем заданьне...
de: Vorgang starten...
fr: Tâche en cours de démarrage...
it: Inizio del processo...
uk: Початок завдання...

source: Downloading image...
be: Спампоўка выявы...
de: Bild herunterladen...
fr: Téléchargement de l'image...
it: Scaricamento dell'immagine...
uk: Завантаження зображення...

source: Plate-solving image...
be: Робім plate-solving здымка...
de: Bild astrometrieren...
fr: Réduction astrométrique en cours...
it: Riduzione astrometrica...
uk: Розпізнавання зображення…

source: Generating image annotations...
be: Стварэнне анатацый здымка...
de: Erzeugen der Bildbeschriftungen...
fr: Génération des annotations...
it: Generazione delle annotazioni...
uk: Створення анотацій до зображень...

source: Processing SVG documents...
be: Апрацоўка дакументаў SVG...
de: Verarbeitung der SVG-Dokumente...
fr: Traitement des fichiers SVG...
it: Elaborazione dei documenti SVG...
uk: Обробка документів SVG...

source: Uploading results...
be: Запампоўка вынікаў...
de: Resultate hochladen...
fr: Transfert des résultats...
it: Caricamento dei risultati...
uk: Завантаження результатів...

source: Task completed
be: Заданьне выканана
de: Vorgang abgeschlossen
fr: Tâche terminée
it: Processo completato
uk: Завдання виконано

source: Plate-solving information
be: Інфармацыя аб plate-solving
de: Astrometrie Information
fr: Informations astrométriques
it: Informazioni riduzione astrometrica
uk: Інформація про розпізнавання поля

source: Status
be: Стан
fr: Statut
it: Stato
uk: Статус

source: Started
be: Пачалося
de: Gestartet
fr: Débuté
it: Iniziato
uk: Почалося

source: Astrometry.net job
be: Праца Astrometry.net
fr: Astrometry.net
it: Job Astrometry.net
uk: Робота Astrometry.net

source: PixInsight job
be: Праца PixInsight
fr: PixInsight
it: Job PixInsight
uk: Робота PixInsight

source: PixInsight queue size
be: Памер чаргі PixInsight
de: Größe der PixInsight-Warteschlange
fr: File d'attente PixInsight
it: Dimensione coda PixInsight
uk: Розмір черги PixInsight

source: PixInsight stage
be: Этап PixInsight
fr: Etape PixInsight
it: Fase PixInsight
uk: Етап PixInsight

source: PixInsight log
be: Журнал PixInsight
fr: Log PixInsight
it: Log PixInsight
uk: PixInsight лог

source: RA
fr: AD
it: AR

source: center
be: центар
de: Zentrum
fr: centre
it: centro
uk: центр

source: degrees
be: градусы
de: Grad
fr: degrés
it: gradi
uk: градуси

source: top/left
be: уверсе злева
de: Oben/links
fr: Haut/Gauche
it: alto/sinistra
uk: вгорі ліворуч

source: top/right
be: уверсе справа
de: Oben/rechts
fr: Haut/Droite
it: alto/destra
uk: вгорі праворуч

source: bottom/right
be: справа ўнізе
de: Unten/rechts
fr: Bas/Droite
it: basso/destra
uk: унизу праворуч

source: bottom/left
be: злева ўнізе
de: Unten/links
fr: Bas/Gauche
it: basso/sinistra
uk: унизу ліворуч

source: Close
be: Зачыніць
de: Schließen
fr: Fermer
it: Chiudi
uk: Закрити

source: Invalid
be: Няважны
de: Ungültig
fr: Invalide
it: Invalido
uk: Недійсне

source: Generating finding charts...
be: Стварэнне дыяграм пошуку...
de: Erstellen von Aufsuchkarten...
fr: Génération de la carte...
it: Generazione mappe...
uk: Створення діаграм пошуку...

source: Following
be: Падпісаны
de: Abonnements
es: Siguiendo
fr: Personnes suivies
pt: Seguindo
ru: Подписан
uk: Підписки

source: Dec
fr: Déc

source: Paying member
ja: 有料会員
