Repository: astrobin/astrobin
Catalog: astrobin_apps_equipment/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it

source: You may contact the seller using the listing's page for more information.
de: Sie können den Verkäufer über die Inserats-Seite für weitere Informationen kontaktieren.
fr: Vous pouvez contacter le vendeur via la page de l'annonce pour plus d'informations.
it: Puoi contattare il venditore utilizzando la pagina dell'inserzione per ulteriori informazioni.

source: You retracted your offer for marketplace listing %(_0)s%(listing)s%(_1)s
de: Sie haben Ihr Angebot für das Inserat %(_0)s%(listing)s%(_1)s zurückgezogen
fr: Vous avez retiré votre offre pour l'annonce sur le Marché %(_0)s%(listing)s%(_1)s
it: Hai ritirato la tua offerta per l'inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: %(_0)s%(buyer_display_name)s%(_1)s retracted their offer for your marketplace listing %(_0)s%(listing)s%(_1)s
de: %(_0)s%(buyer_display_name)s%(_1)s hat sein Angebot für Ihr Inserat %(_0)s%(listing)s%(_1)s zurückgezogen
fr: %(_0)s%(buyer_display_name)s%(_1)s ont retiré leur offre pour votre annonce sur le Marché %(_0)s%(listing)s%(_1)s
it: %(_0)s%(buyer_display_name)s%(_1)s ha ritirato l'offerta per la tua inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: You may contact the prospect buyer using AstroBin's private messaging for more information.
de: Sie können den Kaufinteressenten über AstroBin's Private Messaging für weitere Informationen kontaktieren.
fr: Vous pouvez contacter l'acheteur potentiel en utilisant la messagerie privée d'AstroBin pour plus d'informations.
it: Puoi contattare il potenziale acquirente utilizzando la messaggistica privata di AstroBin per ulteriori informazioni.

source: View buyer's profile
de: Profil des Käufers ansehen
fr: Voir le profil de l'acheteur
it: Visualizza il profilo dell'acquirente

source: You updated your offer for marketplace listing %(_0)s%(listing)s%(_1)s
de: Sie haben Ihr Angebot für das Marktplatz-Inserat %(_0)s%(listing)s%(_1)s aktualisiert
fr: Vous avez mis à jour votre offre pour l'annonce sur le Marché %(_0)s%(listing)s%(_1)s
it: Hai aggiornato la tua offerta per l'inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: %(_0)s%(buyer_display_name)s%(_1)s updated their offer for your marketplace listing %(_0)s%(listing)s%(_1)s
de: %(_0)s%(buyer_display_name)s%(_1)s hat sein Angebot für Ihr Inserat %(_0)s%(listing)s%(_1)s aktualisiert
fr: %(_0)s%(buyer_display_name)s%(_1)s ont mis à jour leur offre pour votre annonce sur le Marché %(_0)s%(listing)s%(_1)s
it: %(_0)s%(buyer_display_name)s%(_1)s ha aggiornato la sua offerta per la tua inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: Hi! You recently sold an item from the marketplace listing %(_0)s%(listing)s%(_1)s, and we noticed that you haven't rated the buyer yet.
de: Hallo! Sie haben kürzlich einen Artikel aus dem Inserat %(_0)s%(listing)s%(_1)s verkauft, und wir haben festgestellt, dass Sie den Käufer noch nicht bewertet haben.
fr: Bonjour ! Vous avez récemment vendu un article de l'annonce sur le Marché %(_0)s%(listing)s%(_1)s, et nous avons remarqué que vous n'avez pas encore évalué l'acheteur.
it: Ciao! Di recente hai venduto un articolo sul mercatino %(_0)s%(listing)s%(_1)s e abbiamo notato che non hai ancora valutato l'acquirente.

source: It's important to leave feedback to the buyer, as it helps other users make informed decisions when purchasing items from the marketplace. Please take a moment to rate your experience with the buyer.
de: Es ist wichtig, dem Käufer ein Feedback zu geben, da dies anderen Nutzern hilft, fundierte Entscheidungen beim Kauf von Artikeln auf dem Marktplatz zu treffen. Bitte nehmen Sie sich einen Moment Zeit, um Ihre Erfahrung mit dem Käufer zu bewerten.
fr: Il est important de laisser un avis sur l'acheteur, car cela aide les autres utilisateurs à prendre des décisions éclairées lorsqu'ils achètent des articles sur le Marché. Prenez un moment pour évaluer votre expérience avec l'acheteur.
it: È importante lasciare un feedback all'acquirente, poiché aiuta gli altri utenti a prendere decisioni informate quando acquistano articoli dal mercatino. Ti invitiamo a dedicare un momento alla valutazione della tua esperienza con l'acquirente.

source: Leave feedback
de: Feedback abgeben
fr: Laisser un avis
it: Lascia un feedback

source: Rate the buyer for your recent purchase from marketplace listing %(_0)s%(listing)s%(_1)s
de: Bewerten Sie den Käufer für Ihren letzten Kauf aus dem Inserat %(_0)s%(listing)s%(_1)s
fr: Évaluez l'acheteur pour votre récent achat sur l'annonce du Marché %(_0)s%(listing)s%(_1)s
it: Valuta l'acquirente per il tuo recente acquisto dell'inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: Hi! You recently purchased an item from the marketplace listing %(_0)s%(listing)s%(_1)s, and we noticed that you haven't rated the seller %(_0)s%(seller_display_name)s%(_1)s yet.
de: Hallo! Sie haben vor kurzem einen Artikel aus dem Inserat %(_0)s%(listing)s%(_1)s gekauft und uns ist aufgefallen, dass Sie den Verkäufer%(_0)s%(seller_display_name)s%(_1)s noch nicht bewertet haben.
fr: Bonjour ! Vous avez récemment acheté un article sur l'annonce du Marché %(_0)s%(listing)s%(_1)s, et nous avons remarqué que vous n'avez pas encore évalué le vendeur %(_0)s%(seller_display_name)s%(_1)s.
it: Ciao! Di recente hai acquistato un articolo dal mercatino %(_0)s%(listing)s%(_1)s e abbiamo notato che non hai ancora valutato il venditore %(_0)s%(seller_display_name)s%(_1)s.

source: It's important to leave feedback to the seller, as it helps other users make informed decisions when purchasing items from the marketplace. Please take a moment to rate your experience with the seller.
de: Es ist wichtig, ein Feedback zum Verkäufer zu geben, da dies anderen Nutzern hilft, fundierte Entscheidungen beim Kauf von Artikeln auf dem Marktplatz zu treffen. Bitte nehmen Sie sich einen Moment Zeit, um Ihre Erfahrungen mit dem Verkäufer zu bewerten.
fr: Il est important de laisser un avis sur le vendeur, car cela aide les autres utilisateurs à prendre des décisions éclairées lorsqu'ils achètent des articles sur le Marché. Prenez un moment pour évaluer votre expérience avec ce vendeur.
it: È importante lasciare un feedback al venditore, poiché aiuta gli altri utenti a prendere decisioni informate quando acquistano articoli dal mercatino. Ti invitiamo a dedicare un momento alla valutazione della tua esperienza con il venditore.

source: Rate the seller %(_0)s%(seller_display_name)s%(_1)s for your recent purchase from marketplace listing %(_0)s%(listing)s%(_1)s
de: Bewerten Sie den Verkäufer %(_0)s%(seller_display_name)s%(_1)s für Ihren letzten Kauf aus dem Inserat %(_0)s%(listing)s%(_1)s
fr: Évaluez le vendeur %(_0)s%(seller_display_name)s%(_1)s pour votre achat récent sur l'annonce %(_0)s%(listing)s%(_1)s
it: Valuta il venditore %(_0)s%(seller_display_name)s%(_1)s per il tuo recente acquisto da''inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: New image by %(_0)s%(user)s%(_1)s acquired with equipment items you follow
de: Neues Bild von %(_0)s%(user)s%(_1)s aufgenommen mit Ausrüstungsgegenständen, denen Sie folgen
fr: Nouvelle image de %(_0)s%(user)s%(_1)s acquise avec des équipements que vous suivez.
it: Nuova immagine di %(_0)s%(user)s%(_1)s acquisita con gli artocoli di strumentazione che segui

source: You received this notification because you follow these equipment items that were used to acquire this image:
de: Sie haben diese Benachrichtigung erhalten, weil Sie diesen Ausrüstungsgegenstände folgen, die zur Aufnahme dieses Bildes verwendet wurden:
fr: Vous avez reçu cette notification car vous suivez ces équipements qui ont été utilisés pour acquérir cette image :
it: Hai ricevuto questa notifica perché segui questi articoli di strumentazione utilizzati per acquisire questa immagine:

source: This image is a group effort among the following collaborators:
de: Dieses Bild ist eine Gemeinschaftsarbeit der folgenden Mitarbeiter:
fr: Cette image est le fruit d'un travail collectif des collaborateurs suivants :
it: Questa immagine è uno lavoro di gruppo tra i seguenti collaboratori:

source: This image is a group effort with the following collaborators:
de: Dieses Bild ist eine Gemeinschaftsarbeit mit folgenden Mitarbeitern:
fr: Cette image est le fruit d'un travail collectif avec les collaborateurs suivants :
it: Questa immagine è uno lavoro di gruppo tra i seguenti collaboratori:

source: Details
fr: Détails
it: Dettagli

source: Users
fr: utilisateurs
it: Utenti

source: Please support AstroBin by shopping at one of our partners!
de: Bitte unterstützen Sie AstroBin durch Ihren Einkauf bei einem unserer Partner!
fr: Merci de soutenir AstroBin en effectuant vos achats auprès de l'un de nos partenaires !
it: Sostieni AstroBin facendo acquisti presso uno dei nostri partner!

source: Disable retailer integration
de: Händlerintegration deaktivieren
fr: Désactiver l'intégration des revendeurs
it: Disattiva l'integrazione del rivenditore

source: Shop <strong>%(name)s</strong> at %(retailer)s
de: Kaufen Sie <strong>%(name)s</strong> bei %(retailer)s
fr: Achetez <strong>%(name)s</strong> chez %(retailer)s.
it: Acquista <strong>%(name)s</strong> a %(retailer)s

source: Last update
de: Letzte Aktualisierung
fr: Dernière mise à jour
it: Ultimo aggiornamento

source: Stock status unknown
de: Lagerstatus unbekannt
fr: Etat des stocks inconnu
it: Disponibilità sconosciuta

source: Back ordered
de: Nachbestellt
fr: En rupture de stock
it: Ordine arretrato

source: %(x)s in stock
de: %(x)s auf Lager
fr: %(x)s en stock
it: %(x)s disponibile/i

source: Currently out of stock
de: Zurzeit nicht lieferbar
fr: Actuellement en rupture de stock
it: Attualmente non disponibile

source: Propose edit
de: Änderung vorschlagen
fr: Proposer une modification
it: Proponi modifica

source: Sell in the marketplace
de: Verkaufen auf dem Marktplatz
fr: Vendre sur le Marché
it: Vendi nel mercatino

source: Close
de: Schließen
fr: Fermer
it: Chiudi

source: For sale
de: Zu verkaufen
fr: A vendre

source: Wanted
de: Gesucht
fr: Recherché

source: Type
de: Typ
it: Tipo

source: Back focus (mm)
de: Back-Fokus (mm)
it: Messa a fuoco posteriore (mm)

source: Ultraviolet (UV)
it: Ultravioletto (UV)

source: Ultra High Contrast (UHC)
it: Contrasto ultra elevato (UHC)

source: Alt-Alt (altitude-altitude)
it: Alt-Alt (altitudine-altitudine)

source: Transit
it: Transito

source: %(_0)s%(user)s%(_1)s commented a marketplace feedback that you received.
it: %(_0)s%(user)s%(_1)s ha commentato un feedback che hai ricevuto sul mercatino.

source: Communication
de: Kommunikation
it: Comunicazione

source: Message
de: Nachricht
it: Messaggio

source: Images
de: Bilder
it: Immagini
