Repository: astrobin/astrobin
Catalog: astrobin_apps_equipment/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it

source: Equipment item %(_0)s%(item)s%(_1)s was removed from your image %(_0)s%(image_title)s%(_1)s and replaced with %(_0)s%(duplicate_of)s%(_1)s
de: Der Ausrüstungsgegenstand %(_0)s%(item)s%(_1)s wurde aus Ihrem Bild %(_0)s%(image_title)s%(_1)s entfernt und durch %(_0)s%(duplicate_of)s%(_1)s ersetzt
fr: L'article d'équipement %(_0)s%(item)s%(_1)s a été retiré de votre image %(_0)s%(image_title)s%(_1)s et remplacé par %(_0)s%(duplicate_of)s%(_1)s.
it: L'articolo di strumentazione %(_0)s%(item)s%(_1)s è stato rimosso dalla tua immagine %(_0)s%(image_title)s%(_1)s e sostituito con %(_0)s%(duplicate_of)s%(_1)s

source: Equipment item %(_0)s%(item)s%(_1)s was removed from your image %(_0)s%(image_title)s%(_1)s
de: Ausrüstungsgegenstand %(_0)s%(item)s%(_1)s wurde aus Ihrem Bild %(_0)s%(image_title)s%(_1)s entfernt
fr: L'article d'équipement %(_0)s%(item)s%(_1)s a été retiré de votre image %(_0)s%(image_title)s%(_1)s.
it: L'articolo di strumentazione %(_0)s%(item)s%(_1)s è stato rimosso dalla tua immagine %(_0)s%(image_title)s%(_1)s

source: This item has been deleted. Please contact AstroBin if you think this was in error.
de: Dieser Gegenstand wurde gelöscht. Bitte kontaktieren Sie AstroBin, wenn Sie glauben, dass dies ein Fehler war.
fr: Cet article a été supprimé. Veuillez contacter AstroBin si vous pensez qu'il s'agit d'une erreur.
it: Questo elemento è stato eliminato. Contatta AstroBin se ritieni che si tratti di un errore.

source: Your equipment item was marked as a duplicate of <a href="%(duplicate_of_url)s">%(duplicate_of)s</a>. If you added it to any images, they will have been updated accordingly.
de: Ihr Ausrüstungsgegenstand wurde als Duplikat von <a href="%(duplicate_of_url)s">%(duplicate_of)s</a> markiert. Wenn Sie ihn zu Bildern hinzugefügt haben, wurden diese entsprechend aktualisiert.
fr: Votre article d'équipement a été marqué comme un doublon de <a href="%(duplicate_of_url)s">%(duplicate_of)s</a>. Si vous l'avez ajouté à des images, elles ont été mises à jour en conséquence.
it: Il tuo articolo di strumentazione è stato contrassegnato come duplicato di <a href="%(duplicate_of_url)s">%(duplicate_of)s</a> . Se lo hai aggiunto a qualsiasi immagine, queste saranno state aggiornate di conseguenza.

source: Your equipment item was marked as a duplicate of "%(duplicate_of)s". If you added it to any images, they will have been updated accordingly.
de: Ihr Ausrüstungsgegenstand wurde als ein Duplikat von "%(duplicate_of)s" markiert. Wenn Sie ihn zu einem Bild hinzugefügt haben, wurde es entsprechend aktualisiert.
fr: Votre article d'équipement a été marqué comme un doublon de "%(duplicate_of)s". Si vous l'avez ajouté à des images, elles ont été mises à jour en conséquence.
it: Il tuo articolo di strumentazione è stato contrassegnato come duplicato di "%(duplicate_of)s". Se lo hai aggiunto a qualsiasi immagine, queste saranno state aggiornate di conseguenza.

source: %(_0)s%(user)s%(_1)s rejected the equipment item %(_0)s%(item)s%(_1)s that you created
de: %(_0)s%(user)s%(_1)s hat den von Ihnen erstellten Ausrüstungsgegenstand %(_0)s%(item)s%(_1)s abgelehnt
fr: %(_0)s%(user)s%(_1)s a rejeté l'équipement %(_0)s%(item)s%(_1)s que vous avez créé
it: %(_0)s%(user)s%(_1)s ha respinto l'articolo di strumentazione %(_0)s%(item)s%(_1)s che hai creato

source: %(user)s rejected the equipment item %(_0)s%(item)s%(_1)s that you created
de: %(user)s hat den von Ihnen erstellten Ausrüstungsgegenstand %(_0)s%(item)s%(_1)s abgelehnt
fr: %(user)s a rejeté l'équipement %(_0)s%(item)s%(_1)s que vous avez créé
it: %(user)s ha respinto l'articolo di strumentazione %(_0)s%(item)s%(_1)s che hai creato

source: %(_0)s%(user)s%(_1)s created the equipment item %(_0)s%(item)s%(_1)s and it requires moderation
de: %(_0)s%(user)s%(_1)s hat den Ausrüstungsgegenstand %(_0)s%(item)s%(_1)s erstellt und er muss moderiert werden
fr: %(_0)s%(user)s%(_1)s a créé l'équipement %(_0)s%(item)s%(_1)s et il nécessite une modération
it: %(_0)s%(user)s%(_1)s ha creato l'articolo di strumentazione %(_0)s%(item)s%(_1)s e richiede moderazione

source: %(_0)s%(user)s%(_1)s left you feedback for marketplace listing %(_0)s%(listing)s%(_1)s
de: %(_0)s%(user)s%(_1)s hat Ihnen eine Bewertung für das Marktplatz-Inserat %(_0)s%(listing)s%(_1)s hinterlassen
fr: %(_0)s%(user)s%(_1)s a laissé un avis pour votre annonce sur le marché %(_0)s%(listing)s%(_1)s
it: %(_0)s%(user)s%(_1)s ti ha lasciato un feedback per l'inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: Feedback details
fr: Détails de l'avis
it: Dettagli del feedback

source: Listing
de: Inserat
fr: Annonce
it: Inserzione

source: User
fr: Utilisateur
it: Utente

source: Speed
de: Geschwindigkeit
fr: Vitesse
it: Velocità

source: Accuracy of item descriptions
de: Genauigkeit der Artikelbeschreibungen
fr: Exactitude des descriptions des articles
it: Precizione nella descrizione degli articolli

source: Packaging quality
de: Verpackungsqualität
fr: Qualité de l'emballage
it: Qualità dell'imballaggio

source: To review and respond to the feedback, please visit the following link:
de: Um das Feedback zu prüfen und zu beantworten, verwenden Sie bitte den folgenden Link:
fr: Pour examiner et répondre aux avis, veuillez visiter le lien suivant :
it: Per esaminare e rispondere al feedback, visitare il seguente link:

source: View feedback
de: Feedback anzeigen
fr: Voir l'avis
it: Visualizza feedback

source: To view the listing, please visit the following link:
de: Das Inserat kann unter folgendem Link abgerufen werden:
fr: Pour voir l'annonce, veuillez visiter le lien suivant :
it: Per visualizzare l'inserzione, visitare il seguente link:

source: View listing
de: Inserat ansehen
fr: Voir les annonces
it: Visualizza l'inserzione

source: %(user)s left you feedback for marketplace listing %(_0)s%(listing)s%(_1)s
de: %(user)s hat Ihnen eine Bewertung für das Marktplatz-Inserat %(_0)s%(listing)s%(_1)s hinterlassen
fr: %(user)s vous a laissé un avis pour l'annonce sur le Marché %(_0)s%(listing)s%(_1)s
it: %(user)s ti ha lasciato un feedback per l'inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: %(_0)s%(user)s%(_1)s updated your feedback for marketplace listing %(_0)s%(listing)s%(_1)s
de: %(_0)s%(user)s%(_1)s hat Ihre Bewertung für das Marktplatz-Inserat %(_0)s%(listing)s%(_1)s aktualisiert
fr: %(_0)s%(user)s%(_1)s a mis à jour votre avis pour l'annonce sur le Marché %(_0)s%(listing)s%(_1)s
it: %(_0)s%(user)s%(_1)s ha aggiornato il tuo feedback per l'inserzione sul mercatino %(_0)s %(listing)s%(_1)s

source: %(user)s updated your feedback for marketplace listing %(_0)s%(listing)s%(_1)s
de: %(user)s hat Ihre Bewertung für das Marktplatz-Inserat %(_0)s%(listing)s%(_1)s aktualisiert
fr: %(user)s a mis à jour votre avis pour l'annonce sur le Marché %(_0)s%(listing)s%(_1)s
it: %(user)s ha aggiornato il tuo feedback per l'inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: %(_0)s%(user)s%(_1)s approved your marketplace listing %(_0)s%(listing)s%(_1)s
de: %(_0)s%(user)s%(_1)s hat Ihr Marktplatz-Inserat genehmigt %(_0)s%(listing)s%(_1)s
fr: %(_0)s%(user)s%(_1)s a approuvé votre avis sur le Marché %(_0)s%(listing)s%(_1)s
it: %(_0)s%(user)s%(_1)s ha approvato la tua inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: The listing is now live. Good luck with your sale!
de: Das Inserat ist jetzt live. Viel Glück mit Ihrem Verkauf!
fr: L'annonce est maintenant en ligne. Bonne chance pour votre vente !
it: L'inserzione è ora attiva. Buona fortuna con la tua vendita!

source: %(_0)s%(seller_display_name)s%(_1)s published a marketplace listing %(_0)s%(listing)s%(_1)s
de: %(_0)s%(seller_display_name)s%(_1)s hat ein Marktplatz-Inserat veröffentlicht %(_0)s%(listing)s%(_1)s
fr: %(_0)s%(seller_display_name)s%(_1)s a publié une annonce sur le Marché %(_0)s%(listing)s%(_1)s
it: %(_0)s%(seller_display_name)s%(_1)s ha pubblicato un'inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: You received this notification because you follow this user.
de: Sie haben diese Benachrichtigung erhalten, weil Sie diesem User folgen.
fr: Vous avez reçu cette notification parce que vous suivez cet utilisateur.
it: Hai ricevuto questa notifica perché segui questo utente.

source: %(_0)s%(seller_display_name)s%(_1)s deleted their marketplace listing %(_0)s%(listing)s%(_1)s
de: %(_0)s%(seller_display_name)s%(_1)s hat sein Marktplatz-Inserat gelöscht %(_0)s%(listing)s%(_1)s
fr: %(_0)s%(seller_display_name)s%(_1)s a supprimé son annonce du Marché %(_0)s%(listing)s%(_1)s
it: %(_0)s%(seller_display_name)s%(_1)s ha eliminato la propria inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: You received this notification because you have an active offer on this listing, or you follow the listing.
fr: Vous avez reçu cette notification parce que vous avez une offre active sur cette annonce, ou vous suivez cette annonce.
it: Hai ricevuto questa notifica perché hai un'offerta attiva su questa inserzione o perché segui l'inserzione.

source: Please note that the seller may only deleted listings without any sold line items.
de: Bitte beachten Sie, dass der Verkäufer nur Inserate ohne verkaufte Positionen löschen darf.
fr: Veuillez noter que le vendeur ne peut supprimer une annonce que si elle ne contient aucun article vendu.
it: Tieni presente che il venditore può eliminare solo le inserzioni senza articoli venduti.

source: Your marketplace listing %(_0)s%(listing)s%(_1)s expired
de: Ihr Marktplatz-Inserat %(_0)s%(listing)s%(_1)s ist abgelaufen
fr: Votre annonce sur le Marché %(_0)s%(listing)s%(_1)s a expiré
it: La tua inserzione sul mercatino %(_0)s%(listing)s%(_1)s è scaduta

source: You can renew it by clicking the button below.
de: Sie können es erneuern, indem Sie auf die Schaltfläche unten klicken.
fr: Vous pouvez la renouveler en cliquant sur le bouton ci-dessous.
it: Puoi rinnovarla cliccando il pulsante qui sotto.

source: PS: if you sold items from this listing, please mark them as sold.
de: PS: Wenn Sie Artikel aus diesem Inserat verkauft haben, markieren Sie sie bitte als verkauft.
fr: P.S. : Si vous avez vendu des articles de cette annonce, veuillez les marquer comme vendus.
it: PS: se hai venduto articoli da questa inserzione, contrassegnali come venduti.

source: You can renew it by clicking the link below:
de: Sie können es verlängern, indem Sie auf den unten stehenden Link klicken:
fr: Vous pouvez la renouveler en cliquant sur le lien ci-dessous :
it: Puoi rinnovarla cliccando il link qui sotto:

source: %(_0)s%(seller_display_name)s%(_1)s published a marketplace listing %(_0)s%(listing)s%(_1)s with an equipment item you follow: %(_0)s%(line_item)s%(_1)s
de: %(_0)s%(seller_display_name)s%(_1)s hat ein Marktplatz-Inserat %(_0)s%(listing)s%(_1)s mit einem Ausrüstungsgegenstand veröffentlicht, dem Sie folgen: %(_0)s%(line_item)s%(_1)s
fr: %(_0)s%(seller_display_name)s%(_1)s a publié une annonce sur le Marché %(_0)s%(listing)s%(_1)s avec un équipement que vous suivez : %(_0)s%(line_item)s%(_1)s
it: %(_0)s%(seller_display_name)s%(_1)s ha pubblicato un'inserzione sul mercatino %(_0)s%(listing)s%(_1)s con un articolo di strumentazione che segui: %(_0)s%(line_item)s%(_1)s

source: %(_0)s%(seller_display_name)s%(_1)s accepted somebody else's offer in their marketplace listing %(_0)s%(listing)s%(_1)s
de: %(_0)s%(seller_display_name)s%(_1)s hat das Angebot einer anderen Person in seinem Marktplatz-Inserat angenommen %(_0)s%(listing)s%(_1)s
fr: %(_0)s%(seller_display_name)s%(_1)s a accepté l'offre de quelqu'un d'autre dans son annonce sur le Marché %(_0)s%(listing)s%(_1)s
it: %(_0)s%(seller_display_name)s%(_1)s ha accettato l'offerta di qualcun altro nella propria inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: Unfortunately, you cannot make an offer on this listing while it is in a reserved or sold state.
de: Leider können Sie kein Angebot für dieses Inserat machen, solange es sich im Zustand reserviert oder verkauft befindet.
fr: Malheureusement, vous ne pouvez pas faire d'offre sur cette annonce tant qu'elle est en état réservé ou vendu.
it: Purtroppo non è possibile fare un'offerta per questa inserzione mentre è in stato prenotato o venduto.

source: You received this notification because you have an offer on this listing, or you follow the listing.
de: Sie haben diese Benachrichtigung erhalten, weil Sie ein Angebot für dieses Inserat haben oder weil Sie das Inserat verfolgen.
fr: Vous avez reçu cette notification parce que vous avez une offre sur cette annonce, ou parce que vous suivez cette annonce.
it: Hai ricevuto questa notifica perché hai un'offerta su questa inserzione o perché segui l'inserzione.

source: %(_0)s%(seller_display_name)s%(_1)s sold a line item in their marketplace listing %(_0)s%(listing)s%(_1)s
de: %(_0)s%(seller_display_name)s%(_1)s hat einen Gegenstand in seinem Marktplatz-Inserat %(_0)s%(listing)s%(_1)s verkauft
fr: %(_0)s%(seller_display_name)s%(_1)s a vendu un article dans son annonce sur le Marché %(_0)s%(listing)s%(_1)s
it: %(_0)s%(seller_display_name)s%(_1)s ha venduto un articolo nella propria inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: Item
de: Gegenstand
fr: Article
it: Articolo

source: %(_0)s%(seller_display_name)s%(_1)s updated their marketplace listing %(_0)s%(listing)s%(_1)s
de: %(_0)s%(seller_display_name)s%(_1)s hat sein Marktplatz-Inserat aktualisiert %(_0)s%(listing)s%(_1)s
fr: %(_0)s%(seller_display_name)s%(_1)s a mis à jour son annonce sur le Marché %(_0)s%(listing)s%(_1)s
it: %(_0)s%(seller_display_name)s%(_1)s ha aggiornato la sua inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: Please note that the seller may only update unsold line items and the global description or information pertaining the listing. The seller may not change the price or quantity of sold line items.
de: Bitte beachten Sie, dass der Verkäufer nur die nicht verkauften Positionen und die allgemeine Beschreibung oder Informationen zum Inserat aktualisieren kann. Der Verkäufer kann den Preis oder die Menge der verkauften Positionen nicht ändern.
fr: Veuillez noter que le vendeur ne peut mettre à jour que les lignes d'articles non vendus ainsi que la description globale ou les informations relatives à l'annonce. Le vendeur ne peut pas modifier le prix ni la quantité des articles vendus.
it: Tieni presente che il venditore può aggiornare solo gli articoli invenduti e la descrizione globale o le informazioni relative all'inserzione. Il venditore non può modificare il prezzo o la quantità degli articoli venduti.

source: Recently, you accepted an offer for the marketplace listing %(_0)s%(listing)s%(_1)s, but you haven't marked the item as sold yet. Please do so as soon as possible and leave feedback to the buyer.
de: Sie haben kürzlich ein Angebot für das Marktplatz-Inserat %(_0)s%(listing)s%(_1)s angenommen, den Artikel aber noch nicht als verkauft markiert. Bitte tun Sie dies so bald wie möglich und hinterlassen Sie dem Käufer eine Rückmeldung.
fr: Récemment, vous avez accepté une offre pour l'annonce sur le Marché %(_0)s%(listing)s%(_1)s, mais vous n'avez pas encore marqué l'article comme vendu. Veuillez le faire dès que possible et laisser un avis au vendeur.
it: Di recente hai accettato un'offerta per l'inserzione sul mercatino %(_0)s%(listing)s%(_1)s, ma non hai ancora contrassegnato l'articolo come venduto. Si prega di farlo il prima possibile e di lasciare un feedback all'acquirente.

source: Mark as sold
de: Als verkauft markieren
fr: Marqué comme vendu
it: Contrassegna come venduto

source: Don't forget to mark your reserved items as sold in the listing %(_0)s%(listing)s%(_1)s, if you sold them.
de: Vergessen Sie nicht, Ihre reservierten Artikel in den %(_0)s%(listing)s%(_1)s als verkauft zu markieren, wenn Sie es verkauft haben.
fr: N'oubliez pas de marquer vos articles réservés comme vendus dans l'annonce %(_0)s%(listing)s%(_1)s, si vous les avez vendus.
it: Non dimenticare di contrassegnare gli articoli prenotati come venduti nell'inserzione %(_0)s%(listing)s%(_1)s, se li hai venduti.

source: %(_0)s%(seller_display_name)s%(_1)s accepted your offer for their marketplace listing %(_0)s%(listing)s%(_1)s
de: %(_0)s%(seller_display_name)s%(_1)s hat Ihr Angebot für sein Marktplatz-Inserat %(_0)s%(listing)s%(_1)s angenommen
fr: %(_0)s%(seller_display_name)s%(_1)s ont accepté votre offre pour leurs annonces sur le Marché %(_0)s%(listing)s%(_1)s
it: %(_0)s%(seller_display_name)s%(_1)s ha accettato la tua offerta per la sua inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: Offer details
de: Details zum Angebot
fr: Détails de l'offre
it: Dettagli dell'offerta

source: Offer amount
de: Angebotsbetrag
fr: Montant de l'offre
it: Importo offerto

source: Shipping
de: Versand
fr: Expédition
it: Spedizione

source: Now, it's time to finalize the details with the seller. You can communicate and arrange payment and delivery either through the listing’s page or private messaging on AstroBin.
de: Nun ist es an der Zeit, die Details mit dem Verkäufer zu klären. Sie können entweder über die Inserat-Seite oder über eine private Nachricht auf AstroBin kommunizieren und Zahlung und Lieferung vereinbaren.
fr: Il est maintenant temps de finaliser les détails avec le vendeur. Vous pouvez communiquer et organiser le paiement et la livraison soit via la page de l’annonce, soit par messagerie privée sur AstroBin.
it: Ora è il momento di finalizzare i dettagli con il venditore. Puoi comunicare e organizzare il pagamento e la consegna tramite la pagina dell'inerzione o tramite la messaggistica privata su AstroBin.

source: Please note, while AstroBin facilitates a platform for sellers and buyers, the specifics of transactions are managed directly between parties involved. We encourage both buyers and sellers to exercise caution and use secure methods for payment and delivery.
de: Bitte beachten Sie, dass AstroBin zwar eine Plattform für Verkäufer und Käufer bereitstellt, die Einzelheiten der Transaktionen jedoch direkt zwischen den beteiligten Parteien abgewickelt werden. Wir empfehlen sowohl Käufern als auch Verkäufern, Vorsicht walten zu lassen und sichere Methoden für Zahlung und Lieferung zu verwenden.
fr: Veuillez noter qu'AstroBin est une plateforme qui facilite les échanges entre les vendeurs et les acheteurs : les détails des transactions sont gérés directement entre les parties concernées. Nous encourageons à la fois les acheteurs et les vendeurs à faire preuve de prudence et à utiliser des méthodes sécurisées pour le paiement et la livraison.
it: Tieni presente che, sebbene AstroBin faciliti una piattaforma per venditori e acquirenti, le specifiche delle transazioni sono gestite direttamente tra le parti coinvolte. Incoraggiamo sia gli acquirenti che i venditori a prestare attenzione e a utilizzare metodi sicuri per il pagamento e la consegna.

source: Thank you for using AstroBin, and we wish you a smooth and successful transaction!
de: Vielen Dank, dass Sie AstroBin nutzen, und wir wünschen Ihnen eine reibungslose und erfolgreiche Transaktion!
fr: Merci d'utiliser AstroBin, et nous vous souhaitons une bonne transaction !
it: Grazie per aver utilizzato AstroBin e ti auguriamo una transazione di successo!

source: You accepted %(_0)s%(buyer_display_name)s%(_1)s's offer for your marketplace listing %(_0)s%(listing)s%(_1)s
de: Sie haben das Angebot von %(_0)s%(buyer_display_name)s%(_1)s's für Ihr Marktplatz-Inserat %(_0)s%(listing)s%(_1)s angenommen
fr: Vous avez accepté l'offre de %(_0)s%(buyer_display_name)s%(_1)s pour votre annonce sur le Marché %(_0)s%(listing)s%(_1)s
it: Hai accettato l'offerta di %(_0)s%(buyer_display_name)s%(_1)s per la tua inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: PLEASE NOTE: listings on AstroBin's marketplace may contain more than one item. Please review the offer details to ensure you understand which items the offer is for.
de: BITTE BEACHTEN SIE: Inserate im AstroBin-Marktplatz können mehr als einen Artikel enthalten. Bitte überprüfen Sie die Angebotsdetails, um sicherzustellen, dass Sie verstehen, für welche Artikel das Angebot gilt.
fr: Veuillez noter que les annonces sur le Marché d'AstroBin peuvent contenir plusieurs articles. Veuillez vérifier les détails de l'offre pour vous assurer de bien comprendre pour quels articles l'offre a été faite.
it: NOTA BENE: le inserzioni sul mercatino di AstroBin possono contenere più di un articolo. Ti preghiamo di rivedere i dettagli dell'offerta per assicurarti di comprendere a quali articoli è rivolta l'offerta.

source: Now, it's time to finalize the details with the buyer. You can communicate and arrange payment and delivery either through the listing’s page or private messaging on AstroBin.
de: Nun ist es an der Zeit, die Details mit dem Käufer zu klären. Sie können die Zahlung und Lieferung entweder über die Inserat-Seite oder über eine private Nachricht auf AstroBin vereinbaren.
fr: Il est maintenant temps de finaliser les détails avec l'acheteur. Vous pouvez communiquer et organiser le paiement et la livraison soit via la page de l'annonce, soit par messagerie privée sur AstroBin.
it: Ora è il momento di definire i dettagli con l'acquirente. Puoi comunicare e organizzare il pagamento e la consegna tramite la pagina dell'annuncio o tramite la messaggistica privata su AstroBin.

source: PS: once you've completed the transaction, please remember to mark the listing as sold.
de: PS: Sobald Sie die Transaktion abgeschlossen haben, denken Sie bitte daran, das Inserat als verkauft zu markieren.
fr: PS : une fois la transaction terminée, n'oubliez pas de marquer l'annonce comme vendue.
it: PS: una volta completata la transazione, ricordati di contrassegnare l'inserzione come venduta.

source: You made an offer for marketplace listing %(_0)s%(listing)s%(_1)s
de: Sie haben ein Angebot für das Marktplatz-Inserat %(_0)s%(listing)s%(_1)s abgegeben
fr: Vous avez fait une offre pour l'annonce sur le Marché %(_0)s%(listing)s%(_1)s
it: Hai fatto un'offerta per l'inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: Shipping cost
de: Versandkosten
fr: Frais d'expédition
it: Spese di spedizione

source: You can edit your offer by visiting the listing page.
de: Sie können Ihr Inserat bearbeiten, indem Sie die Inserats-Seite besuchen.
fr: Vous pouvez modifier votre offre en visitant la page de l'annonce.
it: Puoi modificare la tua offerta visitando la pagina dell'inserzione.

source: %(_0)s%(buyer_display_name)s%(_1)s made an offer for your marketplace listing %(_0)s%(listing)s%(_1)s
de: %(_0)s%(buyer_display_name)s%(_1)s hat ein Angebot für Ihr Inserat %(_0)s%(listing)s%(_1)s abgegeben
fr: %(_0)s%(buyer_display_name)s%(_1)s a fait une offre pour votre annonce sur le Marché %(_0)s%(listing)s%(_1)s
it: %(_0)s%(buyer_display_name)s%(_1)s ha fatto un'offerta per la tua inserzione sul mercatino %(_0)s%(listing)s%(_1)s

source: To review and respond to the offer, please visit your listing page.
de: Um das Angebot zu prüfen und darauf zu antworten, besuchen Sie bitte die Inserats-Seite.
fr: Pour examiner et répondre à l'offre, veuillez visiter la page de votre annonce.
it: Per rivedere e rispondere all'offerta, visita la pagina della tua inserzione.

source: %(_0)s%(seller_display_name)s%(_1)s rejected your offer for their marketplace listing %(_0)s%(listing)s%(_1)s
de: %(_0)s%(seller_display_name)s%(_1)s hat Ihr Angebot für sein Inserat %(_0)s%(listing)s%(_1)s abgelehnt
fr: %(_0)s%(seller_display_name)s%(_1)s ont rejeté votre offre pour leurs annonces sur le Marché %(_0)s%(listing)s%(_1)s
it: %(_0)s%(seller_display_name)s%(_1)s ha respinto la tua offerta per la sua inserzione sul mercatino %(_0)s%(listing)s%(_1)s
