Repository: astrobin/astrobin
Catalog: astrobin_apps_equipment/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it

source: Equipment item <strong>%(item)s</strong> has been marked as ambiguous by a moderator, and removed from your presets.
de: Der Ausrüstungsgegenstand <strong>%(item)s</strong> wurde von einem Moderator als zweideutig markiert und aus deinen Voreinstellungen entfernt.
fr: L'article d'équipement <strong>%(item)s</strong> a été marqué comme ambigu par un modérateur et a été supprimé de vos préréglages.
it: L'articolo di strumentazione <strong>%(item)s</strong> è stato contrassegnato come ambiguo da un moderatore e rimosso dai tuoi preset.

source: This happened because "%(item)s" is not specific enough, and unambiguous variants already exist in the database.
de: Dies geschah, weil "%(item)s" nicht spezifisch genug ist und in der Datenbank bereits eindeutige Varianten existieren.
fr: Cela s'est produit parce que "%(item)s" n'est pas suffisamment précis, et des variantes non ambiguës existent déjà dans la base de données.
it: Ciò è accaduto perché "%(item)s" non è sufficientemente specifico e nel database esistono già varianti non ambigue.

source: New images cannot be associated with this item anymore, but your past images have not been modified.
de: Neue Bilder können nicht mehr mit diesem Artikel verknüpft werden, aber Ihre früheren Bilder wurden nicht geändert.
fr: De nouvelles images ne peuvent plus être associées à cet article, mais vos images passées n'ont pas été modifiées.
it: Le nuove immagini non possono più essere associate a questo elemento, ma le tue immagini precedenti non sono state modificate.

source: Next time you upload an image that needs "%(item)s", please select an unambiguous version from the database instead, and then feel free to update your affected preset by saving it again.
de: Wenn Sie das nächste Mal ein Bild hochladen, das "%(item)s" benötigt, wählen Sie bitte stattdessen eine eindeutige Version aus der Datenbank aus, und aktualisieren Sie dann die betroffene Voreinstellung, indem Sie sie erneut speichern.
fr: La prochaine fois que vous téléchargerez une image nécessitant "%(item)s", veuillez sélectionner une version non ambiguë dans la base de données. Ensuite, vous pourrez mettre à jour votre préréglage affecté en le sauvegardant à nouveau.
it: La prossima volta che carichi un'immagine che richiede "%(item)s", seleziona invece una versione non ambigua dal database, quindi sentiti libero di aggiornare la preimpostazione interessata salvandola di nuovo.

source: View item
de: Element anzeigen
fr: Voir l'article
it: Visualizza elemento

source: Thank you for your understanding.
de: Vielen Dank für Ihr Verständnis.
fr: Merci de votre compréhension.
it: Grazie per la vostra comprensione.

source: Equipment item "%(item)s" has been marked as ambiguous by a moderator, and removed from your presets
de: Der Ausrüstungsgegenstand „%(item)s“ wurde von einem Moderator als zweideutig markiert und aus Ihren Voreinstellungen entfernt.
fr: L'article d'équipement "%(item)s" a été marqué comme ambigu par un modérateur et a été supprimé de vos préréglages.
it: L'articolo di strumentazione "%(item)s" è stato contrassegnato come ambiguo da un moderatore e rimosso dai tuoi preset

source: Equipment item %(_0)s%(item)s%(_1)s has been marked as ambiguous by a moderator, and removed from your presets.
de: Der Ausrüstungsgegenstand %(_0)s%(item)s%(_1)s wurde von einem Moderator als zweideutig markiert und aus Ihren Voreinstellungen entfernt.
fr: L'article d'équipement %(_0)s%(item)s%(_1)s a été marqué comme ambigu par un modérateur et a été supprimé de vos préréglages.
it: L'articolo di strumentazione %(_0)s%(item)s%(_1)s è stato contrassegnato come ambiguo da un moderatore e rimosso dai tuoi preset.

source: Equipment item %(_0)s%(item)s%(_1)s has been marked as ambiguous by a moderator, and removed from your presets
de: Der Ausrüstungsgegenstand %(_0)s%(item)s%(_1)s wurde von einem Moderator als zweideutig markiert und aus Ihren Voreinstellungen entfernt
fr: L'article d'équipement %(_0)s%(item)s%(_1)s a été marqué comme ambigu par un modérateur et a été supprimé de vos préréglages.
it: L'articolo di strumentazione %(_0)s%(item)s%(_1)s è stato contrassegnato come ambiguo da un moderatore e rimosso dai tuoi preset

source: <a href="%(user_url)s">%(user)s</a> commented a marketplace feedback that you left.
de: <a href="%(user_url)s">%(user)s</a> hat eine Marktplatzbewertung kommentiert, die Sie abgegeben haben.
fr: <a href="%(user_url)s">%(user)s</a> a commenté un avis que vous avez publié sur le Marché.
it: <a href="%(user_url)s">%(user)s</a> ha commentato un feedback che hai lasciato sul mercatino.

source: View comment
de: Kommentar anzeigen
fr: Voir le commentaire
it: Visualizza commento

source: %(user)s commented a marketplace feedback you that left.
de: %(user)s kommentiert ein Marktplatz-Feedback, das Sie abgegeben haben.
fr: %(user)s a commenté un avis que vous avez publié sur le Marché.
it: %(user)s ha commentato un feedback che hai lasciato sul mercatino.

source: Check it out at the following url:
de: Ssehen Sie unter der folgenden URL nach:
fr: Découvrez-le à l'URL suivante :
it: Controllalo al seguente URL:

source: %(_0)s%(user)s%(_1)s commented a marketplace feedback that you left.
de: %(_0)s%(user)s%(_1)s hat eine Marktplatzbewertung kommentiert, die Sie hinterlassen haben.
fr: %(_0)s%(user)s%(_1)s a commenté un avis que vous avez publié sur le Marché.
it: %(_0)s%(user)s%(_1)s ha commentato un feedback che hai lasciato sul mercatino.

source: %(_0)s%(user)s%(_1)s commented a marketplace feedback that you received.
de: %(_0)s%(user)s%(_1)s hat eine Marktplatzbewertung kommentiert, die Sie erhalten haben.
fr: %(_0)s%(user)s%(_1)s a commenté un avis que vous avez reçu sur le Marché.
it: %(_0)s%(user)s%(_1)s ha commentato un feedback che hai ricevuto sul mercatino.

source: You received this notification because you created this equipment item or this edit proposal.
de: Sie haben diese Benachrichtigung erhalten, weil Sie diesen Ausrüstungsgegenstand oder diesen Bearbeitungsvorschlag erstellt haben.
fr: Vous avez reçu cette notification parce que vous avez créé cet article d'équipement ou cette proposition de modification.
it: Hai ricevuto questa notifica perché hai creato questo articolo di strumentazione o questa proposta di modifica.

source: The reviewer left the following comment:
de: Der Rezensent hat folgenden Kommentar hinterlassen:
fr: L'examinateur a laissé le commentaire suivant :
it: Il recensore ha lasciato il seguente commento:

source: View edit proposal
de: Änderungsvorschlag ansehen
fr: Voir la proposition de modification
it: Visualizza la proposta di modifica

source: %(_0)s%(user)s%(_1)s approved an edit proposal on the equipment item %(_0)s%(item)s%(_1)s.
fr: %(_0)s%(user)s%(_1)s a approuvé une proposition de modification pour l'article d'équipement %(_0)s%(item)s%(_1)s.

source: %(_0)s%(user)s%(_1)s approved an edit proposal on the equipment item %(_0)s%(item)s%(_1)s
de: %(_0)s%(user)s%(_1)s hat einen Änderungsvorschlag für den Ausrüstungsgegenstand %(_0)s%(item)s%(_1)s genehmigt
fr: %(_0)s%(user)s%(_1)s a approuvé une proposition de modification pour l'article d'équipement %(_0)s%(item)s%(_1)s.
it: %(_0)s%(user)s%(_1)s ha approvato una proposta di modifica sull'articolo di strumentazione %(_0)s%(item)s%(_1)s

source: Please review it as soon as possible, thank you!
de: Bitte überprüfen Sie es so schnell wie möglich, danke!
fr: Veuillez l'examiner dès que possible, merci !
it: Si prega di rivederlo il prima possibile, grazie!

source: %(_0)s%(user)s%(_1)s assigned an edit proposal on the equipment item %(_0)s%(item)s%(_1)s to you for review
de: %(_0)s%(user)s%(_1)s hat Ihnen einen Bearbeitungsvorschlag für den Ausrüstungsgegenstand %(_0)s%(item)s%(_1)s zur Überprüfung zugewiesen
fr: %(_0)s%(user)s%(_1)s vous a attribué une proposition de modification pour l'article d'équipement %(_0)s%(item)s%(_1)s afin de l'examiner.
it: %(_0)s%(user)s%(_1)s ha assegnato una proposta di modifica sull'articolo di strumentazione %(_0)s%(item)s%(_1)s a te per la revisione

source: <a href="%(user_url)s">%(user)s</a> proposed an edit to the equipment item <a href="%(item_url)s">%(item)s</a>.
de: <a href="%(user_url)s">%(user)s</a> hat eine Bearbeitung des Ausrüstungsgegenstands <a href="%(item_url)s">%(item)s</a> vorgeschlagen.
fr: <a href="%(user_url)s">%(user)s</a> a proposé une modification pour l'article d'équipement <a href="%(item_url)s">%(item)s</a>.
it: <a href="%(user_url)s">%(user)s</a> ha proposto una modifica all'articolo di strumentazione <a href="%(item_url)s">%(item)s</a>.

source: Please note
de: Bitte beachten Sie
fr: Veuillez noter
it: Nota bene

source: This item has not been approved yet, therefore is not yet officially part of AstroBin's equipment database. Please review this edit proposal as soon as possible to prevent the possibility that this item be rejected.
de: Dieser Artikel wurde noch nicht genehmigt und ist daher noch nicht offiziell Teil der AstroBin Ausrüstungsdatenbank. Bitte überprüfen Sie diesen Bearbeitungsvorschlag so schnell wie möglich, um zu verhindern, dass dieser Artikel abgelehnt wird.
fr: Cet article n'a pas encore été approuvé, il ne fait donc pas encore officiellement partie de la base de données des équipements d'AstroBin. Veuillez examiner cette proposition de modification dès que possible afin d'éviter que cet article ne soit rejeté.
it: Questo articolo non è stato ancora approvato, quindi non fa ancora parte ufficialmente del database della strumentazione di AstroBin. Si prega di rivedere questa proposta di modifica il prima possibile per evitare la possibilità che questo elemento venga respinto.

source: Please review it as soon as possible.
de: Bitte überprüfen Sie sie so bald wie möglich.
fr: Veuillez l'examiner dès que possible.
it: Si prega di rivederlo il prima possibile.

source: You received this notification because you created this equipment item, or you created/approved/rejected/commented an edit proposal for this item in the past.
de: Sie haben diese Benachrichtigung erhalten, weil Sie diesen Ausrüstungsgegenstand erstellt haben oder weil Sie in der Vergangenheit einen Bearbeitungsvorschlag für diesen Gegenstand erstellt/genehmigt/abgelehnt/kommentiert haben.
fr: Vous avez reçu cette notification parce que vous avez créé cet article d'équipement, ou vous avez créé/approuvé/rejeté/commenté une proposition de modification pour cet article dans le passé.
it: Hai ricevuto questa notifica perché hai creato questo articolo di strumentazione o hai creato/approvato/respinto/commentato una proposta di modifica per questo articolo in passato.

source: %(user)s proposed an edit to the equipment item "%(item)s".
de: %(user)s hat eine Bearbeitung des Ausrüstungsgegenstands "%(item)s" vorgeschlagen.
fr: %(user)s a proposé une modification pour l'article d'équipement "%(item)s".
it: %(user)s ha proposto una modifica all'articolo di strumentazione "%(item)s".

source: Please review an edit proposal for equipment item %(_0)s%(item)s%(_1)s by %(_0)s%(user)s%(_1)s
de: Bitte überprüfen Sie einen Bearbeitungsvorschlag für den Ausrüstungsgegenstand %(_0)s%(item)s%(_1)s von %(_0)s%(user)s%(_1)s
fr: Veuillez examiner la proposition de modification pour l'article d'équipement %(_0)s%(item)s%(_1)s de %(_0)s%(user)s%(_1)s.
it: Si prega di rivedere una proposta di modifica per l'articolo strumentazione %(_0)s%(item)s%(_1)s di %(_0)s%(user)s%(_1)s

source: %(_0)s%(user)s%(_1)s rejected an edit proposal on the equipment item %(_0)s%(item)s%(_1)s
de: %(_0)s%(user)s%(_1)s hat einen Bearbeitungsvorschlag für das Ausrüstungselement %(_0)s%(item)s%(_1)s abgelehnt
fr: %(_0)s%(user)s%(_1)s a rejeté une proposition de modification pour l'article d'équipement %(_0)s%(item)s%(_1)s.
it: %(_0)s%(user)s%(_1)s ha respinto una proposta di modifica sull'articolo di strumentazione %(_0)s%(item)s%(_1)s

source: This item can now be added to images by anyone on AstroBin.
de: Dieses Element kann jetzt von jedem auf AstroBin zu Bildern hinzugefügt werden.
fr: Cet article peut désormais être ajouté aux images par tous les utilisateurs sur AstroBin.
it: Questo elemento ora può essere aggiunto alle immagini da tutti su AstroBin.

source: %(_0)s%(user)s%(_1)s approved the equipment item %(_0)s%(item)s%(_1)s that you created
de: %(_0)s%(user)s%(_1)s hat den von Ihnen erstellten Ausrüstungsgegenstand %(_0)s%(item)s%(_1)s genehmigt
fr: %(_0)s%(user)s%(_1)s a approuvé l'article d'équipement %(_0)s%(item)s%(_1)s que vous avez créé.
it: %(_0)s%(user)s%(_1)s ha approvato l'articolo di strumentazione %(_0)s%(item)s%(_1)s che hai creato

source: %(_0)s%(user)s%(_1)s assigned the equipment item %(_0)s%(item)s%(_1)s to you for review
de: %(_0)s%(user)s%(_1)s hat Ihnen den Ausrüstungsgegenstand %(_0)s%(item)s%(_1)s zur Überprüfung zugewiesen
fr: %(_0)s%(user)s%(_1)s vous a attribué l'article d'équipement %(_0)s%(item)s%(_1)s pour examen.
it: %(_0)s%(user)s%(_1)s ha assegnato l'articolo di strumentazione %(_0)s%(item)s%(_1)s a te per la revisione

source: <em><strong>%(make)s</strong> %(name)s</em>, an equipment item that you have used on some of your images on AstroBin, has been migrated to the new AstroBin Equipment Database.
de: <em><strong>%(make)s</strong> %(name)s</em>, ein Ausrüstungsgegenstand, den Sie auf einigen Ihrer Bilder auf AstroBin verwendet haben, wurde in die neue AstroBin-Ausrüstungsdatenbank migriert.
fr: <em><strong>%(make)s</strong> %(name)s</em>, un article d'équipement que vous avez utilisé sur certaines de vos images sur AstroBin, a été migré vers la nouvelle base de données des équipements AstroBin.
it: <em><strong>%(make)s</strong> %(name)s</em>, un articolo di strumentazione che hai utilizzato su alcune delle tue immagini su AstroBin è stato migrato nel nuovo database della strumentazione AstroBin.

source: <em><strong>%(make)s</strong> %(name)s</em>, an equipment item that you have used on some of your images on AstroBin, could not be migrated to the new AstroBin Equipment Database.
de: <em><strong>%(make)s</strong> %(name)s</em>, ein Ausrüstungsgegenstand, den Sie auf einigen Ihrer Bilder auf AstroBin verwendet haben, konnte nicht in die neue AstroBin-Ausrüstungsdatenbank migriert werden.
fr: <em><strong>%(make)s</strong> %(name)s</em>, un article d'équipement que vous avez utilisé sur certaines de vos images sur AstroBin, n'a pas pu être migré vers la nouvelle base de données des équipements AstroBin.
it: <em><strong>%(make)s</strong> %(name)s</em>, un articolo di strumentazione che hai utilizzato su alcune delle tue immagini su AstroBin, non è stato migrato al nuovo database della strumentazione di AstroBin.

source: Reason
de: Grund
fr: Motif
it: Motivo

source: Target item
de: Zielobjekt
fr: Article cible
it: Oggetto di destinazione

source: If you don't know what this means, please read this:
de: Wenn Sie nicht wissen, was das bedeutet, lesen Sie bitte dies:
fr: Si vous ne savez pas ce que cela signifie, veuillez lire ceci :
it: Se non sai cosa significa, leggi questo:

source: You can see all your migrations and undo any mistakes on the following page:
de: Auf der folgenden Seite können Sie alle Ihre Migrationen einsehen und eventuelle Fehler rückgängig machen:
fr: Vous pouvez voir toutes vos migrations et annuler toute erreur sur la page suivante :
it: Puoi vedere tutte le tue migrazioni e annullare eventuali errori nella pagina seguente:

source: Thanks for your cooperation!
de: Vielen Dank für Ihre Mitarbeit!
fr: Merci pour votre coopération !
it: Grazie per la tua collaborazione!

source: "%(make)s %(name)s", an equipment item that you have used on some of your images on AstroBin, has been migrated to the new AstroBin Equipment Database.
de: "%(make)s %(name)s", ein Ausrüstungsgegenstand, den Sie auf einigen Ihrer Bilder auf AstroBin verwendet haben, wurde in die neue AstroBin-Ausrüstungsdatenbank migriert.
fr: "%(make)s %(name)s", un article d'équipement que vous avez utilisé sur certaines de vos images sur AstroBin, a été migré vers la nouvelle base de données des équipements AstroBin.
it: "%(make)s %(name)s", un articolo di strumentazione che hai utilizzato su alcune delle tue immagini su AstroBin, è stato migrato nel nuovo database di strumentazione di AstroBin.

source: "%(make)s %(name)s", an equipment item that you have used on some of your images on AstroBin, could not be migrated to the new AstroBin Equipment Database.
de: "%(make)s %(name)s", ein Ausrüstungsgegenstand, den Sie auf einigen Ihrer Bilder auf AstroBin verwendet haben, konnte nicht in die neue AstroBin-Ausrüstungsdatenbank migriert werden.
fr: "%(make)s %(name)s", un article d'équipement que vous avez utilisé sur certaines de vos images sur AstroBin, n'a pas pu être migré vers la nouvelle base de données des équipements AstroBin.
it: "%(make)s %(name)s", un articolo di strumentazione che hai utilizzato su alcune delle tue immagini su AstroBin, non può essere migrato nel nuovo database di strumentazione AstroBin .

source: %(_0)s%(make)s %(name)s%(_1)s has been migrated to the new AstroBin Equipment Database
de: %(_0)s%(make)s %(name)s%(_1)s wurde in die neue AstroBin-Gerätedatenbank migriert
fr: %(_0)s%(make)s %(name)s%(_1)s a été migré vers la nouvelle base de données des équipements AstroBin.
it: %(_0)s%(make)s %(name)s%(_1)s è stato migrato al nuovo database della strumentazione di AstroBin

source: Proposed strategy
de: Vorgeschlagene Strategie
fr: Stratégie proposée
it: Strategia proposta

source: Reviewer's reason
de: Begründung des Reviewers
fr: Motif de l'examinateur
it: Motivo del revisore

source: Reviewer's comment
de: Kommentar des Reviewers
fr: Commentaire de l'examinateur
it: Il commento del revisore

source: The equipment item still needs to be migrated to the new database, so please try again after reading the reason and the comment provided by the reviewer below.
de: Der Ausrüstungsgegenstand muss noch in die neue Datenbank migriert werden. Bitte versuchen Sie es erneut, nachdem Sie den Grund und den Kommentar des Reviewers unten gelesen haben.
fr: L'article d'équipement doit encore être migré vers la nouvelle base de données, veuillez donc réessayer après avoir lu la raison et le commentaire fournis par l'examinateur ci-dessous.
it: L'articolo della strumentazione deve ancora essere migrato nel nuovo database, quindi riprova dopo aver letto il motivo e il commento fornito dal revisore di seguito.

source: To try again with different parameters, please visit this page:
de: Um es es noch einmal mit anderen Parametern zu versuchen, besuchen Sie bitte diese Seite:
fr: Pour réessayer avec des paramètres différents, veuillez visiter cette page :
it: Per riprovare con parametri diversi, visitare questa pagina:

source: Migration tool
de: Migrationswerkzeug
fr: Outil de migration
it: Strumento di migrazione

source: %(_0)s%(user)s%(_1)s rejected the equipment item for %(_0)s%(make)s %(name)s%(_1)s that you created
de: %(_0)s%(user)s%(_1)s hat den von Ihnen erstellten Ausrüstungsgegenstand für %(_0)s%(make)s %(name)s%(_1)s abgelehnt
fr: %(_0)s%(user)s%(_1)s a rejeté l'article d'équipement %(_0)s%(make)s %(name)s%(_1)s que vous avez créé.
it: %(_0)s%(user)s%(_1)s ha respinto l'articolo per %(_0)s%(make)s %(name)s%(_1)s che hai creato

source: %(_0)s%(user)s%(_1)s rejected the equipment item migration that you created for %(_0)s%(make)s %(name)s%(_1)s
de: %(_0)s%(user)s%(_1)s hat die Migration des Ausrüstungsgegenstands abgelehnt, die Sie für %(_0)s%(make)s %(name)s%(_1)s erstellt haben
fr: %(_0)s%(user)s%(_1)s a rejeté la migration de l'article d'équipement que vous avez créée pour %(_0)s%(make)s %(name)s%(_1)s.
it: %(_0)s%(user)s%(_1)s ha respinto la migrazione dell'articolo di strumentazione creata per %(_0)s%(make)s %(name)s%(_1)s

source: This happened because somebody rejected the creation of this equipment item. Please remember that the AstroBin equipment database is collectively maintained by the community in order to keep a clean and orderly set of data.
de: Dies geschah, weil jemand die Erstellung dieses Ausrüstungsgegenstandes abgelehnt hat. Bitte denken Sie daran, dass die AstroBin-Ausrüstungsdatenbank kollektiv von der Gemeinschaft gepflegt wird, um einen sauberen und ordentlichen Datensatz zu erhalten.
fr: Cela s'est produit parce que quelqu'un a rejeté la création de cet article d'équipement. Veuillez vous rappeler que la base de données des équipements AstroBin est collectivement gérée par la communauté afin de maintenir un ensemble de données propre et ordonné.
it: Ciò è accaduto perché qualcuno ha respinto la creazione di questo articolo di strumentazione. Ricorda che il database della strumentazione AstroBin è gestito collettivamente dalla comunità al fine di mantenere un insieme di dati pulito e ordinato.

source: The reviewer cited the following code as the reason for the rejection:
de: Als Grund für die Ablehnung nannte der Rezensent folgenden Code:
fr: L'examinateur a cité le code suivant comme raison du rejet :
it: Il revisore ha citato il seguente codice come motivo del rifiuto:

source: Since your equipment item was marked as duplicate of <a href="%(duplicate_of_url)s">%(duplicate_of)s</a>, your image has been updated accordingly, and <strong>you don't need to do anything</strong>.
de: Da Ihr Ausrüstungsgegenstand als Duplikat von <a href="%(duplicate_of_url)s">%(duplicate_of)s</a> markiert wurde, wurde Ihr Bild entsprechend aktualisiert, und <strong>Sie müssen nichts tun</strong>.
fr: Puisque votre article d'équipement a été marqué comme un doublon de <a href="%(duplicate_of_url)s">%(duplicate_of)s</a>, votre image a été mise à jour en conséquence, et <strong>vous n'avez rien à faire</strong>.
it: Poiché il tuo articolo di strumentazione è stato contrassegnato come duplicato di <a href="%(duplicate_of_url)s%(duplicate_of)s</a>, la tua immagine è stata aggiornata di conseguenza e <strong>non devi fare nulla</strong>.

source: Please edit your image and try adding the relevant equipment item again. If possible, use one of the offered suggestions to avoid creating a duplicate.
de: Bitte editieren Sie Ihr Bild und versuchen Sie erneut, die betreffende Ausrüstung hinzuzufügen. Wenn möglich, verwenden Sie einen der angebotenen Vorschläge, um ein Duplikat zu vermeiden.
fr: Veuillez modifier votre image et essayer d'ajouter à nouveau l'article d'équipement pertinent. Si possible, utilisez l'une des suggestions proposées pour éviter de créer un doublon.
it: Modifica l'immagine e prova ad aggiungere nuovamente l'articolo di strumentazione pertinente. Se possibile, utilizza uno dei suggerimenti offerti per evitare di creare un duplicato.

source: Since your equipment item was marked as duplicate of "%(duplicate_of)s", your image has been updated accordingly, and you don't need to do anything.
de: Da Ihr Ausrüstungsgegenstand als Duplikat von "%(duplicate_of)s" markiert wurde, ist Ihr Bild entsprechend aktualisiert worden, und Sie brauchen nichts zu tun.
fr: Puisque votre article d'équipement a été marqué comme un doublon de "%(duplicate_of)s", votre image a été mise à jour en conséquence, et vous n'avez rien à faire.
it: Poiché il tuo articolo di strumentazione è stato contrassegnato come duplicato di "%(duplicate_of)s", la tua immagine è stata aggiornata di conseguenza e non devi fare nulla.
