Repository: astrobin/astrobin
Catalog: astrobin_apps_equipment/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it

source: This edit proposal cannot be approved because an item with this brand and name already exists. Please reject it.
de: Dieser Änderungsvorschlag kann nicht genehmigt werden, da ein Artikel mit dieser Marke und diesem Namen bereits existiert. Bitte lehnen Sie ihn ab.
fr: Cette proposition de modification ne peut pas être approuvée car un article avec cette marque et ce nom existe déjà. Veuillez la rejeter.
it: Impossibile approvare questa proposta di modifica perché esiste già un articolo con questo marchio e nome. Per favore respingila.

source: This edit proposal needs to be approved by a moderator because it changes the name of the item.
de: Dieser Bearbeitungsvorschlag muss von einem Moderator genehmigt werden, da es den Namen des Artikels ändert.
fr: Cette proposition de modification doit être approuvée par un modérateur car elle modifie le nom de l'article.
it: Questa proposta di modifica deve essere approvata da un moderatore perché cambia il nome dell'articolo.

source: Currency not supported.
de: Nicht unterstützte Währung.
fr: Monnaie non prise en charge.
it: Valuta non supportata.

source: AstroBin couldn't fetch an exchange rate for the selected currency.
de: AstroBin konnte keinen Wechselkurs für die ausgewählte Währung abrufen.
fr: AstroBin n'a pas pu récupérer un taux de change pour la monnaie sélectionnée.
it: AstroBin non è riuscito a recuperare un tasso di cambio per la valuta selezionata.

source: Invalid condition.
de: Ungültige Bedingung.
fr: Condition invalide.
it: Condizione non valida.

source: Someone else is working on this item right now. Please try again later.
de: Jemand anderes arbeitet gerade an diesem Artikel. Bitte versuchen Sie es später noch einmal.
fr: Quelqu'un d'autre travaille actuellement sur cet article. Veuillez réessayer plus tard.
it: Qualcun altro sta lavorando su questo elemento in questo momento. Per favore riprova più tardi.

source: Computer
fr: Ordinateur

source: Dew mitigation
de: Tauminderung
fr: Dispositif anti-buée
it: Anti-umidità

source: Field derotator / camera rotator
de: Feld-Derotator / Kamera-Rotator
fr: (Dé)rotateur de champ
it: Derotatore di campo/rotatore della camera

source: Filter wheel
de: Filterrad
fr: Roue à filtres
it: Ruota portafiltri

source: Flat box
fr: Ecran à flats

source: Focal modifier / field corrector
de: Brennweiten-Modifikator / Bildfeldkorrektor
fr: Modificateur de focale / correcteur de champ
it: Modificatore focale/correttore di campo

source: Focuser
de: Fokussierer
fr: Mise au point
it: Focheggiatore

source: Off-axis guider
fr: Guideur hors-axe
it: Guida fuori asse

source: Observatory control
de: Observatoriumssteuerung
fr: Contrôle d'observatoire
it: Controllo dell'Osservatorio

source: Observatory dome
de: Sternwarten-Kuppel
fr: Dôme d'observatoire
it: Cupola dell'Osservatorio

source: Power distribution
de: Stromverteilung
fr: Distribution électrique
it: Distribuzione dell'energia

source: Weather monitoring
de: Wetterüberwachung
fr: Station météo
it: Monitoraggio meteorologico

source: Mount control
de: Montierung-Steuerung
fr: Contrôle de la monture
it: Controllo della montatura

source: Other
de: Anderes
fr: Autre
it: Altro

source: Unknown
de: Unbekannt
fr: Inconnu(e)
it: Sconosciuto

# Pertaining to cameras, e.g. a modified Canon
source: modified
de: modifiziert
fr: modifié
it: modificata

source: cooled
de: gekühlt
fr: refroidi(e)
it: raffreddata

source: Dedicated deep-sky camera
de: Dedizierte Deep-Sky-Kamera
fr: Caméra dédiée au ciel profond
it: Fotocamera dedicata al cielo profondo

source: General purpose DSLR or mirrorless camera
de: Allzweck-DSLR oder spiegellose Kamera
fr: Appareil photo reflex numérique (APN - DSLR) ou sans miroir généraliste
it: Fotocamera DSLR o mirrorless per uso generale

source: Guider/Planetary camera
de: Guider/Planetenkamera
fr: Guidage / caméra planétaire
it: Camera guida/planetaria

source: General purpose video camera
de: Allzweck-Videokamera
fr: Caméra vidéo généraliste
it: Videocamera per uso generale

source: Film camera
de: Filmkamera
fr: Appareil photo argentique
it: Macchina fotografica a pellicola

source: Sensor
fr: Capteur
it: Sensore

source: Cooled
de: Gekühlt
fr: Refroidi(e)
it: Raffreddato

source: Max. cooling (C)
de: Max. Kühlung (C)
fr: Refroidissement max (C)
it: Massimo raffreddamento (C)

source: Yes
de: Ja
fr: Oui
it: SÌ

source: No
de: Nein
fr: Non

source: Approved
de: Genehmigt
fr: Approuvé
it: Approvato

source: Rejected
de: Abgelehnt
fr: Rejeté
it: Respinto

source: Superseded
de: Ersetzt
fr: Remplacé
it: Sostituito

source: Camera
de: Kamera
fr: Caméra
it: Fotocamera

source: Telescope
de: Teleskop
fr: Télescope
it: Telescopio

source: Mount
de: Montierung
fr: Monture
it: Montatura

source: Filter
fr: Filtre
it: Filtro

source: Accessory
de: Zubehör
fr: Accessoire
it: Accessorio

source: Software
fr: Logiciel

source: Imaging
de: Aufnahme
fr: Imagerie
it: Acquisizione

source: Guiding
de: Nachführung
fr: Guidage
it: Guida

source: Back order
de: Rückständige Bestellung
fr: Commande en attente ou en rupture de stock
it: Ordine arretrato

source: In stock
de: Vorrätig
fr: En stock
it: In magazzino

source: Out of stock
de: Nicht vorrätig
fr: En rupture de stock
it: Esaurito

source: Negative
de: Negativ
fr: Négatif
it: Negativo

source: Neutral
fr: Neutre
it: Neutro

source: Positive
de: Positiv
fr: Positif
it: Positivo

source: Seller
de: Verkäufer
fr: Vendeur
it: Venditore

source: Buyer
de: Käufer
fr: Acheteur
it: Acquirente

source: Standard mail
de: Standardpost
fr: Courier standard
it: Posta standard

source: Courier
de: Kurier
fr: Transporteur
it: Corriere

source: Electronic
de: Elektronisch
fr: Electronique
it: Elettronico

source: Unopened
de: Ungeöffnet
fr: Non-ouvert
it: Non aperto

source: New
de: Neu
fr: Nouveau
it: Nuovo

source: Used
de: Gebraucht
fr: Utilisé
it: Usato

source: Damaged or defective
de: Beschädigt oder defekt
fr: Endommagé ou défectueux
it: Danneggiato o difettoso

source: Remote data source
de: Remote-Datenquelle
fr: Source de données distante (remote)
it: Origine dati remota

source: Name
fr: Nom
it: Nome

source: Imaging telescopes or lenses
de: Aufnahme-Teleskope oder Objektive
fr: Instrument optique d'imagerie
it: Telescopi o lenti di acquisizione

source: Guiding telescopes or lenses
de: Nachführ-Teleskope oder Objektive
fr: Instrument optique de guidage
it: Telescopi o lenti guida

source: Mounts
de: Montierungen
fr: Montures
it: Montature

source: Imaging cameras
de: Aufnahme-Kameras
fr: Caméras d'imagerie
it: Camere di acquisizione

source: Guiding cameras
de: Nachführ-Kameras
fr: Caméras de guidage
it: Camere guida

source: Filters
de: Filter
fr: Filtres
it: Filtri

source: Accessories
de: Zubehör
fr: Accessoires
it: Accessori

source: Hydrogen-alpha (Hα)
fr: Hydrogène-alpha (Hα)
it: Idrogeno alfa (Hα)

source: Hydrogen-beta (Hβ)
fr: Hydrogène-beta (Hβ)
it: Idrogeno-beta (Hβ)

source: Sulfur-II (SII)
fr: Soufre-II (SII)
it: Zolfo-II (SII)

source: Oxygen-III (OIII)
fr: Oxygène-III (OIII)
it: Ossigeno-III (OIII)

source: Nitrogen-II (NII)
fr: Azote-II (NII)
it: Azoto-II (NII)

source: Infrared (IR)
de: Infrarot (IR)
fr: Infrarouge (IR)
it: Infrarossi (IR)

source: Multiband
fr: Multibande
it: Multibanda

source: Light pollution suppression
de: Unterdrückung der Lichtverschmutzung
fr: Anti Pollution-lumineuse
it: Soppressione dell'inquinamento luminoso

source: Luminance/clear (L)
de: Luminanz/Klar (L)
fr: Luminance/filtre clair (L)
it: Luminanza/chiaro (L)

source: Red channel (R)
de: Rot Kanal (R)
fr: Rouge (R)
it: Canale rosso (R)

source: Green channel (G)
de: Grün Kanal (G)
fr: Vert (G)
it: Canale verde (G)

source: Blue channel (B)
de: Blau Kanal (B)
fr: Bleu (B)
it: Canale blu (B)

source: Neutral density (ND)
de: Neutraldichte (ND)
fr: Filtre densité neutre (ND)
it: Densità neutra (ND)

source: Solar
fr: Solaire
it: Solare

source: Lunar
fr: Lunaire
it: Lunare

source: Planetary
de: Planet
fr: Planétaire
it: Planetario

source: Cometary
de: Komet
fr: Cométaire
it: Cometario

source: Photometric Ultraviolet
de: Photometrisch Ultraviolett
fr: Ultraviolet photométrique
it: Ultravioletto fotometrico

source: Photometric Blue
de: Photometrisch Blau
fr: Bleu photométrique
it: Blu fotometrico

source: Photometric Visual
de: Photometrisch Visuell
fr: Visuel photométrique
it: Visivo fotometrico

source: Photometric Red
de: Photometrisch Rot
fr: Rouge photométrique
it: Rosso fotometrico

source: Photometric Infrared
de: Photometrisch Infrarot
fr: Infrarouge photométrique
it: Infrarossi fotometrici

source: Round
de: Rund
fr: Circulaire
it: Rotondo

source: Square
de: Quadratisch
fr: Carré
it: Quadrato

source: Rectangular
de: Rechteckig
fr: Rectangulaire
it: Rettangolare

source: Bandwidth (nm)
de: Bandbreite (nm)
fr: Bande passante (nm)
it: Larghezza di banda (nm)

source: Size
de: Größe
fr: Taille
it: Dimensione

source: Alt-Az (altazimuth)
de: Alt-Az (Altazimut)
fr: Alt-Az (alt-azimutale)
it: Alt-Az (altazimut)

source: Wedged Alt-Az
de: Wiege Alt-Az
fr: Alt-Az inclinée
it: Incuneato Alt-Az

source: Equatorial
de: Äquatorial
fr: Equatoriale
it: Equatoriale

source: German equatorial
de: Deutsch-Äquatorial
fr: Equatoriale allemande
it: Equatoriale tedesca

source: Fork
de: Gabel
fr: Fourche
it: Forcella

source: Dobsonian
de: Dobson
fr: Dobson
it: Dobsoniano

source: Portable English
de: Portable Englisch
fr: Anglaise portable
it: Inglese portatile

source: Star tracker
fr: Suivi d'étoiles (Star tracker)
it: Inseguitore

source: Hexapod
de: Sechsbein
fr: Hexapode
it: Esapode

source: Tripod
de: Stativ
fr: Trépied
it: Treppiedi

source: Dual Alt-Az / Equatorial
de: Dual Alt-Az / Äquatorial
fr: Dual Alt-Az / Equatoriale
it: Alt-Az/Equatoriale

source: Weight (kg)
de: Gewicht (kg)
fr: Poids (kg)
it: Peso (kg)

source: Payload (kg)
de: Tragfähigkeit (kg)
fr: Charge utile (kg)
it: Carico utile (kg)

source: Computerized
de: Computergesteuert
fr: Informatisé(e)
it: Computerizzato

source: Periodic error (arcsec)
de: Periodischer Fehler (arcsec)
fr: Erreur périodique (arcsec)
it: Errore periodico (arcsec)

source: Periodic error correction
de: Periodische Fehlerkorrektur
fr: Correction de l'erreur périodique (PEC)
it: Correzione periodica degli errori

source: Slew speed (deg/sec)
de: Schwenkgeschwindigkeit (Grad/Sek.)
fr: Vitesse de déplacement (deg/sec)
it: Velocità di rotazione (gradi/sec)

source: Quantum efficiency
de: Quanteneffizienz
fr: Rendement quantique (QE)
it: Efficienza quantistica

source: Pixel size (μm)
de: Pixelgröße (μm)
fr: Taille des photosites (µm)
it: Dimensione pixel (μm)

source: Pixel width
de: Pixelbreite
fr: Largeur des photosites
it: Larghezza pixel

source: Pixel height
de: Pixelhöhe
fr: Hauteur des photosites
it: Altezza dei pixel

source: Sensor width (mm)
de: Sensorbreite (mm)
fr: Largeur du capteur (mm)
it: Larghezza sensore (mm)

source: Sensor height (mm)
de: Sensorhöhe (mm)
fr: Hauteur du capteur (mm)
it: Altezza del sensore (mm)

source: Full well capacity
de: Full well Kapazität
fr: Puits de potentiel maximal (full well)

source: Read noise (e-)
de: Ausleserauschen (e-)
fr: Bruit de lecture (e-)

source: Frame rate
de: Bildrate
fr: Fréquence d'images (frame rate)

source: Color
fr: Couleur
it: Colore

source: Monochromatic
de: Monochrom
fr: Mono
it: Monocromatico

source: Color or mono
de: Color oder Mono
fr: Couleur ou mono
it: Colore o monocromatico

source: Refractor: achromatic
de: Refraktor: achromatisch
fr: Réfracteur : achromatique
it: Rifrattore: acromatico

source: Refractor: semi-apochromatic
de: Refraktor: semi-achromatisch
fr: Réfracteur : semi-apochromatique
it: Rifrattore: semi-apocromatico

source: Refractor: apochromatic
de: Refraktor: apochromatisch
fr: Réfracteur : apochromatique
it: Rifrattore: apocromatico

source: Refractor: non-achromatic Galilean
de: Refraktor: nicht-achromatisch Galilei
fr: Réfracteur : galiléen non-achromatique
it: Rifrattore: Galileiano non acromatico

source: Refractor: non-achromatic Keplerian
de: Refraktor: nicht-achromatischer Kepler
fr: Réfracteur : képlérien non-achromatique
it: Rifrattore: kepleriano non acromatico

source: Refractor: superachromat
de: Refraktor: Superachromat
fr: Réfracteur : super-apochromatique
it: Rifrattore: superacromatico

source: Refractor: Petzval
de: Refraktor: Petzval
fr: Réfracteur : Petzval
it: Rifrattore: Petzval

source: Reflector: Dall-Kirkham
de: Reflektor: Dall-Kirkham
fr: Réflecteur : Dall-Kirkham
it: Riflettore: Dall-Kirkham

source: Reflector: Nasmyth
de: Reflektor: Nasmyth
fr: Réflecteur : Nasmyth
it: Riflettore: Nasmyth

source: Reflector: Ritchey Chretien
de: Reflektor: Ritchey Chretien
fr: Réflecteur : Ritchey Chretien
it: Riflettore: Ritchey Chretien

source: Reflector: Gregorian
de: Reflektor: Gregorian
fr: Réflecteur : Gregorien
it: Riflettore: gregoriano

source: Reflector: Herschellian
de: Reflektor: Herschel
fr: Réflecteur : Herschelien
it: Riflettore: herscheliano

source: Reflector: Newtonian
de: Reflektor: Newton
fr: Réflecteur : Newtonien
it: Riflettore: newtoniano

source: Reflector: Dobsonian
de: Reflektor: Dobson
fr: Réflecteur : Dobsonien
it: Riflettore: Dobson

source: Reflector: classical Cassegrain
de: Reflektor: klassischer Cassegrain
fr: Réflecteur : Cassegrain classique
it: Riflettore: Cassegrain classico

source: Catadioptric: Argunov-Cassegrain
de: Katadioptrisch: Argunov-Cassegrain
fr: Catadioptrique : Argunov-Cassegrain
it: Catadiottrico: Argunov-Cassegrain

source: Catadioptric: Klevtsov-Cassegrain
de: Katadioptrisch: Klevtsov-Cassegrain
fr: Catadioptrique : Klevtsov-Cassegrain
it: Catadiottrico: Klevtsov-Cassegrain

source: Catadioptric: Lurie-Houghton
de: Klevtsov-Cassegrain
fr: Catadioptrique : Lurie-Houghton
it: Catadiottrico: Lurie-Houghton

source: Catadioptric: Maksutov
de: Katadioptrisch: Maksutov
fr: Catadioptrique : Maksutov
it: Catadiottrico: Maksutov

source: Catadioptric: Maksutov-Cassegrain
de: Katadioptrisch: Maksutov-Cassegrain
fr: Catadioptrique : Maksutov-Cassegrain
it: Catadiottrico: Maksutov-Cassegrain

source: Catadioptric: Maksutov-Newtonian
de: Katadioptrisch: Maksutov-Newton
fr: Catadioptrique : Maksutov-Newton
it: Catadiottrico: Maksutov-Newtoniano

source: Catadioptric: modified Dall-Kirkham
de: Katadioptrisch: modifizierter Dall-Kirkham
fr: Catadioptrique : Dall-Kirkham modifié
it: Catadiottrico: Dall-Kirkham modificato

source: Catadioptric: Schmidt camera
de: Katadioptrisch: Schmidt Kamera
fr: Catadioptrique : Chambre de Schmidt
it: Catadiottrico: fotocamera Schmidt

source: Catadioptric: Schmidt-Cassegrain
de: Katadioptrisch: Schmidt-Cassegrain
fr: Catadioptrique : Schmidt-Cassegrain
it: Catadiottrico: Schmidt-Cassegrain

source: Catadioptric: ACF Schmidt-Cassegrain
de: Katadioptrisch: ACF Schmidt-Cassegrain
fr: Catadioptrique : ACF Schmidt-Cassegrain
it: Catadiottrico: ACF Schmidt-Cassegrain

source: Catadioptric: Rowe-Atkinson Schmidt astrograph
fr: Catadioptrique : Rowe-Atkinson Schmidt astrographe
it: Catadiottrico: astrografo Rowe-Atkinson Schmidt

source: Catadioptric: Riccardi-Honders
de: Katadioptrisch: Riccardi-Honders
fr: Catadioptrique : Riccardi-Honders
it: Catadiottrico: Riccardi-Honders

source: Catadioptric: modified Harmer-Wynne
de: Katadioptrisch: modifizierter Harmer-Wynne
fr: Catadioptrique : Harmer-Wynne modifié
it: Catadiottrico: Harmer-Wynne modificato

source: Camera lens
de: Kamera Objektiv
fr: Objectifs
it: Lente fotocamera

source: Binoculars
de: Fernglas
fr: Jumelles
it: Binocolo

source: Aperture (mm)
de: Öffnung (mm)
fr: Ouverture (mm)
it: Apertura (mm)

source: Min. focal length (mm)
de: Min. Brennweite (mm)
fr: Longueur focale min. (mm)
it: Lunghezza focale min. (mm)

source: Max. focal length (mm)
de: Max. Brennweite (mm)
fr: Longueur focale max. (mm)
it: Lunghezza focale max. (mm)

source: Focal length (mm)
de: Brennweite (mm)
fr: Longueur focale (mm)
it: Lunghezza focale (mm)

source: A new equipment item requires moderation
de: Ein neuer Ausrüstungsgegenstand erfordert Moderation
fr: Un nouvel article d'équipement nécessite une modération
it: Un nuovo articolo di strumentazione richiede moderazione

source: Equipment item you created was approved
de: Der von Ihnen erstellte Ausrüstungsgegenstand wurde genehmigt
fr: L'article d'équipement que vous avez créé a été approuvé
it: L'articolo di strumentazione che hai creato è stato approvato

source: Equipment item was assigned to you
de: Ein Ausrüstungsgegenstand wurde Ihnen zugewiesen
fr: L'article d'équipement vous a été attribué
it: L'articolo di strumentazione ti è stato assegnato

source: Equipment item you created was rejected
de: Der von Ihnen erstellte Ausrüstungsgegenstand wurde abgelehnt
fr: L'article d'équipement que vous avez créé a été rejeté
it: L'articolo di strumentazione che hai creato è stato respinto

source: Rejected equipment item removed from your image
de: Abgelehnter Ausrüstungsgegenstand aus Ihrem Bild entfernt
fr: L'article d'équipement rejeté a été supprimé de votre image
it: Articolo di strumentazione respinto rimosso dalla tua immagine

source: Equipment item received an edit proposal
de: Ausrüstungsgegenstand erhielt einen Bearbeitungsvorschlag
fr: L'article d'équipement a reçu une proposition de modification
it: L'articolo di strumentazione ha ricevuto una proposta di modifica

source: Your edit proposal was approved
de: Ihr Änderungsvorschlag wurde genehmigt
fr: Votre proposition de modification a été approuvée
it: La tua proposta di modifica è stata approvata

source: Edit proposal assigned to you
de: Den Ihnen zugewiesenen Vorschlag bearbeiten
fr: La proposition de modification vous a été attribuée.
it: Proposta di modifica assegnata a te

source: Your edit proposal was rejected
de: Ihr Änderungsvorschlag wurde abgelehnt
fr: Votre proposition de modification a été rejetée.
it: La tua proposta di modifica è stata respinta

source: Approved migration proposal of an equipment item
de: Genehmigter Vorschlag für die Migration eines Ausrüstungsgegenstands
fr: Proposition de migration d'un article d'équipement approuvée.
it: Proposta di migrazione di un articolo di strumentazione approvata

source: Rejected migration proposal of an equipment item
de: Abgelehnter Migrationsvorschlag eines Ausrüstungsgegenstandes
fr: Proposition de migration d'un article d'équipement rejetée.
it: Proposta di migrazione di un articolo di strumentazione respinta

source: Ambiguous equipment item removed from presets
de: Zweideutige Ausrüstungsgegenstände aus den Voreinstellungen entfernt
fr: L'article d'équipement ambigu a été supprimé des préréglages
it: Articolo di strumentazione ambiguo rimosso dai preset

source: New image from followed equipment item
de: Neues Bild vom gefolgten Ausrüstungsgegenstand
fr: Nouvelle image avec un article d'équipement suivi
it: Nuova immagine dall'articolo di strumentazione seguito

source: New offer for your marketplace listing
de: Neues Angebot für Ihr Inserat auf dem Marktplatz
fr: Nouvelle offre pour votre annonce sur le Marché
it: Nuova offerta per la tua inserzione sul mercatino

source: Your offer for a marketplace listing was recorded
de: Ihr Angebot für ein Inserat auf dem Marktplatz wurde erfasst
fr: Votre offre pour une annonce sur le marché a été enregistrée
it: La tua offerta per un'inserzione sul mercatino è stata registrata

source: Offer for your marketplace listing got updated
de: Angebot für Ihr Inserat auf dem Marktplatz wurde aktualisiert
fr: Une offre pour votre annonce sur le Marché a été mise à jour
it: L'offerta per la tua inserzione sul mercatino è stata aggiornata

source: Your offer for a marketplace listing was updated
de: Ihr Angebot für ein Inserat auf dem Marktplatz wurde aktualisiert
fr: Votre offre pour une annonce sur le Marché a été mise à jour
it: La tua offerta per un'inserzione nel mercatino è stata aggiornata

source: Marketplace offer accepted by seller
de: Marktplatzangebot vom Verkäufer akzeptiert
fr: Offre sur le Marché acceptée par le vendeur
it: Offerta sul mercatino accettata dal venditore

source: Marketplace offer accepted by you
de: Von Ihnen akzeptiertes Marktplatzangebot
fr: Offre sur le Marché acceptée par vous
it: Offerta sul mercatino accettata da te

source: Marketplace offer rejected by seller
de: Marktplatz-Angebot von Verkäufer abgelehnt
fr: Offre sur le marché rejetée par le vendeur
it: Offerta sul mercatino respinta dal venditore

source: Marketplace offer retracted by buyer
de: Marktplatz-Angebot vom Käufer zurückgezogen
fr: Offre sur le Marché supprimée par le vendeur
it: Offerta sul mercatino ritirata dall'acquirente

source: Marketplace offer retracted successfully
de: Marktplatz-Angebot erfolgreich zurückgezogen
fr: Offre sur le Marché supprimée avec succès
it: Offerta sul mercatino ritirata con successo

source: Marketplace listing updated
de: Marktplatz-Inserat aktualisiert
fr: Annonce sur le Marché mise à jour.
it: Inserzione sul mercatino aggiornata

source: Marketplace listing deleted
de: Marktplatz-Inserat gelöscht
fr: Annonce sur le Marché supprimée
it: Inserzione sul mercatino cancellata

source: Marketplace listing approved
de: Marktplatz-Inserat genehmigt
fr: Annonce sur le Marché approuvée
it: Inserzione sul mercatino approvata

source: Marketplace listing expired
de: Marktplatz-Inserat abgelaufen
fr: Annonce sur le Marché expirée
it: Inserzione sul mercatino scaduta

source: Marketplace listing line item sold
de: Marktplatz Inserat Position verkauft
fr: Article d'une annonce sur le Marché vendu.
it: Articolo nell'inserzione sul mercatino venduto

source: Marketplace listing line item reserved
de: Marktplatz Inserat Position reserviert
fr: Article d'une annonce sur le Marché réservé.
it: Articolo nell'inserzione sul mercatino prenotato

source: New marketplace listing by user you follow
de: Neues Marktplatz-Inserat von dem User, dem Sie folgen
fr: Nouvelle annonce sur le Marché par un utilisateur que vous suivez
it: Nuova inserzione sul mercatino da parte di un utente che segui

source: New marketplace listing for item you follow
de: Neuer Marktplatz-Inserat eines Ausrüstungsgegenstandes, dem Sie folgen
fr: Nouvelle annonce sur le Marché pour un équipement que vous suivez
it: Nuova inserzione sul mercatino per un articolo che segui

source: Rate the seller for your recent purchase
de: Bewerten Sie den Verkäufer für Ihren letzten Kauf
fr: Evaluez le vendeur pour votre achat récent
it: Valuta il venditore per il tuo recente acquisto

source: Rate the buyer for your recent sale
de: Bewerten Sie den Käufer für Ihren letzten Verkauf
fr: Evaluez l'acheteur pour votre vente récente
it: Valuta il compratore per la tua vendita recente

source: Mark your listing as sold if needed
de: Markieren Sie Ihr Inserat bei Bedarf als verkauft
fr: Marquez votre annonce comme "vendue" si nécessaire
it: Contrassegna la tua inserzione come venduta se necessario

source: New comment to a marketplace feedback you received
de: Neuer Kommentar zu einem erhaltenen Marktplatz-Feedback
fr: Nouveau commentaire sur un avis que vous avez reçu sur le Marché.
it: Nuovo commento ad un feedback sul mercatino che hai ricevuto

source: New comment to a marketplace feedback you left
de: Neuer Kommentar zu einem von Ihnen hinterlassenen Marktplatz-Feedback
fr: Nouveau commentaire sur un avis que vous avez publié sur le Marché.
it: Nuovo commento ad un feedback sul mercatino che hai lasciato

source: New marketplace feedback
de: Neues Marktplatz-Feedback
fr: Nouvel avis sur le Marché.
it: Nuovo feedback sul mercatino

source: Marketplace feedback updated
de: Marktplatz-Feedback aktualisiert
fr: Avis sur le Marché mis à jour
it: Feedback sul mercatino aggiornato

source: Unspecified
de: Nicht spezifiziert
fr: Non-précisé
it: Non specificato
