Repository: astrobin/astrobin
Catalog: nested_comments/locale/*/LC_MESSAGES/django.po
Languages: de, fr, hu, ja

source: Type your comment here...
de: Geben Sie hier Ihren Kommentar ein...
fr: Ecrire ici votre commentaire...
hu: Írd ide a hozzászólásod...
ja: ここに、あなたからのコメントを記載ください

source: Error
de: Fehler
fr: Erreur
hu: Hiba
ja: エラー

source: Cancel
de: Abbrechen
fr: Annuler
hu: Mégsem
ja: キャンセル

source: Add a comment
de: Kommentar hinzufügen
fr: Poster un commentaire
hu: Hozzászólás hozzáadása
ja: コメントを追加する

source: There are no comments yet.
de: Keine Kommentare bis jetzt.
fr: Aucun commentaire à ce jour.
hu: Még nincsenek hozzászólások.
ja: コメントがまだありません。

source: The comment cannot be empty.
de: Der Kommentar kann nicht leer sein.
fr: Le champ de commentaire ne peut pas être vide.
hu: A hozzászólás nem lehet üres.
ja: コメントは空欄にできません。

source: (deleted)
de: (gelöscht)
fr: (supprimé)
hu: (törölve)
ja: （削除済み）

source: Delete
de: Löschen
fr: Supprimer
hu: Törlés
ja: 削除する

source: Undelete
de: Wiederherstellen
fr: Restaurer
hu: Törlés visszavonása
ja: 削除を取消す

source: Edit
de: Editieren
fr: Editer
hu: Szerkesztés
ja: 編集する

source: Link
fr: Lien
ja: リンク

# Noun, e.g. 'This element has 10 likes'
source: likes
fr: "J'aime"
hu: kedvelése van
ja: いいね！

# Verb (imperative)
source: Like
fr: J'aime
hu: Kedvelés
ja: いいね！

# Verb (imperative)
source: Unlike
fr: Je n'aime plus
hu: Kedvelés visszavonása
ja: いいね！しない

# Verb (imperative)
source: Reply
de: Antwort
fr: Répondre
hu: Válasz
ja: 返信

# Verb (imperative)
source: Approve
de: Genehmigen
fr: Approuver
hu: Elfogadás
ja: 承認

source: Report abuse
de: Missbrauch melden
fr: Signaler un abus
hu: Zaklatás bejelentése
ja: 不正利用の報告

source: Please <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to leave a comment.
de: Bitte <a href="%(login_url)s">einloggen</a> oder <a href="%(signup_url)s">registrieren</a> um einen Kommentar zu hinterlassen.
fr: Veuillez <a href="%(login_url)s">vous connecter</a> ou <a href="%(signup_url)s">vous inscrire</a> pour poster un commentaire.
hu: Kérjük, <a href="%(login_url)s">jelentkezz be</a> vagy <a href="%(signup_url)s">regisztrálj</a>, hogy hozzászólást hagyhass.
ja: コメントを残すには、<a href="%(login_url)s">ログイン</a>または<a href="%(signup_url)s">会員登録</a>してください。

source: This comment is pending moderation. Please approve it or report an abuse using the buttons below.
de: Dieser Kommentar muss noch moderiert werden. Bitte genehmigen Sie ihn oder melden Sie einen Missbrauch mit den Schaltflächen unten.
fr: Ce commentaire est en cours de modération. Merci de l'approuver ou de signaler un abus grâce aux boutons ci-dessous.
hu: Ez a hozzászólás moderálásra vár. Kérjük, hagyd jóvá, vagy jelents visszaélést az alábbi gombok segítségével.
ja: このコメントは調整確認中です。承認するか、下のボタンで不正使用を報告してください。

source: Thank you for your cooperation!
de: Vielen Dank für Ihre Mitarbeit!
fr: Merci pour votre coopération !
hu: Köszönjük együttműködésedet!
ja: ご協力ありがとうございました。

source: This comment was already moderated by you or an AstroBin moderator.
de: Dieser Kommentar wurde bereits von Ihnen oder einem AstroBin-Moderator moderiert.
fr: Ce commentaire a déjà été modéré par vous ou par un modérateur d'AstroBin.
hu: Ezt a hozzászólást már moderáltad te vagy egy AstroBin moderátor.
ja: このコメントは、あなたまたはAstroBinのモデレーターによって既にモデレートされています。

source: Your comment is pending moderation and should be reviewed shortly by the author or owner of the content object that you commented on. If they do not take action within 24 hours, an AstroBin moderator will take over and review your comment on their behalf.
de: Ihr Kommentar befindet sich in der Moderationsphase und sollte in Kürze vom Autor oder Eigentümer des Inhaltes, den Sie kommentiert haben, überprüft werden. Wenn diese nicht innerhalb von 24 Stunden tätig werden, wird ein AstroBin-Moderator Ihren Kommentar in ihrem Namen überprüfen.
fr: Votre commentaire est en attente de modération et devrait être examiné sous peu par l'auteur du contenu que vous avez commenté. Si ce dernier n'agit pas dans les 24 heures, un modérateur d'AstroBin prendra le relais et examinera votre commentaire en son nom.
hu: A hozzászólásod moderálásra vár, és hamarosan a szerző vagy a hozzászólásod tárgyát képező tartalom tulajdonosa fogja átnézni. Ha 24 órán belül nem intézkednek, az AstroBin egyik moderátora átveszi a feladatot, és az ő nevükben felülvizsgálja a hozzászólásod.
ja: あなたのコメントはモデレーション中であり、あなたがコメントしたコンテンツオブジェクトの著者または所有者が間もなく確認するはずです。24時間以内に対応しない場合、AstroBinのモデレーターが代わってお客様のコメントを確認します。

source: This process is necessary to prevent spam on AstroBin.
de: Dieser Vorgang ist notwendig, um Spam auf AstroBin zu verhindern.
fr: Ce processus est nécessaire pour prévenir le spam sur AstroBin.
hu: Ez a művelet azért szükséges, hogy megakadályozzuk a spameket az AstroBin-en.
ja: この処理は、AstroBinでのスパムを防止するために必要です。

source: Thank you for understanding!
de: Vielen Dank für Ihr Verständnis!
fr: Merci de votre compréhension !
hu: Köszönjük megértésed!
ja: ご理解いただきありがとうございます。

source: This comment is pending moderation and will be reviewed shortly.
de: Dieser Kommentar befindet sich in der Moderation und wird in Kürze geprüft.
fr: Ce commentaire est en cours de modération et sera bientôt revu.
hu: Ez a hozzászólás moderálásra vár, és hamarosan felülvizsgálják.
ja: このコメントはモデレーション中で、間もなくレビューされます。

source: Submit
de: Absenden
fr: Envoyer
hu: Beküldés
ja: 送信する

source: You cannot undeleted this comment: a confirmed or pending abuse reports exists for it. If you believe that your comment was reported unfairly please contact us.
de: Sie können diesen Kommentar nicht wiederherstellen: Es gibt dafür eine bestätigte oder ausstehende Missbrauchsmeldung. Wenn Sie der Meinung sind, dass Ihr Kommentar zu Unrecht gemeldet wurde, kontaktieren Sie uns bitte.
fr: Vous ne pouvez pas supprimer ce commentaire : il fait l'objet d'un signalement d'abus confirmé ou en attente. Si vous pensez que votre commentaire a été signalé injustement, veuillez nous contacter.
hu: Ezt a hozzászólást nem lehet törölni: megerősített vagy folyamatban lévő visszaélési jelentés van róla. Ha úgy gondolod, hogy a hozzászólásodat igazságtalanul jelentették, kérjük, vedd fel velünk a kapcsolatot.
ja: このコメントを削除することはできません: 確認済みまたは保留中の不正使用報告がこのコメントに存在します。もし、あなたのコメントが不当に報告されたと思われる場合は、私たちにご連絡ください。

source: You have reached your abuse report quota.
de: Sie haben Ihre Quote für Missbrauchsmeldungen erreicht.
fr: Vous avez atteint votre quota de signalements d'abus.
hu: Elérted a visszaélés jelentésének limitjét.
ja: 不正使用報告の制限に達しました。

source: This item cannot be reported again because it was approved by a moderator.
de: Dieser Artikel kann nicht erneut gemeldet werden, da er von einem Moderator genehmigt wurde.
fr: Cet élément ne peut pas être signalé car il a déjà été approuvé par un modérateur.
hu: Ezt az elemet nem lehet újra jelenteni, mert egy moderátor jóváhagyta.
ja: このアイテムはモデレーターによって承認されているため、再度報告することはできません。

source: You may not report the same item more than once.
de: Sie können denselben Gegenstand nicht mehrmals melden.
fr: Vous ne pouvez pas indiquer plus d'une fois le même équipement.
hu: Ugyanazt az elemet többször is bejelentheted.
ja: 同じアイテムを複数回報告することはできません。
