Repository: astrobin/astrobin
Catalog: astrobin_apps_images/locale/*/LC_MESSAGES/django.po
Languages: be, fr, hu, ja

source: Uncompressed source (max 100 MB)
be: Крыніца без сціску (макс. 100 МБ)
fr: Source non-compressée (max 100 MB)
hu: Tömörítetlen forrás (max 100 MB)
ja: 非圧縮ファイル（最大100MB）

source: You can store the final processed image that came out of your favorite image editor (e.g. PixInsight, Adobe Photoshop, etc) here on AstroBin, for archival purposes. This file is stored privately and only you will have access to it.
be: Вы можаце захаваць канчатковую апрацаваную выяву, якая выйшла з вашага любімага рэдактара выяў (напрыклад, PixInsight, Adobe Photoshop і г.д.) на AstroBin, для архіўных мэтаў. Гэты файл захоўваецца ў прыватна, і толькі вы будзеце мець да яго доступ.
fr: Vous pouvez conserver l'image finale traitée avec votre logiciel préféré (PixInsight, Adobe Photoshop, etc.) ici sur AstroBin, à des fins d'archivage. Ce fichier est stocké de manière privée et vous seul y aurez accès.
hu: A kedvenc képszerkesztő programodból (pl. PixInsight, Adobe Photoshop, stb.) származó végleges feldolgozott képet archiválási céllal itt, az AstroBin-en tárolhatod. Ezt a fájlt bizalmasan tároljuk, és csak te férhetsz hozzá.
ja: お好きな画像編集ソフト（PixInsight、Adobe Photoshopなど）から出力された最終処理画像を、アーカイブ用としてこのAstroBinに保存することができます。このファイルはプライベート環境に保存され、あなただけがアクセスすることができます。

source: Frames
fr: Images

source: Integration
fr: Acquisition

source: Avg. Moon age
fr: Âge Lunaire moyen

source: days
fr: jours

source: Avg. Moon phase
fr: Phase lunaire moyenne

source: Bortle Dark-Sky Scale
fr: Echelle d'obscurité du ciel Bortle

source: Mean SQM
fr: SQM moyen

source: Mean FWHM
fr: FWHM moyen

source: Temperature
fr: Température

source: Time
fr: Heure

source: FPS
fr: FPS (Images par seconde)

source: Exposure per frame
fr: Temps d'acquisition par image

source: Focal length
fr: Focale

source: Transparency
fr: Transparence

source: Error!
be: Памылка!
fr: Erreur !
hu: Hiba!
ja: エラー！

source: Image of the day
be: Выява дня
fr: Image du Jour
hu: A Nap Képe

source: Top pick nomination
be: Намінацыя на лепшую выяву
fr: Nominée Top Pick
hu: Top Pick jelölt
ja: Top pickノミネート

source: Currently in the IOTD/TP queue
fr: Actuellement dans la file de sélection de l'IOTD/TP

source: Staging area
be: Студыя
fr: Zone privée
hu: Előkészítési Terület
ja: ステージング領域

source: Video
fr: Vidéo

source: There was a problem encoding this video, please upload it again.
fr: Un problème est survenu lors de l'encodage de cette vidéo, veuillez la télécharger à nouveau.

source: If the problem persists, please contact us.
fr: Si le problème persiste, veuillez nous contacter.

source: This video is still processing, please return to this page later.
fr: Cette vidéo est toujours en cours de traitement, veuillez revenir sur cette page plus tard.

source: Revision %(revision)s
fr: Nouvelle version %(revision)s
hu: %(revision)s számú átdolgozás
ja: バージョン %(revision)s

source: Original revision
fr: Nouvelle version originale
hu: Eredeti átdolgozás
ja: オリジナル版

source: Loading
be: Загрузка
fr: Chargement en cours...
hu: Töltés
ja: 読み込み中

source: (no title)
be: (Без назвы)
fr: (aucun titre)
hu: (nincs cím)

source: Image file not found
fr: Fichier image non trouvé

source: Data corruption. Please upload this image again. Sorry!
be: Дадзеныя пашкоджаны. Загрузіце гэтую выяву яшчэ раз. Прабачце!
fr: Données corrompues. Merci de charger cette image à nouveau. Désolé !
hu: Adatkorrupció. Kérjük, töltsd fel újra a képet. Elnézést kérünk!
ja: データが破損しています。この画像を再度アップロードしてください。申し訳ございません。

source: Collaboration
hu: Kollaboráció
ja: コラボレーション

source: Conflict.
be: Канфлікт.

source: Top pick
be: Лепшая выява
