Repository: astrobin/astrobin
Catalog: astrobin_apps_iotd/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, hu, it, ja, pl, pt, ru, uk, zh_hans

source: You have already submitted %(max_allowed)s image(s) today.
de: Sie haben heute bereits %(max_allowed)s Bild(er) eingereicht.
es: Ya has enviado %(max_allowed)s imagen(es) hoy.
fr: Vous avez déjà sélectionné %(max_allowed)s images aujourd'hui.
hu: Ma már beküldtél %(max_allowed)s képet.
it: Hai già proposto %(max_allowed)s immagine/i oggi.
ja: あなたは今日、すでに %(max_allowed)s つの画像を投稿しました。
pl: Już przesłałeś %(max_allowed)s obrazów dzisiaj.
pt: Você já enviou %(max_allowed)s imagem(ns) hoje.
ru: Вы уже отправили %(max_allowed)s изображение(я) сегодня.
uk: Ви вже надіслали %(max_allowed)s зображень сьогодні.
zh_hans: 你今天已经提交了 %(max_allowed)s 张图片。

source: You cannot vote for an image that has not been submitted at least %(num)s times.
de: Sie können nicht für ein Bild stimmen, das nicht mindestens %(num)s Mal eingereicht wurde.
es: No puedes votar por una imagen que no ha sido enviada al menos %(num)s veces.
fr: Vous ne pouvez pas voter pour une image qui n'a pas été soumise au moins %(num)s fois.
hu: Nem szavazhatsz egy képre, amit nem küldtek be legalább %(num)s alkalommal.
it: Non puoi votare per un'immagine che ha ricevuto almeno %(num)s proposte.
ja: 少なくとも%(num)s回投稿されていない画像には投票できません。
pl: Nie możesz głosować na obraz, który nie został zgłoszony przynajmniej %(num)s razy.
pt: Você não pode votar em uma imagem que não foi submetida pelo menos %(num)s vezes.
ru: Вы не можете голосовать за изображение, которое было отправлено менее %(num)s раз.
uk: Ви не можете голосувати за зображення, яке не було надіслано принаймні %(num)s разів.
zh_hans: 你不能为至少提交了 %(num)s 次的图片投票。

source: You cannot vote for an image that has been in the review queue for more than %(max_days)s day(s).
de: Sie können nicht für ein Bild abstimmen, das sich seit mehr als %(max_days)s Tag(en) in der Auswahlliste befindet.
es: No puedes votar por una imagen que ha estado en la cola de revisión por más de %(max_days)s día(s).
fr: Vous ne pouvez pas voter pour une image qui est dans la file de sélection depuis plus de %(max_days)s jours.
hu: Nem szavazhatsz egy képre, ami több, mint %(max_days)s napja van az átnézési várólistán.
it: Non puoi votare per un'immagine che è stata nella coda di revisione per più di %(max_days)s giorno/i.
ja: レビュー待ちに %(max_days)s 日以上保存されている画像には投票できません。
pl: Nie możesz głosować na obraz, który był w kolejce recenzji dłużej niż %(max_days)s dzień/dni.
pt: Você não pode votar em uma imagem que está na fila de revisão há mais de %(max_days)s dia(s).
ru: Вы не можете голосовать за изображение, которое находилось в очереди на проверку более %(max_days)s дня(ей).
uk: Ви не можете голосувати за зображення, яке було в черзі на перегляд більше ніж %(max_days)s днів.
zh_hans: 你不能为在审核队列中超过 %(max_days)s 天的图片投票。

source: You have already voted for %(max_allowed)s image(s) today.
de: Sie haben heute bereits für %(max_allowed)s Bild(er) gestimmt.
es: Ya has votado por %(max_allowed)s imagen(es) hoy.
fr: Vous avez déjà voté pour %(max_allowed)s images aujourd'hui.
hu: Ma már szavaztál %(max_allowed)s képre.
it: Hai già votato per %(max_allowed)s immagine/i oggi.
ja: あなたは今日、%(max_allowed)sつの画像にすでに投票しました。
pl: Już głosowałeś na %(max_allowed)s obrazów dzisiaj.
pt: Você já votou em %(max_allowed)s imagem(ns) hoje.
ru: Вы уже проголосовали за %(max_allowed)s изображение(я) сегодня.
uk: Сьогодні Ви вже проголосували за %(max_allowed)s зображень.
zh_hans: 你今天已经为 %(max_allowed)s 张图片投票。

source: You cannot submit an image that has been dismissed by %(number)s member(s) of the IOTD Staff.
de: Sie können kein Bild einreichen, das von %(number)s Mitgliedern des IOTD-Teams abgelehnt wurde.
es: No puedes enviar una imagen que ha sido desestimada por %(number)s miembro(s) del equipo de IOTD.
fr: Vous ne pouvez pas soumettre une image qui a été rejetée par %(number)s membres de l'équipe de l'Image du Jour.
hu: Nem küldhetsz be egy képet, amit %(number)s IOTD bíró elutasított.
it: Non puoi proporre un'immagine che è stata respinta da %(number)s membro/i dello staff IOTD.
ja: IOTDスタッフの%(number)s人によって却下された画像は応募できません。
pl: Nie możesz przesłać obrazu, który został odrzucony przez %(number)s członków zespołu IOTD.
pt: Você não pode enviar uma imagem que foi descartada por %(number)s membro(s) da equipe do IOTD.
ru: Вы не можете отправить изображение, которое было отклонено %(number)s членами команды IOTD.
uk: Ви не можете надіслати зображення, яке було відхилено %(number)s членом(и) персоналу IOTD.
zh_hans: 你不能提交已经被 IOTD 团队的 %(number)s 名成员忽略的图片。

source: You cannot elect an image that has been in the review queue for more than %(max_days)s day(s).
de: Sie können kein Bild auswählen, das sich seit mehr als %(max_days)s Tag(en) in der Rezensenten-Auswahlliste befindet.
es: No puedes elegir una imagen que ha estado en la cola de revisión por más de %(max_days)s día(s).
fr: Vous ne pouvez pas élire une image qui a été dans la file de sélection pendant plus de %(max_days)s jours.
hu: Nem szavazhatsz olyan képre, ami már %(max_days)s napja az átnézési listán van.
it: Non puoi selezionare un'immagine che è stata nella coda di revisione per più di %(max_days)s giorno/i.
ja: レビュー待ちに %(max_days)s 日以上入っている画像は選択できません。
pl: Nie możesz wybrać obrazu, który był w kolejce recenzji dłużej niż %(max_days)s dzień/dni.
pt: Você não pode eleger uma imagem que está na fila de revisão há mais de %(max_days)s dia(s).
ru: Вы не можете выбрать изображение, которое находилось в очереди на проверку более %(max_days)s дня(ей).
uk: Ви не можете вибрати зображення, яке було в черзі на перегляд більше ніж %(max_days)s днів.
zh_hans: 你不能为在审核队列中超过 %(max_days)s 天的图片投票。

source: You have already elected %(max_allowed)s image(s) today.
de: Sie haben heute bereits %(max_allowed)s Bild(er) gewählt.
es: Ya has elegido %(max_allowed)s imagen(es) hoy.
fr: Vous avez déjà élu %(max_allowed)s image(s) aujourd'hui.
hu: Már %(max_allowed)s képre szavaztál ma.
it: Hai già selezionato %(max_allowed)s immagine/i oggi.
ja: あなたは今日、%(max_allowed)sつの画像を既に選択しました。
pl: Już wybrałeś %(max_allowed)s obrazów dzisiaj.
pt: Você já elegeu %(max_allowed)s imagem(ns) hoje.
ru: Вы уже выбрали %(max_allowed)s изображение(я) сегодня.
uk: Сьогодні Ви вже обрали %(max_allowed)s зображень.
zh_hans: 你今天已经选举了 %(max_allowed)s 张图片。

source: You have already scheduled %(max_allowed)s IOTD(s).
de: Sie haben bereits %(max_allowed)s IOTD(s) geplant.
es: Ya has programado %(max_allowed)s IOTD(s).
fr: Vous avez déjà élu %(max_allowed)s Images du Jour.
hu: Már időzítettél %(max_allowed)s IOTD-t.
it: Hai già programmato %(max_allowed)s IOTD.
ja: %(max_allowed)s つの IOTD を既にスケジュールしています。
pl: Już zaplanowałeś %(max_allowed)s IOTD.
pt: Você já agendou %(max_allowed)s IOTD(s).
ru: Вы уже запланировали %(max_allowed)s IOTD.
uk: Ви вже запланували %(max_allowed)s IOTD(s).
zh_hans: 你已经安排了 %(max_allowed)s 个 IOTD。

source: You cannot elect for an image that has not been voted at least %(num)s times.
de: Sie können kein Bild wählen, für das nicht mindestens %(num)s Mal gestimmt wurde.
es: No puedes elegir una imagen que no ha sido votada al menos %(num)s veces.
fr: Vous ne pouvez pas élire une image qui n'a pas reçu au moins %(num)s votes.
hu: Nem szavazhatsz olyan képre, amelyre még nem szavaztak legalább %(num)s alkalommal.
it: Non puoi selezionare un'immagine che non è stata votata almeno %(num)s volte.
ja: 少なくとも%(num)s回投票されていない画像は選出できない。
pl: Nie możesz wybrać obrazu, który nie był głosowany przynajmniej %(num)s razy.
pt: Você não pode eleger uma imagem que não foi votada pelo menos %(num)s vezes.
ru: Вы не можете выбрать изображение, за которое не голосовали как минимум %(num)s раз.
uk: Ви не можете обрати зображення, за яке не проголосували принаймні %(num)s разів.
zh_hans: 你不能为至少投票了 %(num)s 次的图片选举。

source: you already selected %s IOTD(s) today (UTC)
de: Sie haben heute bereits %s IOTD(s) ausgewählt (UTC).
es: ya seleccionaste %s IOTD(s) hoy (UTC)
fr: vous avez déjà élu %s Image(s) du Jour aujourd'hui (UTC)
hu: ma már kiválasztottál %s időzített IOTD-t (UTC)
it: hai già selezionato %s IOTD oggi (UTC)
ja: あなたは今日すでに %sをIOTDに選ばれました (UTC)
pl: już wybrałeś %s IOTD dzisiaj (UTC)
pt: Você já selecionou %s IOTD(s) hoje (UTC)
ru: Вы уже выбрали %s IOTD сегодня (UTC)
uk: Ви вже вибрали %s IOTD(s) сьогодні (UTC)
zh_hans: 你今天已经选择了 %s 个 IOTD（UTC）。

source: you already selected %s scheduled IOTD(s)
de: Sie haben bereits %s geplante(n) IOTD(s) ausgewählt.
es: ya seleccionaste %s IOTD(s) programados
fr: vous avez déjà sélectionné %s Image(s) du Jour
hu: már kiválasztottál %s időzített IOTD-t
it: hai già selezionato %s IOTD programmate
ja: IOTDのスケジュールで既に%sが選ばれています。
pl: już wybrałeś %s zaplanowanych IOTD
pt: Você já selecionou %s IOTD(s) agendados
ru: Вы уже выбрали %s запланированных IOTD
uk: Ви вже вибрали %s запланованих IOTD(s)
zh_hans: 你已经选择了 %s 个已安排的 IOTD。

source: there are already %s scheduled IOTD(s)
de: es gibt bereits %s geplante IOTD(s).
es: ya hay %s IOTD(s) programados
fr: il y a déjà %s Images du Jour planifiées
hu: már %s időzített IOTD van
it: ci sono già %s IOTD programmate
ja: 既に %s の IOTD が予定されています。
pl: już jest %s zaplanowanych IOTD
pt: Já existem %s IOTD(s) agendados
ru: Уже запланировано %s IOTD
uk: вже є %s запланованих IOTD
zh_hans: 已经有 %s 个已安排的 IOTD。

source: You cannot unelect an IOTD that is due tomorrow (UTC).
de: Sie können ein IOTD, das morgen (UTC) fällig ist, nicht abwählen.
fr: Vous ne pouvez pas annuler l'Image du Jour pour le jour suivant (UTC).
hu: Nem vonhatod vissza a szavazatod egy IOTD-ről, ami holnapra van időzítve (UTC).
it: Non puoi deselezionare una IOTD programmata per domani (UTC).
ja: 明日（UTC）締め切りのIOTDを落選にすることはできません。
uk: Ви не можете скасувати вибір IOTD, який має бути завтра (UTC).
zh_hans: 你不能取消明天到期的 IOTD（UTC）。

source: You cannot submit an image that was submitted for consideration more than %(max_days)s day(s) ago.
de: Sie können kein Bild einreichen, das vor mehr als %(max_days)s Tag(en) zur Prüfung eingereicht wurde.
es: No puedes enviar una imagen que fue enviada para consideración hace más de %(max_days)s día(s).
fr: Vous ne pouvez pas soumettre une image entrée dans la file d'examen il y a plus de %(max_days)s jours.
hu: Nem küldhetsz be egy képet, ami több, mint %(max_days)s napja lett beküldve elbírálásra.
it: Non puoi proporre un'immagine che è stata proposta alla considerazione più di %(max_days)s giorno/i fa.
ja: %(max_days)s day(s)日以上前に投稿された画像をIOTDへ投稿することはできません。
pl: Nie możesz przesłać obrazu, który został zgłoszony do rozpatrzenia więcej niż %(max_days)s dzień/dni temu.
pt: Você não pode enviar uma imagem que foi submetida para consideração há mais de %(max_days)s dia(s).
ru: Вы не можете отправить изображение, которое было отправлено на рассмотрение более %(max_days)s дня(ей) назад.
zh_hans: 你不能提交超过 %(max_days)s 天前提交的图片。

source: You cannot submit an image you collaborated to.
de: Sie können kein Bild einreichen, an dem Sie mitgearbeitet haben.
fr: Vous ne pouvez pas soumettre une image à laquelle vous avez collaboré.
hu: Ne küldhetsz be olyan képet, amihez hozzájárultál.
it: Non puoi proporre un'immagine a cui hai collaborato.
zh_hans: 你不能提交你参与合作的图片。

source: You cannot vote for an image you collaborated to.
de: Sie können nicht für ein Bild stimmen, an dem Sie mitgearbeitet haben.
fr: Vous ne pouvez pas voter pour une image à laquelle vous avez collaboré.
hu: Nem szavazhatsz olyan képre, amihez hozzájárultál.
it: Non puoi votare per un'immagine a cui hai collaborato.
zh_hans: 你不能为你参与合作的图片投票。

source: You cannot elect an image you collaborated to.
de: Sie können ein Bild, an dem Sie mitgearbeitet haben, nicht auswählen.
fr: Vous ne pouvez pas élire une image à laquelle vous avez collaboré.
hu: Nem választhatsz olyan képet, amihez hozzájárultál.
it: Non puoi eleggere un'immagine a cui hai collaborato.
zh_hans: 你不能为你参与合作的图片选举。

source: You are not authenticated. Please log in.
fr: Vous n'êtes pas authentifié. Veuillez vous connecter.
hu: Nem vagy hitelesítve. Kérjük, jelentkezz be.
it: Non sei autenticato. Fai il log in.
zh_hans: 你尚未认证。请登录。

source: You are not the owner of this image.
fr: Vous n'êtes pas titulaire de cette image.
it: Non sei il proprietario di questa immagine.
zh_hans: 你不是这张图片的拥有者。

source: Sorry, this feature requires a <a href="%(url)s">paid account</a>.
es: Lo siento, esta función requiere una <a href="%(url)s">cuenta de pago</a>.
fr: Désolé, cette fonctionnalité implique un <a href="%(url)s">abonnement payant</a>.
it: Spiacenti, questa funzionalità richiede un <a href="%(url)s">account a pagamento.</a>
pl: Przykro mi, ta funkcja wymaga <a href="%(url)s">płatnego konta</a>.
pt: Desculpe, esse recurso requer uma <a href="%(url)s">conta paga</a>.
ru: Извините, эта функция требует <a href="%(url)s">платной подписки</a>.
zh_hans: 抱歉，此功能需要 <a href="%(url)s">付费账户</a>。

source: This image is in your staging area and hasn't been published yet
fr: Cette image est dans votre galerie privée et n'a pas encore été publiée.
it: Questa immagine è nella tua area di lavoro e non è ancora stata pubblicata
zh_hans: 这张图片在你的暂存区，尚未发布。

source: This image was already submitted.
fr: Cette image a déjà été soumise.
it: Questa immagine è stata già sottoposta.
zh_hans: 这张图片已经提交过了。

source: Images with subject type set to 'Gear' or 'Other' are not eligible for IOTD/TP consideration.
fr: Les images dont le type de sujet est défini sur "Équipement" ou "Autre" ne sont pas éligibles pour l'IOTD/TP.
it: Immagini con il tipo di soggetto impostato a 'Strumentazione' o 'Altro' non possono essere sottoposte alla considerazione della IOTD/TP.
zh_hans: 主题类型设置为 '设备' 或 '其他' 的图片不符合 IOTD/TP 的评选资格。

source: Images without an imaging telescope and an imaging camera are not eligible for IOTD/TP consideration.
fr: Les images sans mention d'instrument d'imagerie ou de caméra d'imagerie ne sont pas éligibles pour l'IOTD/TP.
it: Immagini senza un telescopio e una camera di acquisizione non possono essere sottoposte alla considerazione della IOTD/TP.
zh_hans: 没有使用成像望远镜和成像相机的图像不符合IOTD/TP评选资格。

source: Images without any acquisition sessions are not eligible for IOTD/TP consideration.
fr: Les images sans précision des sessions d'acquisition ne sont pas éligibles pour l'IOTD/TP.
it: Immagini senza sessioni di acquisizione non possono essere sottoposte alla considerazione della IOTD/TP.
zh_hans: 没有任何采集会话的图像不符合IOTD/TP评选资格。

source: Your settings indicate that you opted to be excluded from competitions.
fr: Vos paramètres indiquent que vous avez choisi de ne pas participer aux concours.
hu: A beállításaid alapján úgy döntöttél, hogy nem veszel részt versenyekben.
it: Le tue impostazioni indicano che hai scelto di essere escluso dalle competizioni.
zh_hans: 您的设置表明您选择不参加比赛。

source: You are currently serving a ban from competitions on AstroBin.
fr: Vous êtes actuellement banni des compétitions sur AstroBin.
hu: Jelenleg ki vagy tiltva az AstroBin versenyekből.
it: Al momento sei bandito dalla partecipazione alle competizioni su AstroBin.
zh_hans: 您目前正在被禁止参加AstroBin的比赛。

source: Unfortunately it's too late: images can be submitted only within %(num_days)s days after publication.
es: Desafortunadamente, es demasiado tarde: las imágenes solo se pueden enviar dentro de %(num_days)s días después de la publicación.
fr: Malheureusement, il est trop tard : les images ne peuvent être soumises que dans les %(num_days)s jours suivant leur publication.
hu: Sajnos már túl késő: képeket csak a közzétételt követő %(num_days)s napon belül lehet beküldeni.
it: Sfortunatamente è troppo tardi: le immagini possono essere sottoposte solo entro %(num_days)s giorni dopo la pubblicazione.
pl: Niestety, jest już za późno: obrazy można przesyłać tylko w ciągu %(num_days)s dni po publikacji.
pt: Infelizmente, é tarde demais: imagens podem ser enviadas apenas dentro de %(num_days)s dias após a publicação.
ru: К сожалению, уже слишком поздно: изображения можно отправлять только в течение %(num_days)s дней после публикации.
zh_hans: 很遗憾，已经太晚了：图像只能在发布后%(num_days)s天内提交。

source: Unknown reason. This should never happen, please contact us!
fr: Raison inconnue. Cela ne devrait jamais arriver, contactez-nous !
hu: Ismeretlen ok. Ennek soha nem szabadna előfordulnia, kérjük, vedd fel velünk a kapcsolatot!
it: Motivo sconosciuto. Non dovrebbe mai accadere, contattaci!
zh_hans: 未知原因。这种情况不应该发生，请联系我们！

source: This image has been disqualified from the IOTD/TP process.
zh_hans: 该图像已被取消IOTD/TP评选资格。

source: You have not agreed to the IOTD/TP rules and guidelines since their last update. Please amend this in your profile preferences and then submit the image again using the Actions menu.
zh_hans: 自上次更新以来，您尚未同意IOTD/TP规则和指南。请在您的个人资料偏好中修改此项，然后通过操作菜单再次提交图像。

source: Yes
zh_hans: 是的

source: No
zh_hans: 不

source: Images with subject type set to 'Equipment' or 'Other' are not eligible for IOTD/TP consideration.
zh_hans: 主题类型设置为“设备”或“其他”的图像不符合IOTD/TP评选资格。
