Repository: astrobin/astrobin
Catalog: astrobin_apps_iotd/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, hu, it, ja, pl, pt, ru, uk, zh_hans

source: Sorry, it's now too late to retract this submission.
de: Leider ist es jetzt zu spät, diesen Vorschlag zurückzuziehen.
fr: Désolé, il est trop tard pour annuler cette sélection.
hu: Sajnáljuk, már túl késő visszavonni ezt a beküldést.
it: Spiacenti, è troppo tardi per ritirare questa proposta.
ja: 申し訳ありませんが、この応募を撤回するのはもう遅いです。
ru: Извините, уже слишком поздно отменять эту заявку.
uk: Вибачте, вже надто пізно скасовувати цю заявку.
zh_hans: 抱歉，现在撤消此提名为时已晚。

source: Sorry, it's now too late to retract this vote.
de: Leider ist es zu spät, diese Auswahl zurückzuziehen.
fr: Désolé, il est trop tard pour annuler ce vote.
hu: Sajnáljuk, már túl késő visszavonni ezt a szavazatot.
it: Spiacenti, è troppo tardi per ritirare questo voto.
ja: 申し訳ありませんが、この応募を撤回するのはもう遅いです。
ru: Извините, уже слишком поздно отменять этот голос.
uk: Вибачте, вже надто пізно скасовувати цей голос.
zh_hans: 抱歉，现在取消该投票为时已晚。

source: You are not a member of the IOTD Submitters board.
de: Du bist kein Mitglied des IOTD-Einreichungs-Teams.
es: Usted no es miembro de la junta de remitentes del IOTD.
fr: Vous n'êtes pas membre du groupe "Sélectionneurs" de l'Image du Jour.
hu: Nem vagy tagja az IOTD Beküldők táblájának.
it: Non sei un membro del gruppo di submitter Foto del Giorno.
ja: あなたはIOTD推薦者のメンバーではありません。
pl: Nie jesteś członkiem zespołu wybierającego IOTD
pt: Você não é membro do quadro de Enviantes da IDD.
ru: Вы не участник списка Номинирующих для Изображения Дня.
uk: Ви не є членом ради IOTD Номінуючих.
zh_hans: 您不是“今日最佳”提名委员会的成员。

source: You cannot submit your own image.
de: Du kannst nicht Dein eigenes Bild einreichen.
es: No puede enviar su propia imagen.
fr: Vous ne pouvez pas sélectionner votre propre image.
hu: Nem küldheted be a saját képed.
it: Non puoi proporre la tua immagine.
ja: ご自身の画像を応募することはできません。
pl: Nie możesz wybrać swojego własnego zdjęcia.
pt: Você não pode enviar sua própria imagem.
ru: Вы не можете отправить своё собственное изображение.
uk: Ви не можете надіслати своє власне зображення.
zh_hans: 您不能审核您自己的作品。

source: Images in the staging area cannot be submitted.
de: Bilder im Staging-Bereich können nicht eingereicht werden.
es: Las imágenes en la zona de prueba no pueden enviarse.
fr: Les images en Zone privée ne peuvent pas être sélectionnées.
hu: Az előkészítési területen lévő képek nem küldhetők be.
it: Le immagini nell'area di lavoro non possono essere proposte.
ja: ステージングエリア内の画像は応募できません。
pl: Zdjęcia ze strefy oczekującej nie mogą być zgłoszone.
pt: Imagens na área de preparação não podem ser enviadas.
ru: Изображения в студии не могут быть номинированы.
uk: Зображення у Студії не можуть бути номіновані.
zh_hans: 在暂存区中的作品不能被提名。

source: This user has chosen to be excluded from competitions.
de: Dieser Benutzer hat sich dafür entschieden, von Wettbewerben ausgeschlossen zu werden.
es: Este usuario ha optado por ser excluido de los concursos.
fr: Cet utilisateur a choisi de ne pas participer aux concours.
hu: A felhasználó azt kérte, hogy hagyják ki a versenyekből.
it: Questo utente ha scelto di essere escluso dalle competizioni.
ja: このユーザーは、コンペの参加を拒否することを選択しました。
pl: Ten użytkownik został wyłączony z ubiegania się o IOTD
pt: Este usuário optou por ser excluído das competições.
ru: Этот пользователь хочет быть исключенным из соревнования.
uk: Цей користувач хоче бути виключеним із змагання.
zh_hans: 该用户已选择不参加比赛。

source: This user has been banned from competitions.
de: Dieser User wurde für Wettbewerbe gesperrt.
fr: Cet utilisateur a été exclu des concours.
hu: Ezt a felhasználót kitiltottuk a versenyekből.
it: Questo utente è stato bannato dalle competizioni.
ja: このユーザーはコンペへの出場を禁止されています。
ru: Этот пользователь был заблокирован от участия в соревнованиях.
uk: Цей користувач був заблокований від участі у змаганнях.
zh_hans: 该用户被禁赛。

source: You cannot submit an image that was published more than %(max_days)s days ago.
fr: Vous ne pouvez pas sélectionner une image qui a été publiée il y a plus de %(max_days)s jours.
hu: Nem küldhetsz be olyan képet, amely több, mint %(max_days)s napja lett közzétéve.
ja: 公開から %(max_days)s 日以上経過した画像は応募できません。
uk: Ви не можете надіслати зображення, опубліковане більше ніж %(max_days)s днів тому.
zh_hans: 您提名的作品不能晚于 %(max_days)s 天前发布。

source: Users with a Free membership cannot participate in the IOTD.
fr: Les utilisateurs ayant une adhésion gratuite ne peuvent pas concourir à l'Image du Jour.
hu: Free tagsággal rendelkező tagok nem vehetnek részt az IOTD-ben.
ja: 無料会員のユーザーは、IOTDに参加することはできません。
uk: Користувачі з безкоштовною підпискою не можуть брати участь у IOTD.
zh_hans: 免费用户不能参加“今日最佳”评选。

source: This image has already been an IOTD in the past
de: Dieses Bild war bereits in der Vergangenheit ein Bild des Tages
es: Esta imagen ya ha sido un IOTD en el pasado
fr: Cette image a déjà été Image du Jour par le passé.
hu: A kép már IOTD volt a múltban
it: Questa immagine è già stata Foto del Giorno in passato
ja: この画像は、過去にすでにIOTDになっています
pl: To zdjęcie zdobyło już IOTD w przeszłości
pt: Esta imagem já foi uma IDD no passado
ru: Это изображение уже было Изображением Дня в прошлом
uk: Це зображення вже було Зображенням Дня у минулому
zh_hans: 该作品过去已经获得过“今日最佳”

source: You have already submitted %(max_allowed)s images today.
fr: Vous avez déjà sélectionné %(max_allowed)s images aujourd'hui.
hu: Ma már beküldtél %(max_allowed)s képet.
ja: あなたは今日、すでに%(max_allowed)s つの画像を応募しました。
uk: Ви вже надіслали %(max_allowed)s зображень сьогодні.
zh_hans: 您今天已经提名了%(max_allowed)s张作品。

source: You are not a member of the IOTD Reviewers board.
de: Du bist kein Mitglied des IOTD-Rezensenten-Teams.
es: Usted no es miembro de la junta de Revisores del IOTD.
fr: Vous n'êtes pas membre du groupe "Examinateurs" de l'Image du Jour.
hu: Nem vagy tagja az IOTD Átnézők táblájának.
it: Non sei un membro del gruppo dei reviewer Foto del Giorno.
ja: あなたはIOTDレビュアーのメンバーではありません。
pl: Nie jesteś członkiem przeglądającym zgłoszenia zdjęć do IOTD.
pt: Você não é membro do quadro de Revisores da IDD.
ru: Вы не участник списка Рецензентов Изображения Дня.
uk: Ви не є учасником списку Рецензентів Зображення Дня.
zh_hans: 您不是“今日最佳”审查委员会成员。

source: You cannot vote for your own image.
de: Du kannst nicht für Dein eigenes Bild stimmen.
es: No puede votar por su propia imagen.
fr: Vous ne pouvez pas promouvoir votre propre image.
hu: Nem szavazhatsz a saját képedre.
it: Non puoi votare per la tua immagine.
ja: 自分の画像に投票することはできません。
pl: Nie możesz zagłosować na swoje własne zdjęcie.
pt: Você não pode votar em sua própria imagem.
ru: Вы не можете голосовать за собственные изображения.
uk: Ви не можете голосувати за власні зображення.
zh_hans: 您不能为自己的作品投票。

source: Images in the staging area cannot be voted for.
de: Für Bilder im Staging-Bereich kann nicht gestimmt werden.
es: Las imágenes que están en el área de ensayo no pueden recibir votos.
fr: Les images en Zone privée ne peuvent pas être promues.
hu: Az előkészítési területen lévő képekre nem lehet szavazni.
it: Le immagini nell'area di lavoro non possono essere votate.
ja: ステージングエリア内の画像は投票できません。
pl: Zdjęcia ze strefy roboczej nie mogą być oceniane.
pt: As imagens na área de preparação não podem ser votadas.
ru: За изображения в студии нельзя голосовать.
uk: За зображення у Студії не можна голосувати.
zh_hans: 在暂存区中的作品不能被投票。

source: You cannot vote for an image that has not been submitted.
de: Du kannst nicht für ein Bild stimmen, das nicht eingereicht wurde.
es: No puede votar por una imagen que no se ha enviado.
fr: Vous ne pouvez pas promouvoir une image qui n'a pas été préalablement sélectionnée.
hu: Nem szavazhatsz egy képre, amit nem küldtek be.
it: Non puoi votare un'immagine che non è stata proposta.
ja: 未投稿の画像に投票することはできません。
pl: Nie możesz zagłosować na zdjęcie które nie zostało zgłoszone.
pt: Você não pode votar em uma imagem que não foi enviada.
ru: Вы не можете голосовать за изображения, которые не были номинированы.
uk: Ви не можете голосувати за зображення, які не були номіновані.
zh_hans: 您无法投票给尚未被提名的作品。

source: You cannot vote for your own submission.
de: Du kannst nicht für Deine eigene Einreichung stimmen.
es: No puede votar por su propia publicación.
fr: Vous ne pouvez pas promouvoir une image que vous avez préalablement sélectionnée.
hu: Nem szavazhatsz a saját beküldésedre.
it: Non puoi votare la tua proposta.
ja: ご自身の応募作品に投票することはできません。
pl: Nie możesz zagłosować na swoje własne zgłoszenie.
pt: Você não pode votar no seu próprio envio.
ru: Вы не можете голосовать за свою заявку.
uk: Ви не можете голосувати за власну заявку.
zh_hans: 您不能为自己提名的作品投票。

source: You cannot vote for an image that has been in the submission queue for more than %(max_days)s days.
fr: Vous ne pouvez pas promouvoir une image sélectionnée depuis plus de %(max_days)s jours.
hu: Nem szavazhatsz olyan képre, amely több, mint %(max_days)s napja a beküldési sorban van.
ja: 応募作品リストに %(max_days)s 日以上入っている画像には投票できません。
uk: Ви не можете голосувати за зображення, яке було в черзі подання більше %(max_days)s днів.
zh_hans: 您不能为已提名名单中已超过 %(max_days)s天的作品进行投票。

source: You have already voted for %(max_allowed)s images today.
fr: Vous avez déjà voté pour %(max_allowed)s images aujourd'hui.
hu: Ma már %(max_allowed)s képre szavaztál.
ja: あなたは今日、すでに%(max_allowed)sつの画像に投票しました。
uk: Сьогодні Ви вже проголосували за %(max_allowed)s зображень.
zh_hans: 您今天已经为 %(max_allowed)s 张作品投票了。

source: You are not a member of the IOTD Judges board.
de: Du bist kein Mitglied des IOTD-Richter-Teams.
es: Usted no es miembro de la Junta de Jueces de IOTD.
fr: Vous n'êtes pas membre du groupe "Juges" de l'mage du Jour.
hu: Nem vagy tagja az IOTD Bírók táblájának.
it: Non sei um membro del gruppo giudici Foto del Giorno.
ja: あなたはIOTD審査員のメンバーではありません。
pl: Nie jesteś członkiem jury IOTD
pt: Você não é membro do quadro de Juízes da IDD.
ru: Вы не участника списка судей для Изображения Дня.
uk: Ви не є учасником списку суддів для Зображення Дня.
zh_hans: 您不是“今日最佳”评审委员会的成员。

source: You cannot elect your own image.
de: Du kannst nicht Dein eigenes Bild wählen.
es: No puedes elegir tu propia imagen.
fr: Vous ne pouvez pas élire votre propre image.
hu: Nem választhatod meg a saját képed.
it: Non puoi eleggere la tua immagine.
ja: 自分自身の画像を選出することはできません。
pl: Nie możesz wybrać swojego własnego zdjęcia
pt: Você não pode eleger sua própria imagem.
ru: Вы не можете выбирать собственные изображения.
uk: Ви не можете вибирати власні зображення.
zh_hans: 您不能票选自己的作品。

source: Images in the staging area cannot be elected.
de: Bilder im Staging-Bereich können nicht ausgewählt werden.
es: Imágenes en el área de prueba no pueden ser elegidas.
fr: Les images en Zone privée ne peuvent pas être élues.
hu: Az előkészítési területen lévő képek nem választhatók meg.
it: Le immagini nell'area di lavoro non possono essere elette.
ja: ステージングエリア内の画像は、選出できません。
pl: Zdjęcia ze strefy roboczej nie mogą być wybierane.
pt: As imagens na área de preparação não podem ser eleitas.
ru: Изображения в студии не могут быть выбраны.
uk: Зображення в Студії не можна вибрати.
zh_hans: 暂存区域中的作品无法被票选。

source: You cannot elect an image that has not been voted.
de: Du kannst kein Bild wählen, für das nicht abgestimmt wurde.
es: No se puede elegir una imagen que no haya sido votada.
fr: Vous ne pouvez pas élire une image qui n'a pas été préalablement examinée.
hu: Nem választhatsz meg egy képet, amire nem szavaztak.
it: Non puoi eleggere una immagine che non è stata votata.
ja: 投票されていない画像を選出することはできません。
pl: Nie możesz zagłosować na zdjęcie które nie było wybrane.
pt: Você não pode eleger uma imagem que não foi votada.
ru: Вы не можете выбирать изображения за которые нет голосов.
uk: Ви не можете вибирати зображення, за які немає голосів.
zh_hans: 您不能票选一张还未经过投票的作品。

source: You cannot elect your own submission.
de: Du kannst Deine eigene Einreichung nicht selbst wählen.
es: No puede elegir su propia publicación.
fr: Vous ne pouvez pas élire une image que vous avez préalablement sélectionnée.
hu: Nem választhatod meg a saját beküldésed.
it: Non puoi eleggere la tua proposta.
ja: 自分自身の応募を選択することはできません。
pl: Nie możesz wybrać zdjęcia które sam wysłałeś.
pt: Você não pode eleger seu próprio envio.
ru: Вы не можете выбрать собственную заявку.
uk: Ви не можете обирати свою заявку.
zh_hans: 您不能票选您自己提名的作品。

source: You cannot elect an image you voted for.
de: Du kannst kein Bild wählen, für das Du gestimmt hast.
es: No puede elegir una imagen por la que votó.
fr: Vous ne pouvez pas élire une image que vous avez préalablement examinée.
hu: Nem választhatsz meg egy képet, amire szavaztál.
it: Non puoi eleggere una immagine che hai votato.
ja: 自分が投票した画像を選出することはできません。
pl: Nie możesz wybrać zdjęcia na które wcześniej głosowałeś.
pt: Você não pode eleger uma imagem em que votou.
ru: Вы не можете выбрать изображение за которое вы голосовали.
uk: Ви не можете вибрати зображення, за яке ви голосували.
zh_hans: 您不能票选您自己投票的作品。

source: You cannot elect an image that has been in the review queue for more than %(max_days)s days.
fr: Vous ne pouvez pas élire une image qui a été examinée depuis plus de %(max_days)s jours.
hu: Nem választhatsz meg egy olyan képet, amely több, mint %(max_days)s napja a felülvizsgálási várólistán van.
ja: レビュー待ちに %(max_days)s 日以上ある画像を選出することはできません。
uk: Ви не можете вибрати зображення, яке було в черзі на перегляд більше %(max_days)s днів.
zh_hans: 您不能票选已经在审核名单中超过 %(max_days)s 天的作品。

source: You have already elected %(max_allowed)s images today.
fr: Vous avez déjà élu %(max_allowed)s image(s) aujourd'hui.
hu: Ma már megválasztottál %(max_allowed)s képet.
ja: あなたは今日、すでに%(max_allowed)sつの画像を選択しました。
uk: Сьогодні Ви вже обрали %(max_allowed)s зображень.
zh_hans: 您今天已经票选了 %(max_allowed)s 张作品。

source: You have already scheduled %(max_allowed)s IOTDs.
fr: Vous avez déjà élu %(max_allowed)s Images du Jour.
hu: Már beütemeztél %(max_allowed)s IOTD-t.
ja: %(max_allowed)s つの IOTD を既にスケジュールしています。
uk: Ви вже запланували %(max_allowed)s IOTD.
zh_hans: 您已经安排了 %(max_allowed)s 个“今日最佳”。

source: You cannot unelect your own submission.
de: Du kannst Deine eigene Einreichung nicht abwählen.
es: No puede anular su propio envío.
fr: Vous ne pouvez pas écarter votre propre sélection.
hu: Nem vonhatod vissza a szavazatod a saját képedről.
it: Non puoi rimuovere l'elezione della tua proposta.
ja: 自分の応募を選外にすることはできません。
pl: Nie możesz odznaczyć zdjęcia które już wysłałeś.
pt: Você não pode deseleger seu próprio envio.
ru: Вы не можете отозвать свою заявку.
uk: Ви не можете відкликати власну заявку.
zh_hans: 您不能不票选自己的提名。

source: You cannot unelect an image you voted for.
de: Du kannst ein Bild, für das Du gestimmt hast, nicht abwählen.
es: No puede anular la elección de la imagen por la que votó.
fr: Vous ne pouvez pas écarter une image pour laquelle vous avez préalablement voté.
hu: Nem vonhatod vissza a szavazatod egy képről, amire te szavaztál.
it: Non puoi rimuovere l'elezione di una immagine che hai votato.
ja: 自分が投票した画像を落選にすることはできない。
pl: Nie możesz odznaczyć zdjęcia na które głosowałeś.
pt: Você não pode deseleger uma imagem em que votou.
ru: Вы не можете отозвать изображение за которое голосовали.
uk: Ви не можете відкликати зображення, за яке голосували.
zh_hans: 您不能不票选您投票的作品。

source: You cannot unelect an image elected by another judge.
de: Du kannst ein von einem anderen Richter gewähltes Bild nicht abwählen.
es: No se puede anular el elección de una imagen elegida por otro juez.
fr: Vous ne pouvez pas écarter une image élue par un autre juge.
hu: Nem vonhatod vissza a szavazatod egy képről, amit egy másik bíró megválasztott.
it: Non puoi rimuovere l'elezione di una immagine eletta da un altro giudice.
ja: 他の審査員によって選出された画像を落選させることはできません。
pl: Nie możesz odznaczyć zdjęcia wybranego przez innego jurora.
pt: Você não pode deseleger uma imagem eleita por outro juiz.
ru: Вы не можете отменить выбор изображения другого судьи.
uk: Ви не можете скасувати вибір зображення іншого судді.
zh_hans: 您不能不票选由另一位评审票选的作品。

source: You cannot unelect a past or current IOTD.
de: Du kannst ein vergangenes oder aktuelles Bild des Tages nicht abwählen.
es: No puede anular un IOTD pasado o actual.
fr: Vous ne pouvez pas écarter une Image du Jour actuelle ou passée.
hu: Nem vonhatod vissza a szavazatod egy régebbi vagy jelenlegi IOTD-ről.
it: Non puoi rimuovere l'elezione di una Foto del Giorno passata o corrente.
ja: 過去または現在のIOTDを落選にすることはできません。
pl: Nie możesz odznaczyć bieżącego lub poprzednich zdjęć IOTD
pt: Você não pode deseleger uma IDD passada ou atual.
ru: Вы не можете переизбрать прошлые или текущие Изображения Дня.
uk: Ви не можете переобрати попередні або поточні Зображення Дня.
zh_hans: 您不能不票选一个过去或者现在的“今日最佳”。

source: you already selected %s IOTD today (UTC)
fr: Vous avez déjà sélectionné %s Images du Jour aujourd'hui.
hu: már kiválasztottál %s IOTD-t ma (UTC)
ja: あなたは今日すでに %sをIOTDに選択しました (UTC)
uk: Ви вже вибрали %s IOTD сьогодні (UTC)
zh_hans: 您今天（UTC）已经选择了 %s 个“今日最佳”

source: you already selected %s scheduled IOTDs
fr: Vous avez déjà élu %s Images du Jour.
hu: már kiválasztottál %s beütemezett IOTD-t
ja: IOTDのスケジュールで既に%sが選択されています。
uk: Ви вже вибрали %s запланованих IOTD
zh_hans: 您已经选择了%s个预定的“今日最佳”

source: there are already %s scheduled IOTDs
fr: Vous avez déjà élu %s Images du Jour.
hu: már %s beütemezett IOTD van
ja: 既に %s の IOTD が予定されています。
uk: вже є %s запланованих IOTD
zh_hans: 您已经预定了 %s 个“今日最佳”。

source: Image of the day
de: Bild des Tages
es: Imagen del día
fr: Image du Jour
hu: A nap képe
it: Foto del Giorno
pl: Zdjęcie dnia
pt: Imagem do dia
ru: Изображение Дня
uk: Зображення Дня
zh_hans: 今日最佳

source: IOTD Judgement Queue
fr: Tableau de bord des Juges
hu: IOTD Elbírálási Várólista
ja: IOTDの審査員待ち
uk: Черга судових рішень IOTD
zh_hans: “今日最佳”评审列队

source: Please select the images that you want to elect to IOTD by clicking on them.
fr: Sélectionnez les images que vous souhaitez élire Image du Jour en cliquant dessus.
hu: Kérjük, válaszd ki azokat a képeket, amelyeket az IOTD-nek szeretnél megválasztani, azzal, hogy rájuk kattintasz.
ja: IOTDに選出したい画像をクリックで選択してください。
uk: Будь ласка, виберіть зображення, які Ви хочете вибрати для IOTD, натиснувши на них.
zh_hans: 请通过单击选择要票选为“今日最佳”的作品。

source: Sorry, you cannot select an IOTD right now: %(reason)s. Please try again in <strong>%(time)s</strong>.
fr: Désolé, vous ne pouvez pas sélectionner une Image du Jour pour le moment : %(reason)s. Merci d'essayer de nouveau dans <strong>%(time)s</strong>.
hu: Sajnáljuk, jelenleg nem választhatsz ki IOTD-t: %(reason)s. Kérjük próbáld újra <strong>%(time)s</strong> múlva.
ja: 申し訳ございませんが、現在IOTDを選ぶことはできません：%(reason)s。<strong>%(time)s</strong>に再試行してください。
uk: На жаль, зараз Ви не можете вибрати IOTD: %(reason)s. Спробуйте ще раз через <strong>%(time)s</strong>.
zh_hans: 抱歉，您现在无法选择“今日最佳”：%(reason)s。 请在<strong>%(time)s</strong>后重试。

source: This queue is currently empty.
fr: La liste est actuellement vide.
hu: Ez a várólista jelenleg üres.
ja: このキューは現在は空です。
uk: Наразі ця черга порожня.
zh_hans: 此列队现在是空的。

source: Error
fr: Erreur
hu: Hiba
ja: エラー
uk: Помилка
zh_hans: 错误

source: You cannot unelect an IOTD elected by another judge.
fr: Vous ne pouvez pas écarter une Image du Jour élue par un autre juge.
hu: Nem veheted vissza a szavazatod egy IOTD-ről, amit egy másik bíró már megválasztott.
ja: 他の審査員によって選出されたIOTDを落選させることはできません。
uk: Ви не можете скасувати обрання IOTD, обраного іншим суддею.
zh_hans: 您不能不票选由另一位评审选出的“今日最佳”。

source: All IOTD slots for the next %(days)s days are already filled.
fr: Les Images du Jour des %(days)s prochains jours sont déjà désignées.
hu: A következő %(days)s nap összes IOTD helye már betelt.
ja: 次の%(days)s 日間のIOTDの枠はすべて埋まっています。
uk: Усі слоти IOTD на наступні %(days)s днів уже заповнені.
zh_hans: 接下来的 %(days)s 天的所有“今日最佳”席位已填满。

source: Newest first
de: Neuestes zuerst
fr: Plus récentes en premier
hu: Legrégibb első
it: Nuovi prima
ja: 最新順
uk: Спочатку новітні
zh_hans: 最新的在前

source: Oldest first
de: Ältestes zuerst
fr: Plus anciennes en premier
hu: Legújabb első
it: Vecchi prima
ja: 古い順
uk: Спочатку найстаріші
zh_hans: 最旧的在前

source: You cannot submit an image that you already dismissed.
de: Sie können kein Bild einreichen, das Sie bereits abgelehnt haben.
fr: Vous ne pouvez pas soumettre une image que vous avez préalablement rejetée.
hu: Nem küldhetsz be egy képet, amit már elutasítottál.
it: Non puoi promuovere un'immagine che hai già scartato.
ja: すでに削除した画像を応募することはできません。
uk: Ви не можете надіслати зображення, яке Ви вже відхилили.
zh_hans: 你不能提交你已经忽略的图片。

source: You cannot submit an image that has been dismissed by %(number)s members of the IOTD Staff.
de: Sie können kein Bild einreichen, das von %(number)s Mitgliedern des IOTD-Teams abgelehnt wurde.
es: No puedes enviar una imagen que ha sido desestimada por %(number)s miembros del equipo de IOTD.
fr: Vous ne pouvez pas soumettre une image qui a été rejetée par %(number)s membres de l'équipe IOTD.
hu: Nem küldhetsz be egy képet, amit %(number)s IOTD bíró elutasított.
it: Non puoi promuovere un'immagine che è stata scartata da %(number)s membri dello staff IOTD.
ja: IOTDスタッフの%(number)s人によって却下された画像は応募できません。
pl: Nie możesz przesłać obrazu, który został odrzucony przez %(number)s członków zespołu IOTD.
pt: Você não pode enviar uma imagem que foi descartada por %(number)s membros da equipe do IOTD.
ru: Вы не можете отправить изображение, которое было отклонено %(number)s членами команды IOTD.
uk: Ви не можете надіслати зображення, яке було відхилено %(number)s членом(и) персоналу IOTD.
zh_hans: 你不能提交已经被 IOTD 团队的 %(number)s 名成员忽略的图片。

source: You cannot vote for an image that you already dismissed.
de: Sie können nicht für ein Bild stimmen, das Sie bereits abgelehnt haben.
fr: Vous ne pouvez pas voter pour une image que vous avez préalablement rejetée.
hu: Nem szavazhatsz egy képre, amit már elutasítottál.
it: Non puoi votare per un'immagine che hai già scartato.
ja: すでに削除された画像に投票することはできません。
uk: Ви не можете голосувати за зображення, яке Ви вже відхилили.
zh_hans: 你不能为你已经忽略的图片投票。

source: You cannot vote for an image that has been dismissed by %(number)s members of the IOTD Staff.
de: Sie können nicht für ein Bild stimmen, das von %(number)s Mitgliedern des IOTD-Teams abgelehnt wurde.
es: No puedes votar por una imagen que ha sido desestimada por %(number)s miembros del equipo de IOTD.
fr: Vous ne pouvez pas voter pour une image rejetée par %(number)s membres de l'équipe IOTD.
hu: Nem szavazhatsz egy képre, amit %(number)s IOTD bíró elutasított.
it: Non puoi votare per un'immagine che è stata scartata da %(number)s membri dello staff IOTD.
ja: IOTDスタッフの%(number)s人のメンバーによって却下された画像に投票することはできません。
pl: Nie możesz głosować na obraz, który został odrzucony przez %(number)s członków zespołu IOTD.
pt: Você não pode votar em uma imagem que foi descartada por %(number)s membros da equipe do IOTD.
ru: Вы не можете голосовать за изображение, которое было отклонено %(number)s членами команды IOTD.
uk: Ви не можете голосувати за зображення, яке було відхилено %(number)s членами персоналу IOTD.
zh_hans: 你不能为已经被 IOTD 团队的 %(number)s 名成员忽略的图片投票。

source: You cannot submit an image that was published more than %(max_days)s day(s) ago.
fr: Vous ne pouvez pas soumettre une image publiée il y a plus de %(max_days)s jours.
hu: Nem küldhetsz be egy képet, amit több, mint %(max_days)s napja tettél közzé.
ja: 公開から %(max_days)s 日以上経過した画像は投稿できません。
uk: Ви не можете надіслати зображення, опубліковане більше ніж %(max_days)s дн. тому.
zh_hans: 你不能提交超过 %(max_days)s 天前发布的图片。
