Repository: astrobin/astrobin
Catalog: astrobin_apps_users/locale/*/LC_MESSAGES/django.po
Languages: hu, ja, pl

source: Member since
hu: Tag ez óta
ja: 会員登録日

source: Last seen online
hu: Utoljára online
ja: 最終訪問日

source: Total integration time
hu: Összes integrációs idő
ja: 全露出時間

source: hours
hu: óra
ja: 時間

source: Average integration time
hu: Átlagos integrációs idő
ja: 平均露出時間

source: Forum posts written
hu: Fórumbejegyzések írva
ja: フォーラムへの投稿

source: Comments written
hu: Hozzászólások írva
ja: 書き込みされたコメント

source: Comments received
hu: Kapott hozzászólások
ja: いただいたコメント

source: Likes received
hu: Szerzett kedvelések
ja: いただいた「いいね！」

source: Views received
hu: Megtekintések
ja: いただいた「閲覧数」

source: No date specified
hu: Nincs dátum megadva
ja: 日付指定なし

source: No imaging telescopes or lenses, or no imaging cameras specified
ja: 撮影用望遠鏡・レンズがない、または撮影用カメラが指定されていない

source: Gear images
ja: 機材画像

source: Deep sky
hu: Mélyég
ja: ディープスカイ

source: Solar system
hu: Naprendszer
ja: 太陽系

source: Extremely wide field
hu: Extrém wide field
ja: 超広角写野

source: Star trails
hu: Star trailek
ja: 流星

source: Northern lights
hu: Sarki fény
ja: オーロラ

source: Noctilucent clouds
hu: Világító felhők
ja: 夜光雲

source: Gear
hu: Felszerelés
ja: 機材

source: Other
hu: Egyéb
ja: その他

source: All
hu: Összes
ja: すべて

source: No acquisition details specified
hu: Nincsenek képkészítési részletek megadva
ja: 撮影詳細が指定されていない

source: You follow each other
hu: Követitek egymást
ja: 相互フォロー

source: Images
hu: Képek
ja: 画像
pl: Obrazy

source: Followers
hu: Követők
ja: フォロワー数
pl: Obserwujący

source: User
hu: Felhasználó
ja: ユーザー
pl: Użytkownik

source: No users.
hu: Nincsenek felhasználók.
ja: ユーザーなし
pl: Brak użytkownika

source: Administrator
hu: Adminisztrátor
ja: 管理者

source: Image moderator
hu: Képmoderátor
ja: 画像モデレーター
pl: Moderator zdjęć

source: IOTD Submitter
hu: IOTD Beküldő
ja: IOTD投稿者
pl: Zgłaszający IOTD

source: IOTD Reviewer
hu: IOTD Átnéző
ja: IOTDレビュアー
pl: Przeglądający IOTD

source: IOTD Judge
hu: IOTD Bíró
ja: IOTD審査員
pl: Wybierający IOTD

source: Premium member
hu: Premium tag
ja: プレミアム会員
pl: Członek Premium

source: Your email bounce reports have been removed from AstroBin. Please make sure that your email works well or you will get the same warning message again. Thanks!
hu: A visszapattanó email bejelentéseid eltávolításra kerültek az AstroBin-ről. Kérjük, győződj meg róla, hogy az e-mailed jól működik, különben újra ugyanazt a figyelmeztető üzenetet kapod. Köszönjük!
ja: お客様のメールバウンスレポートは、AstroBinから削除されました。メールが正常に動作しない場合、再度同じ警告メッセージが表示されますので、ご確認ください。ありがとうございました。

source: Your spam reports have been removed from AstroBin. Please make sure you don't have a filter or rule to always mark AstroBin's emails as spam! If you don't want to receive emails from AstroBin, look for the settings link that's at the bottom of every email. Thanks!
hu: A spam-jelentéseid eltávolításra kerültek az AstroBin-ről. Kérjük, győződj meg róla, hogy nincs olyan szűrőd vagy szabályod, amely mindig spamként jelöli az AstroBin e-mailjeit! Ha nem szeretnél e-maileket kapni az AstroBintől, keresd a beállítások linket, amely minden e-mail alján megtalálható. Köszönjük!
ja: あなたのスパム報告はAstroBinから削除されました。フィルターやルールで、AstroBinのメールを常にスパムとしてマークしていないか、ご確認ください AstroBinからのメールを受け取りたくない場合は、すべてのメールの一番下にある設定リンクを探してください。ありがとうございました。

source: Following
hu: Követ
pl: Obserwuję
