Repository: astrobin/astrobin
Catalog: astrobin_apps_donations/locale/*/LC_MESSAGES/django.po
Languages: be, ca, de, el, es, fi, fr, hu, it, ja, nl, pl, pt, ru, sk, uk, zh_hans

source: Your recurring donation has been canceled
be: Ваша перыядычнае ахвяраванне адменена
ca: S'ha cancel·lat el seu donatiu recurrent
de: Deine wiederkehrende Spende wurde storniert.
el: Η επαναλαμβανόμενη δωρεά σας ακυρώθηκε!
es: Su donación recurrente ha sido cancelada
fi: Toistuva lahjoituksesi on peruttu
fr: Votre donation récurrente a été annulée
hu: Az ismétlődő támogatásod be lett fejezve
it: La tua donazione ricorrente è stata cancellata
ja: あなたの定期的な寄付はキャンセルされました
nl: Uw doorlopende donatie is geannuleerd
pl: Twoja cykliczna darowizna została anulowana.
pt: Sua doação recorrente foi cancelada
ru: Ваши регулярные пожертвования отменены
sk: Váš opakovaný dar bol zrušený
uk: Ваші регулярні пожертвування скасовані
zh_hans: 您的定期捐赠已取消

source: We are very grateful for your support so far! Your contribution has helped AstroBin with its ever increasing hosting costs, and served an incentive for us to continue to improve it.
ca: Estem molt agraïts pel seu suport fins ara! La seva contribució ha ajudat AstroBin amb els creixents costos d'allotjament, i ha estat un incentiu perquè continuem millorant-lo.
de: Wir sind dankbar für deine bisherige Unterstützung! Dein Beitrag hat AstroBin geholfen, die stets steigenden Serverkosten zu bezahlen und hat für uns als Anreiz gedient, Astrobin zu verbessern.
el: Είμαστε πολύ ευγνώμονες για την υποστήριξη σας μέχρι τώρα! Η συνεισφορά σας βοήθησε το AstroBin με τα όλο και αυξανόμενα κόστη του, και υπήρξε ένα κίνητρο για εμάς να συνεχίσουμε να το βελτιώνουμε.
es: Te agradecemos el soporte que has dado hasta ahora. Tu contribución ha ayudado a AstroBin con los crecientes costes de alojamiento, y nos ha servido de incentivo para continuar mejorandolo.
fi: Olemme kiitollisia tuestasi! Panoksesi on auttanut AstroBiniä sen alati kasvavien ylläpitokulujen kanssa, ja samalla se kannustaa meitä jatkamaan ja parantamaan palvelua.
fr: Nous apprécions vraiment votre soutien! Votre contribution a aidé AstroBin à faire face aux coûts d'hébergement et nous motive à améliorer continuellement le service.
it: Siamo molto grati per il tuo supporto finora! Il tuo contributo ha aiutato AstroBin con i suoi costi di hosting sempre in aumento, ed è stato un incentivo per farci continuare a migliorarlo.
ja: 我々はこれまでのご支援に非常に感謝しています！あなたの貢献は、ホスティングコストが増え続けるAstroBinを助け、我々にそれを改善し続ける刺激を与えています。
nl: Wij zijn u bijzonder dankbaar voor uw steun! Uw bijdrage heeft AstroBin geholpen om het hoofd te bieden aan de groeiende hosting onkosten en zijn voor ons een stimiulans om de site verder te verbeteren.
pl: Jesteśmy bardzo wdzięczni za dotychczasową pomoc! Twój wkład pomógł AstroBin pokryć jego stale rosnące koszty hostingu i jest dla nas bodźcem do dalszej poprawy.
pt: Apreciamos bastante o seu apoio! A sua contribuição ajudou AstroBin a enfrentar os custos de hospedagem e nos motiva a melhorar sempre o nosso serviço.
ru: Мы очень благодарны за вашу поддержку! Ваш вклад помогает AstroBin справляться с растущими затратами на хостинг и служит для нас стимулом к дальнейшему его улучшению.
sk: Sme veľmi vďační za Vašu podporu. Váš príspevok pomohol službe AstroBin s jej rastúcimi nákladmi za hostovanie a motivoval nás pokračovať v jej zlepšovaní.

source: From now on, you will again see ads on this website.
ca: D'ara endavant, se li tornarà a mostrar anuncis en aquest lloc web.
de: Ab sofort wird Dir auf der Webseite wieder Werbung angezeigt.
el: Από δω και στο εξής, θα βλέπετε διαφημίσεις σε αυτόν τον ιστότοπο.
es: A partir de ahora volverá a ver anuncios en éste sitio web.
fi: Sivustolla tulee tästä eteenpäin näkymään mainoksia.
fr: Désormais vous verrez à nouveau des publicités sur ce site.
it: D'ora in poi, vedrai di nuovo le pubblicità su questo sito.
ja: 今からは、もう一度、このWebサイトに広告が表示されます。
nl: Vanaf nu zal u terug advertenties op deze website zien.
pl: Od teraz będziesz ponownie widzieć reklamy na tej stronie.
pt: A partir de agora, você continuará vendo anúncios neste site.
ru: С текущего момента вы снова будете видеть рекламу на этом сайте.
sk: Od teraz opäť uvidíte reklamy na tejto web stránke.

source: Whishing you clear skies and excellent seeing!
ca: Li desitjem cels nets i transparents!
de: Clear skies!
el: Σας ευχόμαστε καθαρούς ουρανούς και έξοχο seeing!
es: Te deseamos cielos despejados y un seeing excelente!
fi: Selkeitä taivaita ja mahtavaa seeingiä toivottaen!
fr: Que votre ciel soit dégagé et exempt de turbulence!
it: Ti auguriamo cieli sereni ed ottimo seeing!
ja: 晴天と優れたシーイングをあなたのために！
nl: Wij wensen u heldere nachten en een uitzonderlijk goede seeing toe!
pl: Życzymy Ci czystego nieba i doskonałej widoczności!
pt: Que o seu céu esteja limpo e livre de turbulência!
ru: Желаем вам чистого неба и отличного сиинга!
sk: Želáme Vám jasnú oblohu a vynikajúci seeing!

source: Founder of AstroBin
be: Заснавальнік AstroBin
ca: Fundador de AstroBin
de: Gründer von AstroBin
el: Ιδρυτής του AstroBin
es: Fundador de AstroBin
fi: AstroBinin perustaja
fr: Fondateur d'AstroBin
hu: Az AstroBin alapítója
it: Fondatore di AstroBin
ja: AstroBinの創始者
nl: Stichter van AstroBin
pl: Założyciel AstroBin
pt: Fundador de AstroBin
ru: Основатель AstroBin
sk: Zakladateľ AstroBin.
uk: Засновник AstroBin
zh_hans: AstroBin 发起人

source: Edit your recurring donation settings
be: Змяніце налады паўторных ахвяраванняў
ca: Cancel·lar la seva donació recurrent
de: Deine regelmäßige Spende ändern
es: Editar los parámetros de donación recurrente
fi: Muokkaa toistuvan lahjoituksen asetuksia
fr: Modifier votre donation récurrente
hu: Módosítsd a hónaponta ismétlődő támogatási beállításaid
it: Modifica la tua donazione ricorrente
nl: Uw recurrente donatie aanpassen
pl: Zmień swoją cykliczną darowiznę
ru: Редактировать ваши регулярные пожертвования
sk: Upraviť nastavenia Vašich opakovaných darov
uk: Редагувати Ваші регулярні пожертвування
zh_hans: 修改您的定期捐赠设置。

source: Thank you for your donation!
be: Дзякуй за ахвяраванне!
ca: Gràcies per la seva donació!
de: Danke für Deine Spende!
el: Σας ευχαριστούμε για την δωρεά σας!
es: Gracias por su donación!
fi: Kiitos lahjoituksestasi!
fr: Merci pour cette donation!
hu: Köszönjük a támogatásod!
it: Grazie per la tua donazione!
ja: あなたの寄付に感謝します!
nl: Bedankt voor uw gift!
pl: Dziękujemy za wpłatę!
pt: Obrigado pela sua doação!
ru: Спасибо за ваше пожертвование!
sk: Ďakujeme za Váš dar!
uk: Дякуємо за Ваш внесок!
zh_hans: 感谢您的捐赠！

source: We are very grateful for your support! Your contribution will help AstroBin with its ever increasing hosting costs, and will serve an incentive for us to continue to improve it.
ca: Estem molt agraïts pel seu suport fins ara! La seva contribució ha ajudat AstroBin amb els creixents costos d'allotjament, i ha estat un incentiu perquè continuem millorant-lo.
de: Wir sind dankbar für Deine Unterstützung! Deine Beitrag wird AstroBin dabei helfen, die stets steigenden Serverkosten zu bezahlen und dient uns als Anreiz, AstroBin zu verbessern.
el: Είμαστε πολύ ευγνώμονες για την υποστήριξη σας! H συνεισφορά σας θα βοηθήσει το AstroBin με τα όλο και αυξανόμενα κόστη του, και θα υπάρξει σαν κίνητρο για να συνεχίσουμε να το βελτιώνουμε.
es: Te estamos muy agradecidos por el soporte! Tu contribución ayudará a AstroBin con los crecientes costes de alojamiento, y nos servirá de incentivo para continuar mejorando.
fi: Olemme kiitollisia tuestasi! Panoksesi auttaa AstroBiniä jatkuvasti kasvavien ylläpitokulujen kanssa ja toimii samalla meille kannustimena jatkuvasti parantaa palvelua.
fr: Nous sommes très reconnaissants de votre soutien! Votre contribution aidera AstroBin à faire face aux frais d'hébergement et nous motive à améliorer encore le service.
it: Siamo molto grati per il tuo supporto! Il tuo contributo ha aiutato AstroBin con i suoi costi di hosting sempre in aumento, ed è stato un incentivo per farci continuare a migliorarlo.
ja: 我々はあなたの支援を非常に感謝しています！あなたの貢献は、ホスティングコストの増加に対応しているAstroBinを助け、それを改善し続ける刺激を我々に与えます。
nl: Wij zijn u bijzonder dankbaar voor uw steun! Uw bijdrage zalAstroBin helpen om het hoofd te bieden aan de groeiende hosting onkosten en zullen voor ons een stimiulans zijn om de site verder te verbeteren.
pl: Jesteśmy bardzo wdzięczni za dotychczasową pomoc! Twój wkład pomógł AstroBin pokryć jego stale rosnące koszty hostingu i jest dla nas bodźcem do dalszej poprawy.
pt: Agradecemos muito pelo seu apoio! Sua contribuição ajudará AstroBin a lidar com despesas de hospedagem e nos motiva a melhorar ainda mais o nosso serviço.
ru: Мы очень благодарны за вашу поддержку! Ваш вклад поможет AstroBin с его всё увеличивающимися затратами на хостинг и служит для нас стимулом к дальнейшему его улучшению.
sk: Sme veľmi vďační za Vašu podporu! Váš príspevok pomôže službe AstroBin s jej rastúcimi nákladmi za hostovanie a bude nás motivovať pokračovať v jej zlepšovaní.

source: In a few minutes, once your PayPal transaction is processed, we will stop showing you ads on this website.
ca: En uns minuts, un cop s'hagi processat la transacció de PayPal, deixarem de mostrar-li anuncis en aquest lloc web.
de: In einigen Minuten, sobald die PayPal-Transaktion bearbeitet wurde, wird AstroBin für dich werbefrei sein.
el: Σε λίγα λεπτά, εφόσον η συναλλαγή σας στο PayPal επεξεργαστεί, θα σταματήσουμε να δείχνουμε διαφημίσεις σε αυτόν τον ιστότπο.
es: En unos minutos, cuando la transacción de PayPal sea procesada, dejaremos de mostrarte anuncios en éste sitio web.
fi: Muutaman minuutin päästä, jahka PayPal-maksusi on käsitelty, lakkaamme näyttämästä sinulle mainoksia sivustollamme.
fr: Dans quelques minutes, dès que la transaction PayPal sera confirmée, les publicités disparaîtront de ce site.
it: In pochi minuti, nonappena la tua transazione PayPal sarà processata, smetteremo di mostrarti pubblicità su questo sito.
ja: 数分後、あなたのPayPalの処理が完了し、このWebサイト上の広告の表示がなくなります。
nl: Binnen enkele minuten -eenmaal uw PayPal transactie verwerkt is- zal deze website advertentie-vrij zijn voor u.
pl: W ciągu kilku minut, gdy transakcja PayPal zostanie przetwarzana, przestaniemy wyświetlać reklamy na tej stronie.
pt: Em poucos minutos, logo após da confirmação da transação PayPal, os anúncios sumirão deste site.
ru: В течение нескольких минут, когда завершится транзакция с PayPal, мы перестанем показывать вам рекламу на этом сайте.
sk: O niekoľko minút, po spracovaní Vašej PayPal transakcie, Vám zastavíme zobrazovanie reklám na tejtto web stránke.

source: What is AstroBin worth to you?
ca: Què és AstroBin per a vostè?
de: Was ist AstroBin Dir wert?
el: Τι αξίζει το AstroBin για εσάς;
es: Que supone AstroBin para ti?
fi: Minkä arvoinen AstroBin on sinulle?
fr: Combien vaut AstroBin pour vous?
it: Quanto vale AstroBin per te?
ja: AstroBinはあなたにとってどんな価値がありますか？
nl: Wat is AstroBin waard voor je?
pl: Ile AstroBin jest warte dla Ciebie?
pt: Cuanto vale AstroBin para você?
ru: Сколько для вас стоит AstroBin?
sk: Čo si ceníte na AstroBin?

source: Monthly contributions
be: Штомесячныя ўзносы
ca: Contribucions mensuals
de: Monatliche Beiträge
el: Μηνιαίες συνεισφορές
es: Contribuciones mensuales
fi: Kuukausittaiset lahjoitukset
fr: Contributions mensuelles
hu: Hozzájárulások hónaponta
it: Contributi mensili
ja: 毎月の寄付
nl: Maandelijkse bijdragen
pl: Miesięczne dotacje
pt: Contribuições mensais
ru: Ежемесячные взносы
sk: Mesačné príspevky
uk: Щомісячні внески
zh_hans: 每月捐赠

source: $%(amount)s/month
de: $%(amount)s/Monat
el: $%(amount)s/μήνα
fi: $%(amount)s/kuukausi
fr: $%(amount)s/mois
it: $%(amount)s/mese
ja: $%(amount)s/1ヶ月
nl: $%(amount)s/maand
pl: $%(amount)s/miesięcznie
pt: $%(amount)s/mes
ru: $%(amount)s/месяц
sk: $%(amount)s/mesiac

source: A coffee
ca: Un cafè
de: Eine Tasse Kaffee
el: Έναν καφέ
es: Un café
fi: Kahvi
fr: Un café
it: Un caffè
ja: 一杯のコーヒー
nl: Een kopje koffie
pl: Kawa
pt: Um café
ru: Чашка кофе
sk: káva

source: A snack
ca: Un refrigeri
de: Ein Snack
el: Ένα σνακ
es: Un aperitivo
fi: Välipala
fr: Un snack
it: Uno snack
ja: 一皿のつまみ
nl: Een snack
pl: Przekąska
pt: Um lanche
ru: Один раз перекусить
sk: občerstvenie

source: A pizza
ca: Una pizza
de: Eine Pizza
el: Μια πίτσα
es: Una pizza
fi: Pizza
fr: Une pizza
it: Una pizza
ja: 1枚のピザ
nl: Een pizza
pl: Pizza
pt: Uma pizza
ru: Пицца
sk: pizza

source: A movie night for one
ca: Una nit de cinema
de: Ein Kinoabend für eine Person
el: Μια ταινία στο σινεμά
es: Una película nocturna en solitario
fi: Leffailta yhdelle
fr: Une entrée au ciné
it: Una serata al cinema per uno
ja: 一人の夜の映画
nl: Een avondje film voor 1 persoon
pl: Wieczór filmowy dla jednej osoby
pt: Um ingresso no cinema
ru: Билет в кино на одного
sk: filmový večer pre jednu osobu

source: A frugal dinner out for one
ca: Un sopar sencill per a un
de: Ein sparsamer Restaurantbesuch für eine Person
el: Ένα λιτό γεύμα έξω για έναν
es: Una austera y solitaria cena
fi: Niukka illallinen ulkona yhdelle
fr: Le plat du jour au resto
it: Una cena economica per uno
ja: 一人の質素な夕食
nl: Een bescheiden etentje voor 1 persoon
pl: Skromny posiłek dla jednej osoby
pt: O prato do dia no restaurante
ru: Скромный ужин на одного
sk: Skromná večera pre jedného

source: Yearly contributions (cheaper!)
ca: Contribucions anuals (més barates!)
de: Jährliche Beiträge (günstiger!)
el: Ετήσιες συνεισφορές (πιο φθηνό!)
es: Contribuciones anuales (más baratas!)
fi: Vuosittaiset lahjoitukset (halvempia!)
fr: Contributions annuelles (moins cher!)
it: Contributi annuali (più economico!)
ja: 年間一括払い(安い!)
nl: Jaarlijkse bijdragen (goedkoper!)
pl: Roczne dotacje (tańsze!)
pt: Contribuições anuais (mais barato!)
ru: Ежегодные вклады (дешевле!)
sk: Ročné príspevky (lacnejšie!)

source: $%(amount)s/year
de: $%(amount)s/Jahr
el: $%(amount)s/έτος
fi: $%(amount)s/vuosi
fr: $%(amount)s/an
it: $%(amount)s/anno
ja: $%(amount)s/1年間
nl: $%(amount)s/jaar
pl: $%(amount)s/rocznie
pt: $%(amount)s/ano
ru: $%(amount)s/год
sk: $%(amount)s/ročne

source: IMPORTANT
be: ВАЖНА
de: WICHTIG
es: IMPORTANTE
fi: TÄRKEÄÄ
hu: FONTOS
it: IMPORTANTE
nl: BELANGRIJK
pl: WAŻNE
ru: ВАЖНО
sk: DÔLEŽITÉ
uk: ВАЖЛИВО
zh_hans: 重要！

source: Please note: if you are already a donor, the Subscribe button will update your existing subscription, not create a new one.
be: Звярніце ўвагу: калі вы ўжо ахвярадаўца, кнопка "Падпісацца" абнавіць вашу падпіску, а не стварыць новую.
ca: Nota important: Si ja ets subscriptor, el botó Subcripció actualitzarà la teva subscripció, no crearà una de nova.
de: Bitte beachten: Wenn du bereits Spendest, ändert der 'Subscribe' Knopf deine bisherige Spende und generiert nicht erneut Eine.
es: Nota importante: Si ya eres un donante, el botón de Subscribirse se actualizará con tu suscripción existente, no creará una nueva.
fi: Huom: jos olet jo lahjoittaja, Sitoudu lahjoittamaan -nappi päivittää olemassaolevaa lahjoitussopimustasi, eikä luo uutta.
fr: Note: si vous êtes déjà un donateur, le bouton Souscrire mettra à jour votre donation, et n'en créera pas une nouvelle.
hu: Kérjük, vedd figyelembe: ha már támogató vagy, a Feliratkozás gomb a meglévő előfizetésed frissíti, nem egy újat hoz létre.
it: Nota bene: se sei già un donatore, il pulsante Subscribe aggiornerà la tua sottoscrizione esistenze, senza crearne una nuova.
nl: Noot: als je al donateur bent dan zal de Abonneren-knop je bestaande abonnement aanpassen. Er wordt dus geen nieuw abonnement aangemaakt.
pl: Uwaga: Jeśli jesteś już darczyńcą , przycisk "Subskrybuj" zaktualizuje Twoją obecną subskrypcję, nie musisz tworzyć nowej.
ru: Обратите внмание: если вы уже являетесь спонсором, кнопка "Подписаться" обновит вашу существующую подписку, но не создаст новую.
sk: Poznámka: ak už ste darcom, tlačidlom Prihlásiť nevytvoríte nové, ale aktualizujete existujúce predplatné.
uk: Зверніть увагу: якщо у Вас вже є підписка, кнопка «Підписатися» лише оновить Вашу наявну підписку, а не створить нову.
zh_hans: 请注意：如果您已经是捐赠者，则“订阅”按钮将更新您现有的订阅，不是创建新的订阅。

source: Cancel your recurring donation
be: Скасаваць паўторнае ахвяраванне
ca: Cancel·lar la seva donació recurrent
de: Deine wiederkehrende Spende stornieren
el: Ακυρώστε την επαναλαμβανόμενη δωρεά σας
es: Cancelar tu donación recurrente
fi: Peruuta toistuva lahjoituksesi
fr: Annuler votre donation récurrente
hu: Ismétlődő támogatás lemondása
it: Cancella la tua donazione ricorrente
nl: Uw recurrente donatie annuleren
pl: Anuluj cykliczną darowiznę
pt: Cancelar a sua doação recorrente.
ru: Отменить ваши регулярные пожертвования
sk: Zrušiť Vaše opakujúce sa dary
uk: Скасувати Ваші регулярні пожертвування
zh_hans: 取消您现在的定期捐赠

source: Thank you so much for your donations so far! We, and the whole AstroBin community, really appreciate your support.
ca: Moltes gràcies per les seves donacions fins ara! Nosaltres i tota la comunitat AstroBin realment apreciem el seu suport.
de: Vielen Dank für Deinen bisherigen Beitrag! Wir und die ganze AstroBin-Community danken dir für Deine Unterstützung!
el: Σας ευχαριστούμε για την δωρεές σας μέχρι στιγμής! Εμείς και όλη η κοινότητα του AstroBin, εκτιμούμε την υποστήριξη σας.
es: Muchas gracias por tus donaciones hasta ahora! Nosotros y toda la comunidad AstroBin apreciamos realmente tu apoyo.
fi: Kiitos lahjoituksistasi! Me, ja koko AstroBin-yhteisö, olemme kiitollisia tuestasi.
fr: Merci beaucoup pour votre contribution! Les administrateurs et l'ensemble de la communauté AstroBin apprécient votre soutien.
it: Grazie per le tue donazioni finora! Noi, e tutta la comunità AstroBin, appreziamo molto il tuo supporto.
nl: Hartelijk bedankt voor de donaties die u tot nu toe heeft gedaan! Wij en de hele AstroBin gemeenschap waarderen oprecht uw steun!
pl: Jeśli naprawdę chcesz to zrobić, naciśnij przycisk poniżej aby anulować swoją subskrypcję PayPal. Po przeprocesowaniu wniosku przez PayPal ponownie będziesz widzieć reklamy.
pt: Muito obrigado pela sua contribuição! Os administradores e toda a comunidade AstroBin apreciamos o seu apoio.
ru: Спасибо вам большое за ваше такое быстрое пожертвование! Мы, и всё сообщество AstroBin, очень ценим вашу поддержку.
sk: Ďakujeme Vám veľmi pekne sa Vaše dary. My a celá komunita AstroBin si naozaj vážime Vašu podporu.

source: Are you sure you want to cancel your subscription? AstroBin is a resource hungry website, and every small donation helps us with the hosting costs.
ca: Esteu segur que voleu cancel·lar la subscripció? AstroBin és un lloc web que requereix de molts recursos, i cada petita donació ens ajuda amb les despeses d'allotjament.
de: Bist Du sicher, dass du deine wiederkehrende Spende stornieren willst? AstroBin ist eine ressourcenintensive Webseite, jede kleine Spende hilft uns dabei, die Serverkosten zu bezahlen.
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε την συνδρομή σας; Το AstroBin είναι ένας ιστότοπος απαιτητικό σε πόρους, και κάθε μικρή δωρεά θα μας βοηθήσει με τα κόστη φιλοξενίας.
es: ¿Seguro que deseas cancelar tu suscripción? AstroBin es un sitio web hambriento de recursos, y cada pequeña donación nos ayuda con los gastos de alojamiento.
fi: Oletko varma, että haluat perua lahjoituksesi? AstroBinin ylläpito vaatii paljon resursseja, ja jokainen pieni lahjoitus auttaa ylläpitokulujen kanssa.
fr: Êtes-vous sûr de vouloir annuler votre abonnement? AstroBin est un site coûteux et chaque petite donation aide à faire face aux échéances.
it: Sei sicuro di voler cancellare la tua sottoscrizione? AstroBin è un sito che necessita molte risorse, ed ogni piccola donazione ci aiuta con i costi di hosting.
nl: Bent us zeker dat u uw abonnement wil stopzetten? AstroBin is een website die veel middelen vereist en elke kleine donatie helpt ons om de hosting kosten te kunnen dragen.
pl: Czy na pewno chcesz zrezygnować z subskrypcji? AstroBin jest stroną wymagającą dużych zasobów, a każdy mały datek pomaga nam pokryć koszty hostingu.
pt: Você tem certeza que deseja cancelar sua assinatura? AstroBin é um site caro e cada pequena doação ajuda a lidar com prazos.
ru: Вы уверены, что хотите отменить свою подписку? AstroBin довольно прожорливый веб-ресурс, и даже небольшое пожертвование помогает нам решать проблему размещения.
sk: Ste si istí, že chcete zrušiť predplatné? AstroBin je stránka s nákladnou prevádzkou a každý malý dar nám pomáha znižovať prevádzkové náklady.

source: If you really have made up your mind about it, use the button below to cancel your PayPal subscription. After the operation has been processed by PayPal, you will start seeing ads again.
ca: Si realment ha pres una decisió al respecte, utilitzi el botó de sota per cancel·lar la subscripció de PayPal. Després que l'operació hagi estat processat per PayPal, començarà a veure els anuncis de nou.
de: Wenn du Dir sicher bist, benutze den Knopf unten, um Deine wiederkehrende PayPal-Zahlung zu stornieren. Nachdem die Transaktion von PayPal bearbeitet wurde, wird Dir wieder Werbung angezeigt werden.
el: Αν πραγματικά το έχετε αποφασίσει χρησιμοποιήστε το παρακάτω κουμπί για να ακυρώσετε την συνδρομή σας στο PayPal. Αφού η ενέργεια επεξεργαστεί από το PayPal, θα αρχίσετε αν βλέπετε πάλι διαφημίσεις.
es: Si realmente has tomado una decisión al respecto, utiliza el botón de abajo para cancelar la suscripción de PayPal. Cuando la operación haya sido procesada por PayPal, comenzarás a ver los anuncios de nuevo.
fi: Jos olet oikeasti sitä mieltä, että haluat peruuttaa lahjoituksesi, paina allaolevaa nappia. Kun PayPal on käsitellyt pyyntösi, sivustolla alkaa näkyä taas mainoksia.
fr: Si votre décision est prise, utilisez ce bouton pour annuler votre abonnement auprès de PayPal. Les publicités seront à nouveau affichées dès confirmation de l'opération par PayPal.
it: Se ne sei davvero convinto, uso il bottone qui sotto per cancellare la tua sottoscrizione con PayPal. Dopo che l'operazione sarà stata processata da PayPal, inizierai a vedere di nuovo le pubblicità.
nl: Als uw besluit vaststaat kan u onderstaande knop gebruiken om uw PayPal abonnement te annuleren. Nadat de transactie verwerkt is, zal u terug advertenties zien op de website.
pl: Jeśli naprawdę chcesz to zrobić, użyj przycisku poniżej aby anulować swoją subskrypcję PayPal. Po przetworzeniu operacji przez PayPal znów zaczniesz widzieć reklamy.
pt: Se já tomou a sua decisão, use este botão para cancelar a sua assinatura e transferências bancárias. Os anúncios serão exibidos novamente após a confirmação da transação PayPal.
ru: Если вы действительно забили голову всем этим, нажмите кнопку ниже для отмены вашей PayPal-подписки. После того как операция будет завершена в PayPal, вы снова начнёте видеть рекламу.

source: Please donate!
ca: Si us plau, feu una donació!
de: Bitte spende!
el: Παρακαλούμε κάνετ μια δωρεά!
es: ¡Por favor haga una donación!
fi: Lahjoituksia kiitos!
fr: Faites un don, SVP!
it: Dona!
nl: Draag aub uw steentje bij!
pl: Prosimy o darowiznę!
pt: Faça uma doação, por favor!
ru: Пожалуйста, пожертвуйте!
