Repository: astrobin/astrobin
Catalog: astrobin_apps_donations/locale/*/LC_MESSAGES/django.po
Languages: be, ca, de, el, es, fi, fr, hu, it, ja, nl, pl, pt, ru, sk, uk, zh_hans

source: Are you sure you want to cancel your subscription? AstroBin is a resource hungry website, and every small donation helps with the hosting costs.
be: Сапраўды скасаваць падпіску? AstroBin - гэта сайт, які патрабуе шмат рэсурсаў, і кожнае маленькае ахвяраванне дапамагае выдаткаваць на хостынг.
hu: Biztos, hogy le akarod mondani az előfizetésed? Az AstroBin egy erőforrás-igényes weboldal, és minden kis adomány segít a üzemeltetési költségek fedezésében.
uk: Ви впевнені, що хочете скасувати свою передплату? AstroBin — ресурсоємний веб-сайт, і навіть невелика пожертва допомагає нам вирішувати проблему розміщення.
zh_hans: 您确定要取消订阅吗？ AstroBin 是一个缺衣少食的网站，任何一笔小小的捐款，都无异于绝渡逢舟。

source: If you really have made up your mind about it, use the button below to cancel your PayPal subscription.
be: Калі вы сапраўды вырашылі, націсніце кнопку ніжэй, каб адмяніць PayPal-падпіску.
hu: Ha tényleg meggondoltad magad, használd az alábbi gombot a PayPal-előfizetés lemondásához.
uk: Якщо Ви дійсно вирішили, натисніть кнопку нижче, щоб скасувати PayPal-підписки.
zh_hans: 如果您已下定决心，请使用下面的按钮取消您的PayPal订阅。

source: I am very grateful for your support! Your contribution will help AstroBin with its ever increasing hosting costs, and will serve an incentive for me to keep improving it.
be: Я вельмі ўдзячны за вашу падтрымку! Ваш уклад дапамагае AstroBin з пастаянна павялічваюшчыміся выдаткамі на хостынг і паслагуе мне стымулам працягваць удасканальваць яго.
hu: Nagyon hálás vagyok a támogatásodért! A hozzájárulásod segít az AstroBin egyre növekvő üzemeltetési költségeinek fedezésében, és ösztönözni fog engem a folyamatos fejlesztésre.
uk: Я дуже вдячний за вашу підтримку! Ваш внесок допоможе AstroBin з його витратами на хостинг, які все збільшуються, і буде служити для нас стимулом до подальшого його поліпшення.
zh_hans: 非常感谢您的捐赠！您的贡献将帮助 AstroBin 应对不断增加的托管费用，并激励我不断改进它。
