Repository: astrobin/astrobin
Catalog: astrobin_apps_donations/locale/*/LC_MESSAGES/django.po
Languages: be, ca, de, el, es, fi, fr, hu, it, ja, nl, pl, pt, ru, sk, uk, zh_hans

source: Hosting this website is getting more and more expensive as new users sign up all the time.
ca: Allotjar aquest lloc web s'està tornant cada vegada més i més car, ja que continuament es registren nous usuaris.
de: Die Serverkosten für diese Webseite steigen mit der wachsenden Anzahl an Benutzern ständig an.
el: Η φιλοξενία αυτού του ιστότοπου γίνεται όλο και πιο ακριβή καθώς νέοι συνδρομητές γράφονται συνέχεια.
es: Alojar este sitio web se está encareciendo cada vez más y más, ya que contínuamente se registran nuevos usuarios.
fi: Sivuston ylläpito muuttuu jatkuvasti kalliimmaksi uusien käyttäjien myötä.
fr: Les frais d'hébergement de ce site augmentent avec chaque nouvel utilisateur.
it: Mandare avanti questo sito diventa sempre più costoso, con nuovi utenti che si iscrivono ogni giorno.
nl: De operationele kost om deze website draaiende te houden wordt hoger telkens er nieuwe mensen een account aanmaken.
pl: Utrzymanie tej strony kosztuje więcej i więcej w związku z ciągłym napływem nowych użytkowników.
pt: Os custos de hospedagem deste site aumentam a cada novo usuário.
ru: Хостинг этого веб-сайта становится всё более и более дорогостоящим с прибавлением новых пользователей со временем.

source: AstroBin stores images at full size and quality, and with no limitations, because quality is important when it comes to astrophotography. But such files can be large, and bandwidth is expensive.
ca: AstroBin emmagatzema les imatges en mida completa i de qualitat, i sense limitacions, perquè la qualitat és important quan es tracta de l'astrofotografia. Però aquest tipus d'arxius poden ser grans, i l'amplada de banda és cara.
de: AstroBin speichert Bilder in voller Qualität, ohne Beschränkungen, weil die erhaltung der vollen Qualität für Astrofotografie wichtig ist. Doch diese Dateien sind groß und Datentransfer im Internet ist teuer.
el: Το AstroBin αποθηκεύει εικόνες πλήρους μεγέθους και ποιότητας, χωρίς περιορισμούς, επειδή η ποιότητα είναι σημαντική όταν είναι στην αστροφωτογραφία. Αλλά αυτά τα αρχεία μπορεί να είναι μεγάλα και να απαιτούν μεγάλο εύρος ζωνης.
es: AstroBin almacena las imágenes en tamaño completo y de calidad, sin limitaciones, porque la calidad es importante cuando se trata de astrofotografía. Pero este tipo de archivos pueden ser grandes, y el ancho de banda es caro.
fi: AstroBin säilöö kuvasi täysikokoisina ja -laatuisina ilman mitään rajoituksia, koska laatu on tähtikuvauksessa tärkeää. Laadukkaat kuvat ovat kuitenkin usein isoja, ja kaista maksaa.
fr: AstroBin héberge les images en pleine résolution, en qualité maximale, et sans limitations, car l'astrophotographie requiert la meilleure qualité. Malheureusement, ces fichiers sont volumineux et la bande passante est coûteuse.
it: AstroBin ti lascia caricare immagini a piena qualità e risoluzione, senza limiti, perché la qualità è importante quando si tratta di astrofotografia. Ma questi file possono essere grandi, e la banda di rete è costosa.
nl: AstroBin bewaart de beelden in volle resolutie en kwaliteit, zonder restricties omdat het bij astrofotografie erg belangrijk is dat de beelden van hoge kwaliteit zijn. Zo'n bestanden zijn echter groot en bandbreedte is niet goedkoop.
pl: AstroBin przechowuje obrazy bez kompresji i w pełnej rozdzielczości, bez limitów wielkości. Robimy to ponieważ jakość jest bardzo ważna w astrofotografii. Ale takie pliki mogą być bardzo duże, a miejsce na serwerach i przesył danych sporo kosztuje.
pt: AstroBin hospeda as imagens de alta resolução, em qualidade máxima, e sem limitação, pois astrofotografia exige a melhor qualidade. Infelizmente, esses arquivos são grandes e largura de banda é cara.
ru: AstroBin хранит изображения в полном размере и качестве, и без ограничений, потому что качество это очень важно, если это касается астрофотографии. Но такие файлы могут быть большими, а вот пропускная способность канала дорога.

source: If you too would hate for AstroBin to cease to exist, we kindly ask you for a contribution. It would help us with the hosting bills, as they grow fatter and fatter each month, and who knows, maybe offer a little compensation for the thousands of hours that were put into the project.
ca: Si vostè no dessitja que AstroBin deixi d'existir, li demanem una contribució. Ens ajudaria amb les despeses del servidor, mentre que creixen i s'engreixen cada mes, i qui sap, potser també oferir una petita compensació per a les milers d'hores que es s'han posat en el projecte.
de: Wenn auch Du willst, dass AstroBin weiterhin existiert, bitten wir dich um eine Spende. Sie hilft uns dabei, die jeden Monat steigenden Serverkosten zu bezahlen. Und wer weiß, vielleicht dient sie auch als eine kleine Entschädigung für die tausenden Stunden Arbeit, die in dieses Projekt geflossen sind.
el: Αν και εσείς δεν θα θέλατε να σταματήσει το AstroBin να υπάρχει, σας ζητάμε ευγενικά για μια συνεισφορά. Θα μας βοηθήσει με τους λογαριασμούς φιλοξενίας, καθώς γίνονται όλο και πιο μεγάλοι κάθε μήνα, και ποιος ξέρει, ίσως και μια αποζημίωση για τις χιλιάδες ώρες που μπήκαν σε αυτό το έργο.
es: Si a tí tampoco te gusta la idea de que AstroBin deje de existir, te rogamos que hagas una pequeña contribución. Nos ayudará con los gastos de alojamiento que crecen y engrosan cada mes y, quien sabe, tal vez sirva como una pequeña compensación por las miles de horas que se han dedicado a éste proyecto.
fi: Jos et halua AstroBinin lakkaavan olemasta, ystävällisesti pyydämme teitä tekemään lahjoituksen. Se auttaa meitä ylläpitokuluissa, jotka kasvavat joka kuukausi suuremmiksi, ja ehkä tarjoaa pienen korvauksen niistä tuhansista tunneista, jotka ovat menneet sivuston kehittämiseen.
fr: Faites un don si la survie d'AstroBin vous importe. Votre contribution nous aidera à payer les factures chaque mois plus élevées et, qui sait, peut-être une petite compensation pour les milliers d'heures de travail investies dans ce projet.
it: Se anche a te dispiacerebbe molto se AstroBin fosse costretto a chiudere i battenti, ti chiediamo cortesemente di contribuire. Ci aiuterebbe con i costi di hosting, che aumentano di mese in mese, e magari offrirebbe una piccola compensazione per le migliaia di ore che abbiamo passato a lavorare a questo progetto.
nl: Als jij het ook verschrikkelijk zou vinden dat AstroBin zou ophouden te bestaan, dan vragen we je vriendelijk om een bijdrage te leveren. Het zou ons helpen om de hosting-facturen te betalen aangezien zij elke maand hoger en hoger worden. Je donatie zou een kleine compensatie betekenen voor de duizenden uren die we in het project hebben gestoken.
pl: Jeśli również nie wyobrażasz sobie żeby AstroBin przestał istnieć, prosimy o Twoje wsparcie. Pomoże nam ono opłacić rosnące z miesiąca na miesiąc rachunki, i kto wie, może będzie też stanowiło małe wynagrodzenie za tysiące godzin pracy włożonych w ten projekt.
pt: Se a sobrevivência de AstroBin le importa, faça uma doação. Sua contribuição nos ajudará a pagar as contas mensais que aumentam cada vez mas, e quem sabe, talvez offerece uma pequena compensação para os milhares de horas investidas neste projeto.
ru: Если вы не хотите, чтобы AstroBin прекратил своё существование, мы просим вас сделать вклад. Это поможет нам с оплатой счетов, которые растут из месяца в месяц, и кто знает, может быть это станет компенсацией за тысячи часов работы, вложенных в этот проект.

source: Please donate any amount you want, selecting from the options below and subscribing with a recurring monthly payment. You will be able to cancel your subscription whenever you want.
ca: Si us plau doni la quantitat que desitgi seleccionant una de les següents opcions i subscrivint-se amb un pagament mensual recurrent. Podrà cancel·lar la subscripció en qualsevol moment.
de: Spende monatlich soviel, wie Du willst. Du kannst deine monatliche Spende jederzeit stornieren.
el: Παρακαλούμε δωρίστε ό,τι ποσό θέλετε, επιλέγοντας από τις παρακάτω επιλογές και κάνοντας μια συνδρομή με μια επαναλαμβανόμενη μηνιαία πληρωμή. Μπορείτε να ακυρώσετε την συνδρομή σας όποτε θελήσετε.
es: Por favor, dona la cantidad que desees seleccionando una de las opciones siguientes y suscribiendo un pago mensual recurrente. Podrás cancelar tu suscripción en cualquier momento.
fi: Voit lahjoittaa haluamasi summan valitsemalla allaolevista vaihtoehdoista ja sitoutumalla kuukausittaiseen maksuun. Voit peruuttaa tilauksesi koska tahansa.
fr: Faites un don du montant que vous désirez, en choisissant un paiement récurrent parmi les options ci-dessous. Vous pourrez annuler ce paiement à tout moment.
it: Dona quanto vuoi, selezionando tra le opzioni qui sotto e facendo una sottoscrizione con un pagamento ricorrente mensile. Potrai cancellare la sottoscrizione in qualunque momento vorrai.
nl: We vragen je vriendelijk om een bedrag naar keuze te storten door te kiezen uit de lijst van mogelijkheden hieronder aangeboden. Het gaat om maandelijks terugkerende stortingen en je kan dit abonnement eender wanneer stopzetten.
pl: Prosimy o wsparcie w dowolnej kwocie, przez wybranie jednej z poniższych opcji z odnawialną miesięczną płatnością. Będziesz mógł wyłączyć swoją płatną subskrypcję w dowolnym momencie.
pt: Doa a quantidade que você quiser, escolhendo um pagamento recorrente entre as opções abaixo. Você poderá cancelar o pagamento a qualquer momento.
ru: Пожалуйста, пожертвуйте столько сколько хотите, выбрав из списка ниже и подпишитесь на месячный способ оплаты. Вы всегда сможете отменить подписку когда захотите.

source: Thank you!
ca: Gràcies.
de: Vielen Dank!
el: Σας ευχαριστούμε!
es: ¡Gracias!
fi: Kiitos!
fr: Merci!
it: Grazie!
ja: ありがとうございます!
nl: Dank u!
pl: Dziękujemy!
pt: Obrigado!
ru: Спасибо!

source: Although we have tried to keep AstroBin ad free, as of right now the only way we can keep the website running is with commercial support by advertisers and your donations.
ca: Tot i que hem tractat de mantenir AstroBin lliure d'anuncis, a partir d'ara l'única manera en què podem mantenir el lloc en funcionament és amb el suport comercial dels anunciants i les seves donacions.
de: Wir haben probiert, AstroBin werbefrei zu halten, allerdings ist die Unterstützung durch kommerzielle Werbekunden derzeit für uns der einzige Weg, die Webseite zu betreiben.
el: Παρόλο που προσπαθήσαμε να κρατήσουμε το AstrBin χωρίς διαφημίσεις, από τώρα ο μόνος τρόπος να κρατήσουμε σε λειτουργία τον ιστότοπο είναι με την εμπορική υποστήριξη από διαφημίσεις και από τιε δωρεές σας.
es: A pesar de que hemos tratado de mantener AstroBin libre de anuncios, a partir de ahora la única manera en que podemos mantener el sitio en funcionamiento es con el apoyo comercial de los anunciantes y las donaciones particulares.
fi: Olemme yrittäneet pitää AstroBinin mainosvapaana, mutta tällä hetkellä mainosten näyttäminen ja lahjoitusten kerääminen ovat ainoita keinoja pitää sivusto pystyssä.
fr: Nous avons essayé de maintenir AstroBin sans publicité mais les liens commerciaux et les donations sont le seul moyen de garantir la survie du site.
it: Nonostante abbiamo tentato di lasciare AstroBin privo di pubblicità, in questo momento il solo modo in cui possiamo permetterci di operare il sito è tramite il supporto commerciale di inserzionisti, e le vostre donazioni.
ja: AstroBinを広告無しにする試みをし続けているのだが、広告による援助とあなたの寄付によってのみWebサイトを稼動しつづけることができています。
nl: Hoewel we lang getracht hebben om AstroBin advertentievrij te houden, zijn we op een punt gekomen dat we de website enkel draaiende kunnen houden met behulp van de commerciÃ«le steun van sponsors en jouw donaties.
pl: Chociaż próbujemy aby AstroBin był wolny od reklam to jednak są one niezbędne ponieważ wpływy z ich zamieszczania pozwalają nam się utrzymać.
pt: Tentamos manter AstroBin sem propaganda, mas as relações comerciais e as doações são a única forma de garantir a sobrevivência do site.
ru: Хотя мы старались сохранить AstroBin без рекламы, на данный момент единственным выходом для продолжения работы сайта является финансовая поддержка рекламодателями и вашими пожертвованиями.

source: The ads you will see on AstroBin come from legitimate advertisers whose business we support, and each image and word is reviewed and approved before it's published. AstroBin will not share any personal information about you to its advertisers.
ca: Els anuncis que es veuen en AstroBin provenen d'anunciants legítims amb activitats que compartim, i cada paraula o imatge és revisada i aprovada abans que siguin publicades. AstroBin no compartirà cap informació personal sobre vostè als seus anunciants.
de: Die Werbung, die Du auf AstroBin siehst, kommt von legitimen Werbekunden, deren Produkte wir unterstützen. Jedes Wort und jedes Bild wird von uns überprüft, bevor es als Werbung angezeigt wird. AstroBin wird niemals personenbezogene Daten über Dich an Werbekunden weitergeben.
el: Οι διαφημίσεις που βλέπετε στο AstrBin προέρχονται από νόμιμους διαφημιστές των οποίων τις επιχειρήσεις υποστηρίζουμε, και κάθε εικόνα και λέξη αξιολογείτε πριν εκδοθεί. Το AstroBin δεν θα μοιραστεί προσωπικές πληροφορίες σας στους διαφημιστές του.
es: Los anuncios que se muestran en AstroBin provienen de anunciantes legítimos cuya actividad apoyamos, y cada palabra e imagen es revisada y aprobada antes de ser publicada. AstroBin no compartirá ninguna información personal sobre tí a sus anunciantes.
fi: AstroBinissä näkyvät mainokset tulevat yrityksltä joita tuemme, ja jokainen kuva ja sana tarkistetaan ennen julkaisemista. AstroBin ei luovuta mitään henkilötietoja mainostajille.
fr: Les publicités que vous verrez sur AstroBin proviennent de compagnies que nous soutenons et chaque image, chaque mot, est vérifié avant publication. AstroBin ne divulgue aucune information privée à ses annonceurs.
it: Le pubblicità che vedrai su AstroBin provengono da inserzionisti legittimi, ed ogni immagine e parola viene controllata ed approvata prima della pubblicazione. AstroBin non condividerà alcuno dei tuoi dati personali con i suoi inserzionisti.
ja: 我々も作業をサポートし、画像やコピーをチェックし、公開される前に承認する過程を得た、正当な広告主からの広告をAstroBinに表示しています。
nl: De advertenties die je op AstroBin ziet, komen van betrouwbare bedrijven achter wiens activiteiten wij onzelf kunnen vinden. Elke foto en elk woord zijn gelezen en goedgekeurd vooraleer we het op de site loslaten. AstroBin zal geen enkele persoonlijke informatie van je delen met zijn adverteerders.
pl: Reklamy które widzisz na AstroBin pochodzą od oficjalnych partnerów których działalność wspieramy. Każde słowo i obraz w reklamie jest weryfikowany przed opublikowaniem. AstroBin nie udziela żadnych informacji o użytkownikach do swoich partnerów biznesowych.
pt: Os anúncios que você verão na AstroBin vêm de empresas que apoiamos e cada imagem, cada palavra são verificados antes da publicação. AstroBin não divulgará qualquer informação confidencial para os anunciantes.
ru: Реклама, которую вы видите на AstroBin получена только от легальных рекламодателей, чей бизнес мы поддерживаем, каждое изображение и слово которых мы одобряем до момента публикации. AstrоBin не предоставляет вашу персональную информацию своим рекламодателям.

source: However, if you still feel that you would rather not see these ads, we kindly ask you for a small donation. It will keep our servers running and help with the hosting costs.
ca: No obstant això, si vostè encara sent que preferiría no veure aquests anuncis, li demanem una petita donació. D'aquesta manera ajudarà a mantenir els nostres servidors corrent i ajudarà amb les despeses d'allotjament.
de: Solltest du trotzdem die Werbung nicht sehen wollen, bitten wir Dich um eine kleine Spende. Sie hilft dabei, die Server zu bezahlen.
el: Όμως, αν νιώθετε ότι δεν θα θέλατε να βλέπετε αυτές τις διαφημίσεις, σας ζητάμε ευγενικά για μια μικρή δωρεά. Θα κρατήσει τους servers να δουλεύουν και θα βοηθήσει με τα κόστη φιλοξενίας.
es: No obstante, si aún así prefieres no ver estos anuncios, te pedimos una pequeña donación. Servirá para mantener nuestros servidores en marcha y ayudará con los gastos de alojamiento.
fi: Jos et kuitenkaan halua nähdä näitä mainoksia, ystävällisesti pyydämme teitä tekemään pienen lahjoituksen sivuston hyväksi. Lahjoitus pitää palvelimemme pyörimässä ja auttaa ylläpitokulujen kanssa.
fr: Cependant, si vous préférez conserver AstroBin sans publicités, nous vous demanderons une petite contribution afin de faire face aux frais d'hébergement.
it: Ad ogni modo, se preferisci non vedere le pubblicità, ti richiediamo cortesemente un contributo. Ci aiuterà a tenere i server operativi e pagare i costi di hosting.
ja: しかし、まだあなたが広告をみたくないと感じるのであれば、少額でいいので寄付をお願いします。それで、サーバーの稼動を続けられ、ホスティング費用を助けることができます。
nl: Als je echter verkoest om geen advertenties te zien, vragen we je vriendelijk om een kleine donatie om tegemoet te komen aan de serverkosten.
pl: Jednakże jeśli nie chciałbyś oglądać tych reklam uprzejmie prosimy Cię o małe dofinansowanie. Pozwoli to nam utrzymać serwery i zapewni dalsze funkcjonowanie strony.
pt: Entretanto, se você preferir manter AstroBin sem propagandas, pedimos uma pequena contribuição para lidar com as despesas de hospedagem.
ru: Тем не менее, если вы чувствуете желание не видеть рекламы, мы просим вас о небольшом пожертвовании. Это сохранит наши сервера в рабочем состоянии и поможет в их оплате.

source: If you donate, you will not be shown ads anymore.
ca: Amb la seva donació, no se li mostrarán més anuncis.
de: Wenn du spendest, wird die Webseite für Dich werbefrei.
el: Αν κάνετε δωρεά, δεν θα βλέπετε διαφημίσεις.
es: Con tu donación, no se te mostrarán más anuncios.
fi: Jos teet lahjoituksen, et näe mainoksia enää.
fr: Si vous faites un don, les publicités n'apparaîtront plus.
it: Se donerai, non ti mostreremo più le pubblicità.
ja: あなたが寄付をすれば、すべての広告を表示しません。
nl: Als je een gift doet, dan worden er geen advertenties meer getoond.
pl: Jeśli udzielisz wsparcia finansowego projektowi, nie będziesz musiał więcej oglądać reklam.
pt: Se você doar, os anúncios não serão mais exibidos.
ru: Если вы пожертвуете, вы больше не увидите никакой рекламы.

source: Thank you for your donations!
be: Дзякуй за вашы ахвяраванні!
de: Danke für Deine Spende!
es: ¡Gracias por tus donaciones!
fi: Kiitos lahjoituksistasi!
fr: Merci pour cette donation!
hu: Köszönjük a támogatásod!
it: Grazie per le tue donazioni!
nl: Bedankt voor uw gift!
pl: Dziękujemy za wpłatę!
ru: Спасибо за ваше пожертвование!
uk: Дякуємо за Ваші внески!
zh_hans: 感谢您的捐赠！

source: Want to cancel?
be: Жадаеце скасаваць?
ca: Vol cancel·lar?
de: Willst du stornieren?
el: Θέλετε να ακυρώσετε;
es: ¿Quieres cancelar?
fi: Haluatko perua?
fr: Vous désirez annuler?
hu: Le akarod mondani?
it: Vuoi cancellare?
ja: キャンセルを望みますか？
nl: Wenst u te annuleren?
pl: Chcesz anulować ?
pt: Quer cancelar?
ru: Хотите отменить?
uk: Бажаєте скасувати?
zh_hans: 想要取消吗？

source: I am very grateful for your support so far! Your contribution has helped AstroBin with its ever increasing hosting costs, and served an incentive for me to keep improving it.
be: Я вельмі ўдзячны за вашу падтрымку! Ваш уклад дапамагае AstroBin з пастаянна павялічваюшчыміся выдаткамі на хостынг і паслагуе мне стымулам працягваць удасканальваць яго.
hu: Nagyon hálás vagyok az eddigi támogatásodért! A hozzájárulásod segített az AstroBin egyre növekvő üzemeltetési költségeivel, és ösztönzött arra, hogy tovább fejlesszem.
uk: Ми дуже вдячні за вашу підтримку! Ваш внесок допоміг AstroBin впоратися зі зростаючими витратами на хостинг і служить для нас стимулом для подальшого його покращення.
zh_hans: 非常感谢您的支持！在 AstroBin 托管成本不断增长时，您的贡献真是雪中送炭，并激励着我不断进取。

source: Wishing you clear skies and excellent seeing!
be: Жадаю вам чыстага неба і выдатнага назірання!
hu: Tiszta eget és tökéletes látási viszonyokat kívánok!
uk: Бажаю Вам чистого неба та чудового сіінгу!
zh_hans: 祝您晴空万里，视宁度爆表！

source: Donate
be: Ахвяраваць
hu: Támogatás
uk: Зробити пожертвування
zh_hans: 捐赠

source: Thank you in advance for your support
be: Загадзя дзякуй за падтрымку
hu: Előre is köszönjük támogatásod
uk: Наперед дякую за підтримку
zh_hans: 感谢您的支持

source: Please donate any amount you want, selecting from the options below and subscribing with a recurring monthly payment. You will be able to cancel your subscription whenever you want.
be: Калі ласка, ахвяруйце любую суму, выбраўшы адзін з пералічаных варыянтаў і падпісаўшыся праз штомесячны плацёж. Вы зможаце адмяніць падпіску адразу калі вы захочаце.
hu: Kérjük, támogass bármekkora összeggel, az alábbi lehetőségek közül választva, és iratkozz fel havonta ismétlődő fizetésre. Az előfizetést bármikor lemondhatod, amikor csak akarod.
uk: Будь ласка, пожертвуйте будь-яку суму, яку Ви бажаєте, вибравши з наведених нижче варіантів та підпишіться на регулярний щомісячний платіж. Ви зможете будь-коли скасувати підписку.
zh_hans: 请捐赠您希望任意金额，在下面的选项中选择并订阅 并每月定期付款。 您随时可以取消订阅 ——任何时候都可以。

source: If ended up on this page and are not sure what this is about, please read everything about it <a href="https://welcome.astrobin.com/voluntary-donations" target="_blank">here</a>.
be: Калі вы апынуліся на гэтай старонцы і не ведаеце, пра што ідзе гаворка, прачытайце ўсё пра гэта <a href="https://welcome.astrobin.com/voluntary-donations" target="_blank">тут</a>.
hu: Ha ezen az oldalon kötöttél ki, és nem vagy biztos benne, hogy miről van szó, kérjük, olvass el róla mindent <a href="https://welcome.astrobin.com/voluntary-donations" target="_blank">itt</a>.
uk: Якщо ви опинилися на цій сторінці і не впевнені, про що йдеться, прочитайте про це <a href="https://welcome.astrobin.com/voluntary-donations" target="_blank">тут</a>.
zh_hans: 如果您看到此页面，并且不确定这是什么意思，请阅读有关此内容的所有信息。 <a href="https://welcome.astrobin.com/voluntary-donations" target="_blank">here</a>。

source: Thanks!
be: Дзякуй!
hu: Köszönjük!
uk: Дякуємо!
zh_hans: 感谢！

source: Bronze
be: Бронза
hu: Bronz
uk: Бронза
zh_hans: 青铜

source: CHF %(amount)s / month
be: CHF %(amount)s / на месяц
hu: CHF %(amount)s / hónap
uk: CHF %(amount)s / місяць
zh_hans: CHF %(amount)s / 月

source: Silver
be: Срэбра
hu: Ezüst
uk: Срібло
zh_hans: 白银

source: Gold
be: Золата
hu: Arany
uk: Золото
zh_hans: 黄金

source: Platinum
be: Плаціна
hu: Platina
uk: Платина
zh_hans: 铂金

source: Yearly contributions (cheaper)
be: Штогадовыя ўзносы (танней)
hu: Hozzájárulások évente (olcsóbb)
uk: Щорічні внески (дешевше)
zh_hans: 每年捐赠（更便宜）

source: CHF %(amount)s / year
be: CHF %(amount)s / на год
hu: CHF %(amount)s / év
uk: CHF %(amount)s / рік
zh_hans: CHF %(amount)s / 年

source: Pay with a bank transfer
be: Аплаціце банкаўскім перакладам
hu: Fizetés banki átutalással
uk: Сплатити банківським переказом
zh_hans: 银行转账付款

source: Prefer to donate via bank transfer? Please make a deposit of the amount you wish to donate to the following bank details. Thanks!
be: Аддаеце перавагу ахвяраваць банкаўскім перакладам? Зрабіце дэпазіт на суму, якую вы хочаце ахвяраваць, на гэтыя банкаўскія рэквізіты. Дзякуй!
uk: Віддаєте перевагу оплаті банківським переказом? Будь ласка, зробіть депозит суми, яку Ви хочете пожертвувати за реквізитами банку. Дякуємо!
zh_hans: 想要通过银行转账捐赠？请将您要捐赠的金额提前存入以下银行。 谢谢！

source: Thank you so much for your donations so far! I, and the whole AstroBin community, really appreciate your support.
be: Вялікі дзякуй за вашы ахвяраванні! Я і ўся супольнасць AstroBin вельмі цэнім вашу падтрымку.
hu: Köszönjük eddigi támogatásod! Én, és az AstroBin közössége hálás a támogatásodért.
uk: Щиро дякуємо за Ваші пожертви! Я та вся спільнота AstroBin дуже цінуємо Вашу підтримку.
zh_hans: 非常感谢您的捐赠！我以及整个 AstroBin 社区都非常感谢您的支持。
