Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Select a tag to order this collection by its value. If you see no options here, it's because none of the images in this collection have key/value tags. PS: Images that lack this tag will appear at the bottom of the collection.
hu: Válassz ki egy tag-et, ami szerint csoportosíthatod ezt a gyűjteményt. Ha nem látsz itt semmit, annak az oka, hogy ebben a gyűjteményben szereplő képek közül egyiknek sincs kulcsérték tag-je. UI: A képek, melyek nem tartalmazzák ezt a tag-et, a gyűjtemény aljára kerülnek.
uk: Виберіть тег, щоб упорядкувати цю колекцію за її значенням. Якщо ви не бачите тут варіантів, це тому, що жодне із зображень у цій колекції не має тегів "ключ/значення". PS: зображення без цього тега з’являться у нижній частині колекції.

source: Please use the following format: yyyy-mm-dd
de: Bitte im Format JJJJ-MM-TT eingeben
el: Παρακαλώ χρησιμοποιήστε την εξής μορφή: εεεε-μμ-ηη (έτος-μήνας-ημέρα)
es: Por favor, utiliza el formato: aaaa-mm-dd
fa: لطفا از این فرمت استفاده کنید: yyyy-mm-dd
fi: Käytä seuraavaa muotoa: vvvv-kk-pp
fr: Utilisez le format suivant: aaaa-mm-jj
hu: Kérlek, ezt a dátum formátumot használd: éééé-hh-nn
it: Usa il seguente formato: aaaa-mm-gg
ja: yyyy-mm-ddの形式を使ってください
nl: Gebruik het volgende ISO formaat : yyyy-mm-dd
pl: Proszę użyj następującego formatu: yyyy-mm-dd
pt: Por favor, utilize o seguinte formato: aaaa-mm-dd
ru: Пожалуйста, используйте формат ГГГГ-ММ-ДД
uk: Будь ласка, використовуйте формат РРРР-ММ-ДД

source: Date
de: Datum
el: Ημερομηνία
es: Fecha
fa: تاریخ
fi: Päivämäärä
hu: Dátum
it: Data
ja: 日付
nl: Datum
pl: Data
pt: Data
ru: Дата
uk: Дата

source: The date cannot be in the future.
de: Das Datum kann nicht in der Zukunft liegen.
el: Η ημερομηνία δεν μπορεί να είναι μελλοντική.
es: La fecha no puede ser futura.
fa: تاریخ نمی تواند مربوط به آینده باشد.
fi: Päivämäärä ei voi olla tulevaisuudessa.
fr: Vous ne pouvez pas indiquer une date future.
hu: Ez a dátum nem lehet a jövőben.
it: La data non può essere nel futuro.
ja: 未来の日付を入力することはできません。
nl: De datum kan niet in de toekomst liggen.
pl: Nie można użyć przyszłej daty
pt: Não é possível usar uma data futura.
ru: Дата не может быть в будущем.
uk: Дата не може бути у майбутньому.

source: Link
el: Σύνδεσμος
es: Enlace
fa: لینک
fi: Linkki
fr: Lien
ja: リンク
ru: Ссылка
uk: Посилання

source: If you're hosting a copy of this image on your website, put the address here.
de: Falls Du eine Kopie dieses Bildes auf Deiner Webseite hast, füge Deine Adresse hier ein.
el: Εάν η εικόνα βρίσκεται στην ιστοσελίδα σας εισάγετε την διεύθυνση εδώ.
es: Si tienes una copia de esta imagen en tu página web, introduce aquí su dirección.
fa: اگر شما یک کپی از این تصویر را در وبسایتتان دارید، آدرس را اینجا وارد کنید.
fi: Jos olet julkaissut kuvan omilla kotisivuillasi, liitä osoite tähän.
fr: Si vous hébergez une copie de cette image sur votre site, entrez l'adresse ici.
hu: Ha ez a kép szerepel egy weboldaladon, írd ide a címét.
it: Se hai una copia di questa immagine sul tuo sito personale, metti qui l'indirizzo.
ja: あなたのウエブサイトの画像のコピーを使いたいのであれば、そのURLをここに記入してください。
nl: Als je een kopie van dit beeld op een andere website toont, vermeld dan hier het adres.
pl: Jeśli hostujesz to zdjęcie na swojej stronie, wpisz tutaj jej adres.
pt: Se você estiver hospedando uma cópia desta imagem no seu website, coloque o endereço aqui.
ru: Если у вас есть копия этого изображения на вашем веб-сайте, укажите здесь адрес страницы.
uk: Якщо у Вас є копія цього зображення на веб-сайті, вкажіть тут адресу сторінки.

source: Link to TIFF/FITS
de: Link zum TIFF/FITS
el: Σύνδεσμος για TIFF/FITS
es: Enlace a TIFF/FITS
fa: لینک به TIFF/FITS
fi: Linkki TIFF/FITS-kuvaan
fr: Lien vers TIFF/FITS
hu: Link TIFF/FITS fájlokhoz
it: Link al TIFF/FITS
ja: TIFF/FITSへのリンク
nl: Link naar TIFF/FITS
pl: Link do TIFF/FITS
pt: Link para TIFF/FITS
ru: Ссылка на TIFF/FITS
uk: Посилання на TIFF/FITS

source: If you want to share the TIFF or FITS file of your image, put a link to the file here. Unfortunately, AstroBin cannot offer to store these files at the moment, so you will have to host them on your personal space.
de: Wenn Du eine Kopie Deines Bildes als TIFF/FITS Format einbinden möchtest, bitte hier den Link einfügen. Leider kann AstroBin zur Zeit keinen entsprechenden Webspace anbieten, so dass Du diese auf Deinem Server hinterlegen musst.
el: Εάν θέλετε να μοιραστείτε τις TIFF και FITS εκδόσεις της εικόνας σας, εισάγετε την διεύθυνση τους εδώ. Δυστυχώς το Astrobin δεν μπορεί να αποθηκεύσει τέτοιου είδους αρχεία αυτή την στιγμή, οπότε θα πρέπει να βρίσκονται αποθηκευμένα σε εξωτερικό ιστότοπο.
es: Si quieres compartir el archivo TIFF o FITS de tu imagen, introduce aquí un enlace a dicho archivo. Por el momento AstroBin no permite el almacenamiento de estos archivos, por lo que tendrás que alojarlos en tu sitio personal.
fa: اگر قصد دارید فایل های TIFF یا FITS از عکس هایتان را نشان دهید، لینک آن را اینجا قرار دهید. متاسفانه AsroBin نمی تواند در این زمان برای ذخیره آنها کاری انجام دهد، پس آنها را در فضای شخصی خودتان قرار دهید.
fi: Jos haluat jakaa TIFF- tai FITS-muotoisen version kuvastasi, liitä osoite tähän. Valitettavasti AstroBin ei tarjoa levytilaa näiden jakamiseen toistaiseksi, joten joudut jakamaan ne omalla kotisivutilallasi.
fr: Si vous voulez partager des images au format TIFF ou FITS, insérez un lien ici. Malheureusement, AstroBin ne peut pas (encore) héberger ce type de fichier, vous devez donc les stocker sur un espace privé.
hu: Ha meg akarod osztani a TIFF vagy FITS változatát a képednek, ide írd hozzá a linket. Sajnos jelenleg az AstroBin nem tudja tárolni, ezeket a fájlokat, ezért neked kell hosztolnod őket.
it: Se vuoi condividere il file TIFF o FITS della tua immagine, metti qui un link a quel file. Sfortunatamente, AstroBin non può offrire l'hosting di questi file, al momento, quindi dovrai caricarli su qualche tuo spazio privato.
ja: あなたの画像のTIFFやFITS形式のファイルを共有したいのであれば、個々にファイルのリンクを記入してください。不運にも、その時にそれらのファイルをAstroBinが利用できない場合には、あなたの個人的なネット上の場所にそれを配置する必要があります。
nl: Als je een TIFF of FITS bestand wil delen, zet dan hier de link naar het bestand. Spijtig genoeg kan AstroBin dit type van beelden momenteel niet opslaan en dien je ze op een persoonlijke webspace te hosten.
pl: Jeśli chcesz się podzielić twoim zdjęciem w postaci pliku TIFF lub FITS umieść link ze zdjęciem w tym pliku. Niestety, Astrobin nie oferuje przechowywania plików, więc trzeba je przechowywać we własnym zakresie.
pt: Se você quiser compartilhar os arquivos TIFF ou FITS da sua imagem, coloque um link para o arquivo aqui. Infelizmente, o AstroBin não pode oferecer o armazenamento destes arquivos no momento, portanto você terá que hospedá-los em outro servidor.
ru: Если вы хотите поделиться TIFF или FITS-файлом вашего изображения, укажите здесь ссылку на файл. К сожалению, AstroBin пока не может предложить хранение таких файлов, поэтому вам потребуется размещать их у себя.
uk: Якщо Ви хочете поділитися TIFF або FITS-файлом зображення, вкажіть посилання на файл. На жаль, AstroBin поки не може запропонувати зберігання таких файлів, тому Вам потрібно буде розміщувати їх у себе.

source: Groups
hu: Csoportok
it: Gruppi
pl: Grupy
ru: Группы
uk: Групи

source: Submit this image to the selected groups.
hu: Küldd be ezt a képet a kiválasztott csoportokba.
uk: Надіслати це зображення до вибраних груп.

source: Mouse hover image
hu: Egérmutató a képen
uk: Зображення при наведенні мишею

source: Choose what will be displayed when somebody hovers the mouse over this image. Please note: only revisions with the same width and height of your original image can be considered.
hu: Válaszd ki, mi történjen, ha valaki a képre viszi az egérmutatóját. Fontos: Csak az azonos szélességű és hosszúságú képátdolgozások számítanak bele.
uk: Виберіть, що буде відображено, коли хтось наведе курсор миші на це зображення. Будь ласка, врахуйте: розглядатимуться лише версії з тією самою шириною та висотою оригінального зображення.

source: Key/value tags
hu: Kulcsszavak
uk: Ключові/значущі теги

source: Provide a list of unique key/value pairs to tag this image with. Use the '=' symbol between key and value, and provide one pair per line. These tags can be used to sort images by arbitrary properties.
hu: Adj saját kulcsszavakat ehhez a képhez. Használd az "=" jelet közöttük, soronként egyet adj meg. Ezek a kulcsszavak a képek sajátos tulajdonságaira való keresésre szolgálnak majd.
uk: Опишіть список унікальних ключ/значення тегів для цього зображення. Використовуйте знак ‘=‘ між ключами та значеннями, записуючи їх парою у рядку. Ці теги будуть використовуватися для сортування зображень за певними властивостями.

source: This field is required.
de: Pflichtfeld
el: Αυτό το πεδίο είναι προαπαιτούμενο
es: Campo requerido.
fa: این قسمت نیاز می باشد.
fi: Tämä kenttä on pakollinen.
fr: Ce champ est obligatoire.
hu: Ez kötelező.
it: Questo campo è obbligatorio.
ja: この項目は必須です。
nl: Dit veld is verplicht.
pl: To pole jest wymagane.
ru: Это обязательное поле.
uk: Це обов'язкове поле.

source: Unable to parse.
hu: Sikertelen képelemzés.
uk: Неможливо проаналізувати.

source: Please select a remote source if this image was acquired remotely.
hu: Kérlek, add meg a nyers képek forrását, ha nem te gyűjtötted őket.
uk: Виберіть локацію отримання, якщо зображення отримано віддалено.

source: Imaging telescopes or lenses
de: Teleskop oder Objektiv (Aufnahme)
el: Τηλεσκόπια απεικόνισης ή φακοί
es: Telescopios u objetivos
fa: تلسکوپ یا عدسی (لنز) برای تصویربرداری
fi: Kuvauskaukoputket
fr: Instruments ou objectifs
hu: Képkészítő távcsövek vagy lencsék
it: Telescopi o obiettivi di acquisizione
ja: 望遠鏡／レンズ
nl: Telescopen en/of lenzen die je gebruikt om te fotograferen
pl: Teleskop główny
pt: Telescópios ou lentes de imagem
ru: Телескоп/объектив съёмки
uk: Телескопи/Об‘єктиви

source: Guiding telescopes or lenses
de: Teleskop oder Objektiv (Nachführung)
el: Οδηγητικά τηλεσκόπια ή φακοί
es: Telescopios u objetivos de guiado
fa: تلسکوپ و لنز راهنما (مسیریاب)
fi: Seurantakaukoputket
fr: Instruments de guidage
hu: Vezetéshez használt távcsövek vagy lencsék
it: Telescopi o obiettivi di guida
ja: ガイド鏡またはレンズ
nl: Volgtelescopen en/of lenzen
pl: Teleskop prowadzący
pt: Telescópios ou lentes de guia
ru: Гиды телескоп/объектив
uk: Гідуючий телескоп або об‘єктив

source: Mounts
de: Montierung
el: Στηρίξεις
es: Monturas
fa: پایه ها
fi: Jalustat
fr: Montures
hu: Mechanikák
it: Montature
ja: 赤道儀
nl: Monteringen
pl: Montaże
pt: Montagem
ru: Монтировка
uk: Монтування

source: Imaging cameras
de: Aufnahmekamera
el: Κάμερες απεικόνισης
es: Cámaras fotográficas o CCD
fa: دوربین های عکس برداری
fi: Kuvauskamerat
fr: Imageurs
hu: Képkészítő kamerák
it: Camere di acquisizione
ja: カメラ
nl: Hoofdcamera's
pl: Kamery główne
pt: Câmeras de captura
ru: Камеры для съемки
uk: Камери зйомки

source: Guiding cameras
de: Nachführkamera
el: Οδηγητικές κάμερες
es: Cámaras de guiado
fa: دوربین های راهنما (مسیریاب)
fi: Seurantakamerat
fr: Caméras de guidage
hu: Vezető kamerák
it: Camere di guida
ja: ガイド用カメラ
nl: Volgcamera's
pl: Kamera guidująca, prowadząca
pt: Câmeras de guiagem
ru: Камера гида
uk: Гідуючі камери

source: Focal reducers
de: Brennweitenreduzierung
el: Μειωτές εστιακού λόγου
es: Reductores de focal
fa: کاهنده کانون
fi: Polttovälin lyhentäjät
fr: Réducteurs/correcteurs de focale
hu: Reduktorok
it: Riduttori di focale
ja: レデューサー
pl: Reduktory ogniskowej
pt: Redutores focais
ru: Редукторы фокуса
uk: Фокусні редуктори

source: Software
el: Λογισμικό
es: Programas
fa: نرم افزار
fi: Ohjelmistot
fr: Logiciels
hu: Szoftver
ja: ソフトウェア
pl: Oprogramowanie
ru: Программы
uk: Програмне забезпечення

source: Filters
de: Filter
el: Φίλτρα
es: Filtros
fa: فیلترها
fi: Suodattimet
fr: Filtres
hu: Szűrők
it: Filtri
ja: フィルター
pl: Filtry
pt: Filtros
ru: Фильтры
uk: Фільтри

source: Accessories
de: Zubehör
el: Λοιπός εξοπλισμός
es: Accesorios
fa: لوازم
fi: Oheislaitteet
fr: Accessoires
hu: Kiegészítők
it: Accessori
ja: アクセサリ
nl: Accessoires
pl: Akcesoria
pt: Acessórios
ru: Принадлежности
uk: Аксесуари

source: Choose what will be displayed when somebody hovers the mouse over this image revision. Pleasenote: only revisions with the same width and height as this one can be considered.
hu: Válaszd ki, mi történjen, ha valaki a képátdolgozásra viszi az egérmutatóját. Fontos: Csak az azonos szélességű és hosszúságú képrevíziók számítanak bele.
uk: Виберіть, що буде відображатися, коли хтось наведе курсор миші на версію зображення. Будь ласка, врахуйте: необхідно використовувати версії з тією самою шириною та висотою.

source: Original image
uk: Оригінальне зображення

source: Opacity
de: Deckkraft
el: Αδιαφάνεια
es: Opacidad
fa: کدر و تار بودن
fi: Läpinäkyvyys
fr: Opacité
hu: Átlátszóság
it: Opacità
ja: 不透明度
nl: Opaciteit
pl: Stopień pokrycia
pt: Opacidade
ru: Непрозрачность
uk: Непрозорість

source: 0 means invisible; 100 means completely opaque. Recommended values are: 10 if the watermark will appear on the dark sky background, 50 if on some bright object.
de: 0 bedeutet unsichtbar, 100 volle Deckkraft. Empfohlene Werte sind: 10 für ein Wasserzeichen vor dunklem Himmelshintergrund, 50 bei hellen Motiven.
el: 0 σημαίνει αόρατο, 100 σημαίνει διάφανο. Συνιστώμενες τιμές: 10 εάν το υδατογράφημα θα εμφανίζεται σε φόντο σκοτεινού ουρανού, 50 αν εμφανίζεται σε κάποιο φωτεινό αντικείμενο.
es: 0 significa invisible, 100 completamente opaco. Valores recomendados: 10 para que la marca sea visible sobre un fondo de cielo oscuro, 50 para que lo sea sobre objetos brillantes.
fa: 0 به این معنی است که دیده نمی شود و100 یعنی کاملا تار. مقادیر پیشنهادی: 10 برای زمانی که فریم در پس زمینه آسمان تاریک می باشد و 50 برای اجسام نورانی.
fi: 0 on täysin läpinäkyvä (näkymätön); 100 täysin läpinäkymätön. Suositellut arvot ovat 10 mustan taivaan edessä tai 50 jonkin kirkkaan kohteen edessä.
fr: 0 correspond à invisible, 100 à totalement opaque. Les valeurs recommandées sont: 10 pour que le filigrane apparaisse sur un fond de ciel sombre, 50 pour des objets brillants.
hu: A 0 láthatatlant; a 100 teljesen teltet jelent. Ajánlott értékek: 10, ha a vízjel egy sötét háttéren jelenik meg, 50, ha egy fényes objektumon.
it: 0 vuol dire invisibile; 100 vuol dire completamente opaco. I valori raccomandato sono: 10 se il watermark apparirà sul fondo cielo scuro, 50 se su qualche oggetto luminoso.
ja: 0は透明を意味し、100は不透明を意味します。推奨値は以下のとおりです。10だと、著作権表記は暗い背景でも表示されます。50だと、明るい天体上でも表示されます。
nl: 0 betekent onzichtbaar, 100 is volledig ondoorzichtig. Aanbevolen waarden: 10 als het watermerk op een donkere achtergrond zal verschijnen, 50 indien het gaat om een helder object.
pl: 0 oznacza niewidoczny, 100 oznacza całkowite pokrycie. Sugerowane wartości: 10 jeżeli znak wodny ma pojawić się na tle ciemnego nieba, 50 jeżeli znak wodny umieszczony jest na jasnym obiekcie.
pt: 0 significa invisível; 100 significa completamente opaco. Valores recomendados: 10 se a marca d'água deve aparecer no plano de fundo escuro, 50 se for aparecer num objeto brilhante.
ru: 0 означает невидимость, 100 полную непрозрачность. Рекомендуемые значения: 10 если водяной знак будет стоять на темном фоне неба, 50 если на каком-либо ярком объекте.
uk: 0 означає невидимий; 100 означає повністю непрозорий. Рекомендовані значення: 10, якщо водяний знак з’явиться на темному тлі неба, 50 якщо на якомусь яскравому об’єкті.

source: If you want to watermark this image, you must specify some text.
de: Bitte einen Text eingeben, wenn Du das Bild mit einem Wasserzeichen versehen möchtest.
el: Εάν θέλετε να υδατογραφήσετε την εικόνα θα πρέπει να καθορίσετε κάποιο κείμενο.
es: Si quieres poner una marca de agua a esta imagen, debes especificar algún texto.
fa: اگر می خواهید این تصویر را چارچوب کار قرار دهید، باید متنی را مشخص کنید.
fi: Vesileimataksesi kuvan syötä tekstiä.
fr: Si vous désirez ajouter un filigrane à votre image, vous devez définir un texte.
hu: Ha vízjelet akarsz tenni a képre, meg kell adnod egy szöveget.
it: Se vuoi applicare un watermark a quest'immagine, devi specificare del testo.
ja: この画像に著作権表示を望むのであれば、テキストを入力する必要があります。
nl: Voeg tekst toe als je de foto wil markeren met een watermerk.
pl: Jeśli chcesz wstawić znak wodny, wpisz tekst znaku.
pt: Se você quer uma marca d'água nesta imagem, deve especificar algum texto.
ru: Если вы хотите поставить на изображение водяной знак, укажите его текст.
uk: Якщо Ви хочете поставити водяний знак на це зображення, напишіть Ваш текст.

source: Latitude (degrees)
de: Breitengrad (Grad)
el: Γεωγραφικό πλάτος (μοίρες)
es: Latitud (grados)
fa: عرض جغرافیایی (درجه)
fi: Leveysaste (astetta)
fr: Latitude (degrés)
hu: Hosszúság (fok)
it: Latitudine (gradi)
ja: 緯度 (度)
nl: Breedtegraad (graden)
pl: Szerokość geograficzna (w stopniach)
pt: Latitude (graus)
ru: Широта (градусы)
uk: Широта (градуси)

source: Latitude (minutes)
de: Breitengrad (Minuten)
el: Γεωγραφικό πλάτος (λεπτά)
es: Latitud (minutos)
fa: عرض جغرافیایی (دقیقه قوس)
fi: Leveysaste (minuuttia)
hu: Hosszúság (perc)
it: Latitudine (minuti)
ja: 緯度 (分)
nl: Breedtegraad (minuten)
pl: Szerokość geograficzna (w minutach)
pt: Latitude (minutos)
ru: Широта (минуты)
uk: Широта (хвилини)

source: Latitude (seconds)
de: Breitengrad (Sekunden)
el: Γεωγραφικό πλάτος (δευτερόλεπτα)
es: Latitud (segundos)
fa: عرض جغرافیایی (ثانیه قوس)
fi: Leveysaste (sekuntia)
fr: Latitude (secondes)
hu: Hosszúság (másodperc)
it: Latitudine (secondi)
ja: 緯度 (秒)
nl: Breedtegraad (seconden)
pl: Szerokość geograficzna (w sekundach)
pt: Latitute (segundos)
ru: Широта (секунды)
uk: Широта (секунди)

source: Longitude (degrees)
de: Längengrad (Grad)
el: Γεωγραφικό μήκος (μοίρες)
es: Longitud (grados)
fa: طول جغرافیایی (درجه)
fi: Pituusaste (astetta)
fr: Longitude (degrés)
hu: Szélesség (fok)
it: Longitudine (gradi)
ja: 経度 (度)
nl: Lengtegraad (graden)
pl: Długość geograficzna (w stopniach)
pt: Longitude (graus)
ru: Долгота (градусы)
uk: Довгота (градуси)

source: Longitude (minutes)
de: Längengrad (Minuten)
el: Γεωγραφικό μήκος (λεπτά)
es: Longitud (minutos)
fa: طول جغرافیایی (دقیقه قوس)
fi: Pituusaste (minuuttia)
hu: Szélesség (perc)
it: Longitudine (minuti)
ja: 経度 (分)
nl: Lengtegraad (minuten)
pl: Długość geograficzna (w minutach)
pt: Longitude (minutos)
ru: Долгота (минуты)
uk: Довгота (хвилини)

source: Longitude (seconds)
de: Längengrad (Sekunden)
el: Γεωγραφικό μήκος (δευτερόλεπτα)
es: Longitud (segundos)
fa: طول جغرافیایی (ثانیه قوس)
fi: Pituusaste (sekuntia)
fr: Longitude (secondes)
hu: Szélesség (másodperc)
it: Longitudine (secondi)
ja: 経度 (秒)
nl: Lengtegraad (seconden)
pl: Długość geograficzna (w sekundach)
pt: Longitude (segundos)
ru: Долгота (секунды)
uk: Довгота (секунди)

source: All the telescopes and lenses you own, including the ones you use for guiding, go here.
de: Teleskope und Objektive in deinem Besitz (einschließlich Nachführoptiken).
el: Όλα τα τηλεσκόπια και φακοί στην κατοχή σας, συμπεριλαμβανομένων των οδηγητικών, εισάγονται εδώ.
es: Introduce aquí todos tus telescopios y objetivos, incluyendo los que uses para guiado.
fa: همه تلسکوپها و عدسی هایی که دارید، شامل مسیریابها، اینجا می روند.
fi: Kaikki kaukoputket ja muu optiikka, mukaanlukien seurantaputket, tulevat tähän.
fr: Indiquez ici les télescopes, lunettes et objectifs que vous possédez, y compris ceux destinés au guidage.
hu: Az összes távcsövedet, a vezetéshez használtakat is, írd ide.
it: Tutti i tuoi telescopi ed obiettivi, compresi quelli che usi per guidare, vanno qui.
ja: あなたが所持しているガイド鏡を含む全ての望遠鏡やレンズをここに記入してください。
nl: Alle telescopen en lenzen die je bezit, inclusief die waar je mee volgt.
pl: Wprowadź nazwy teleskopów i obiektywów które posiadasz, włączając te, które używasz to guidingu.
pt: Todos os telescópios e lentes que você possuit, incluindo os usados para guia, vão aqui.
ru: Все телескопы и объективы, которые у вас есть, указываются здесь, включая те, что используются для гидирования.
uk: Усі телескопи та об’єктиви, які Ви маєте, вказуються тут, включаючи ті, що використовуються для гідування.

source: Your DSLRs, CCDs, planetary cameras and guiding cameras go here.
de: Verwendete DSLRs, CCDs, Planeten- und Nachführkameras.
el: Οι DSLR, CCD, πλανητικές κάμερες και οδηγητικές κάμερες σας, εισάγονται εδώ.
es: Introduce aquí tus cámaras reflex, CCD, planetarias y cámaras de guiado.
fa: DSLRs, CCDs شما، دوربین های سیاره ای و مسیریاب، اینجا می روند.
fi: Digijärkkärit, CCD:t, planeettakamerat ja seurantakamerat tulevat tähän.
fr: Indiquez ici les APN, CCD, Webcam, de capture ou de guidage.
hu: Ide írd a DSLR-jaid, CCD-id, bolygókameráid és vezetőkameráid.
it: Le tue DSLR, CCD, camere planetarie e camere di guida vanno qui.
ja: デジタルカメラやCCDカメラ、惑星撮影用カメラ、ガイド用カメラをここに記入してください。
nl: Al je spiegelreflex camera's, CCD camera's, planeet camera's en volgcamera's.
pl: Wprowadź nazwy twoich urządzeń rejestrujących (DSLR, CCD, Kamery planetarne)
pt: Suas DLSRs, CCDs, câmeras planetárias e de guia vão aqui.
ru: Ваши цифровые зеркальные камеры, ПЗС-камеры, планетные камеры и камеры гида указываются здесь.
uk: Ваші DSLR, CCD, планетарні камери та гідуючі камери вказуються тут.

source: Hint: enter your filters separately! If you enter, for instance, LRGB in one box, you won't be able to add separate acquisition sessions for them.
de: Hinweis: Gib deine Filter getrennt ein! Wenn z.B. LRGB in einem Feld eingegeben wird, ist es nicht mehr möglich, für einzelne Filter verschiedene Aufnahme-Serien hinzuzufügen.
el: Πληροφορία: εισάγετε τα φίλτρα σας ξεχωριστά! Εάν, για παράδειγμα, εισάγετε LRGB σε ένα κουτί δεν θα μπορείτε να προσθέσετε ξεχωριστές λήψεις για το καθένα.
es: Consejo: introduce tus filtros por separado. Por ejemplo, si pones LRGB en un campo, no podrás añadir sesiones de adquisición de ellos por separado.
fa: نکته: فیلترهایتان را جدا جدا وارد کنید. برای مثال اگرLRGB را در یک باکس قرار دادید، نمی توانید برای آنها acquisition sessions جداگانه وارد کنید.
fi: Vihje: Syötä kaikki suodattimesi erikseen! Jos syötät esim. LRGB, et voi lisätä erillisiä valotusaikoja ja/tai sessioita niille.
fr: Conseil: entrez vos filtres séparément. Si vous indiquez, par exemple, LRGB en une seule fois, vous ne pourrez pas ajouter des sessions d'acquisition distinctes pour chaque filtre.
hu: Tipp: A szűrőidet külön add meg! Ha például egy helyre beírod, hogy "LRGB", nem fogod tudni megadni a különböző információkat hozzájuk.
it: Suggerimento: inserisci i filtri separatamente! Se invece li inserisci tutti assieme, ad esempio LRGB insieme, non potrai aggiungere sessioni di acquisizione separate per ogni filtro.
ja: 各々のフィルターを記入してください。もし、LRGB用のフィルターホイールボックスの場合には、あとでフィルターを追加することはできませんので、ここで個別にフィルターを記入してください。
nl: Tip: voer je filters afzonderlijk in! Als je bv. "LRGB" in één keer invoert, dan kan je geen sessies van de afzonderlijke filters toevoegen.
pl: Wskazówka: wpisz nazwy filtrów osobno! Jeżeli wpiszesz nazwy razem, np LRGB, nie będziesz miał możliwości określenia czasu naświetlania dla każdego filtra osobno.
pt: Dica: entre com os seus filtros separadamente! Se você digitar, por exemplo, LRGB numa caixa, não poderá acrescentar sessões de aquisição separadas para eles.
ru: Совет: вводите данные о фильтрах отдельно друг от друга. Если вы укажете, например, набор LRGB-фильтров в одном поле, вы не сможете потом добавить отдельные серии снимков для них.
uk: Порада: вводьте дані про фільтри окремо. Якщо Ви вкажете, наприклад, набір LRGB-фільтрів в одному полі, то не зможете потім додати окремі серії знімків для них.

source: Telescopes and lenses
de: Teleskope und Objektive
el: Τηλεσκόπια και φακοί
es: Telescopios y objetivos
fa: تلسکوپها و عدسی ها
fi: Kaukoputket ja linssit
fr: Instruments et objectifs
hu: Távcsövek és lencsék
it: Telescopi ed obiettivi
ja: 望遠鏡とレンズ
nl: Telescopen en lenzen
pl: Teleskopy i obiektywy
pt: Telescópios e lentes
ru: Телескопы и объективы
uk: Телескопи та об‘єктиви
