Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Click on the images to include them in this collection (and click again to exclude them). Then click on the Save button down below.
hu: Kattints a képekre, hogy felvedd őket ebbe a gyűjteménybe (és kattints újra, ha nem szeretnéd felvenni őket). Ezután kattints a Mentés gombra lent.
it: Clicca sulle immagini per includerle in questa cartella (e clicca di nuovo per escluderle). Poi clicca sul tasto Salva in fondo.
pl: Kliknij na zdjęcia aby włączyć je do kolekcji (kliknij ponownie żeby wyłączyć je z kolekcji). Następnie naciśnij przycisk Zapisz na dole strony.
ru: Нажмите на изображения, чтобы включить их в эту коллекцию (повторное нажатие исключает из коллекции). Затем нажмите кнопку Сохранить ниже.
uk: Натисніть на зображення, щоб включити їх у цю колекцію (повторне натискання виключає з колекції). Потім натисніть кнопку Зберегти нижче.

source: Create new collection
hu: Új gyűjtemény létrehozása
it: Crea nuova cartella
pl: Utwórz nową kolekcję
ru: Создать новую коллекцию
uk: Создать новую коллекцию

source: Delete collection?
hu: Törlöd a gyűjteményt?
it: Cancellare la cartella?
pl: Usunąć kolekcję?
ru: Удалить коллекцию?
uk: Видалити колекцію?

source: The collection will be permanently deleted and cannot be recovered. The images it contains, though, are not going to be deleted. Are you sure?
hu: A gyűjtemény véglegesen törlődik, és nem állítható vissza. A benne lévő képek azonban nem törlődnek. Biztos vagy benne?
it: La cartella sarà cancellata permanentemente e non può essere ripristinata. Le immagini che contiene, invce, non saranno cancellate. Sei sicuro?
pl: Kolekcja zostanie całkowicie usunięta i nie będzie jej można przywrócić. Wszystkie zdjęcia które zawiera również będą usunięte. Czy jesteś pewny?
ru: Эта коллекция будет навсегда удалена, и восстановить ее будет невозможно. Изображения, входящие в коллекцию, удалены НЕ будут. Вы уверены?
uk: Ця колекція буде видалена назавжди, і відновити її буде неможливо. Зображення, що входять до колекції, не будуть видалені. Ви впевнені?

source: The following images do not have the key/value tag chosen to order this collection, so they are shown as unsorted here.
hu: A következő képek nem rendelkeznek a gyűjtemény rendezéséhez kiválasztott key/value taggel, ezért itt rendezetlenként jelennek meg.
uk: Наступні зображення не мають тега "ключ/значення", вибраного для впорядкування цієї колекції, тому Вони показані тут як несортовані.

source: This collection contains no images.
hu: Ez a gyűjtemény nem tartalmaz képeket.
it: Questa cartella non contiene alcuna immagine.
pl: Kolekcja nie zawiera zdjęć.
ru: Эта коллекция не содержит изображений.
uk: Ця колекція не містить зображень.

source: Would you like to add some images?
hu: Szeretnél néhány képet hozzáadni?
it: Vorresti aggiungere delle immagini?
pl: Czy chcesz dodać kilka zdjęć?
ru: Желаете добавить изображений?
uk: Бажаєте додати кілька зображень?

source: Collection
hu: Gyűjtemény
uk: Колекція

source: Tools
el: Εργαλεία
es: Instrumentos
fa: ابزار
fi: Työkalut
fr: Outils
hu: Eszközök
it: Strumenti
ja: ツール
nl: Hulpmiddelen
pl: Narzędzia
pt: Ferramentas
ru: Инструменты
uk: Інструменти

source: You do not have any collections.
hu: Nincsenek gyűjteményeid.
it: Non hai alcuna cartella.
pl: Nie masz żadnych nowych kolekcji.
ru: У вас нет ни одной коллекции.
uk: У Вас немає жодної колекції.

source: Do you want to create a collection now?
it: Vuoi creare una cartella adesso?
pl: Czy chcesz utworzyć teraz kolekcję?
ru: Вы хотите создать коллекцию сейчас?
uk: Ви хочете створити колекцію зараз?

source: This user does not have any collections.
hu: Ennek a felhasználónak nincs gyűjteménye.
it: Questo utente non ha alcuna cartella.
pl: Ten użytkownik nie ma żadnych kolekcji.
ru: У этого пользователя нет ни одной коллекции.
uk: Цей користувач не має жодної колекції.

source: Quick edit: key/value tags
hu: Gyors szerkesztés: key/value tag-ek
uk: Швидке редагування: теги ключ/значення

source: Edit collection
hu: Gyűjtemény szerkesztése
it: Modifica cartella
pl: Edytuj kolekcję
ru: Править коллекцию
uk: Редагувати колекцію

source: Show filters
hu: Szűrők mutatása
uk: Показати фільтри

source: Hide filters
hu: Szűrők elrejtése
uk: Сховати фільтри

source: Results
hu: Eredmények
uk: Результати

source: Search terms
hu: Keresési feltételek
uk: Умови пошуку

source: Search domain
hu: Keresés a tartományban
uk: Область пошуку

source: Search by
hu: Keresés
uk: Пошук по

source: Only animated
hu: Csak animált
uk: Тільки анімація

source: Award
hu: Díj
uk: Нагорода

source: Publication date range
hu: Közzétételi időintervallum
uk: Діапазон дат публікації

source: Acquisition date range
hu: Kép gyűjtésének időintervalluma
uk: Діапазон дат публікацій

source: Camera type
de: Kameratyp
el: Τύπος κάμερας
es: Tipo de cámara
fa: نوع دوربین
fi: Kameran tyyppi
fr: Type d'imageur
hu: Kamera típusa
it: Tipo di camera
ja: カメラのタイプ
pl: Typ kamery
pt: Tipo de câmera
ru: Тип камеры
uk: Тип камери

source: Field radius (deg)
hu: Terület sugara (fok)
uk: Радіус поля (град)

source: Minimum data
hu: Minimum adat
uk: Мін. даних

source: Moon phase (%%)
hu: Holdfázis (%%)
uk: Фаза Місяця (%%)

source: Pixel scale (arcsec/pixel)
hu: Pixelarány (ívmásodperc/pixel)
uk: Масштаб кут.сек/піксель

source: Telescope type
de: Teleskoptyp
el: Τύπος τηλεσκοπίου
es: Tipo de telescopio
fa: نوع تلسکوپ
fi: Kaukoputken tyyppi
fr: Type d'instrument
hu: Távcső típusa
it: Tipo di telescopio
ja: 望遠鏡のタイプ
nl: Telescoop type
pl: Typ teleskopu
pt: Tipo de telescópio
ru: Тип телескопа
uk: Тип телескопа

source: Integration time (hours)
hu: Integrációs idő (óra)
uk: Час інтеграції (годин)

source: Sorry, this filter requires an <a href="%(url)s">AstroBin Ultimate</a> subscription.
hu: Sajnáljuk, ez a szűrő <a href="%(url)s">AstroBin Ultimate</a> előfizetést igényel.
uk: На жаль, для цього фільтра потрібна підписка <a href="%(url)s">AstroBin Ultimate</a>.

source: Select
hu: Kiválasztás
uk: Обрати

source: Add filter:
hu: Szűrő hozzáadása:
uk: Додати фільтр:

source: Image of the Day
hu: A nap képe
uk: Зображення Дня

source: Top pick
uk: Топ Зображення

source: Top pick nomination
hu: Top pick jelölt
uk: Номінація на Топ Зображення

source: Guider/planetary
hu: Vezető/planetáris
uk: Гідуюча/планетарна

source: Min
uk: Мін

source: Max
uk: Макс

source: Imaging telescopes
hu: Képkészítő távcsövek
uk: Телескопи

source: Astrometry
de: Astrometrie
el: Αστρομετρία
fi: Astrometria
fr: Astrométrie
hu: Asztrometria
it: Astrometria
nl: Astrometrie
uk: Астрометрія

source: Everything
hu: Minden
uk: Все

source: By basic information
hu: Egyszerű információ alapján
uk: За основними відомостями

source: By astrometry details
hu: Asztrometriai adatok alapján
uk: За деталями астрометрії

source: Objects in field
de: Objekt nicht gefunden
el: Αντικείμενα στο πεδίο
es: Objetos en el campo
fa: شیئ پیدا نشد.
fi: Kentässä olevat kohteet
fr: Objets dans le champ
hu: Objektumok a képmezőben
it: Oggetti nel campo
ja: 視野内のオブジェクト名
nl: Objecten in het zoekveld
pl: Obiekt w polu
ru: Объекты в поле
uk: Об'єкти у полі

source: By gear used
hu: Használt felszerelés alapján
uk: За обладнанням

source: Guiding telescopes
hu: Vezető távcsövek
uk: Гідуючі телескопи

source: Comments & forums
uk: Коментарі та форуми

source: Earth's moon
hu: Hold
uk: Місяць Землі

source: Other solar system object
hu: Más naprendszeri objektum
uk: Об’єкт сонячної системи

source: Achromatic
hu: Akromát
uk: Ахромат

source: Semi-apochromatic
hu: Fél-apokromát
uk: Напів-ахромат

source: Apochromatic
hu: Apokromát
uk: Апохромат

source: Non-achromatic Galilean
hu: Nem akromatikus Galilei
uk: Рефректор Галілея

source: Non-achromatic Keplerian
hu: Nem akromatikus Kepleri
uk: Рефрактор Кеплера

source: Superchromat
hu: Szuperakromát
uk: Супер-ахромат

source: Dall-Kirkham
uk: Долл-Кіркхем

source: Nasmyth
uk: Насміт

source: Ritchey Chretien
uk: Річі Крітьєн

source: Gregorian
uk: Грегорі

source: Herschellian
hu: Herschelli
uk: Гершеля

source: Newtonian
hu: Newton
uk: Ньютон

source: Argunov-Cassegrain
uk: Аргунов-Кассегрен

source: Klevtsov-Cassegrain
uk: Клевцов-Кассегрен

source: Lurie-Houghton
uk: Лурі-Хоутон

source: Maksutov
hu: Makszutov
uk: Максутов

source: Maksutov-Cassegrain
hu: Makszutov-Cassegrain
uk: Максутов-Кассегрен

source: Modified Dall-Kirkham
hu: Átalakított Dall-Kirkham
uk: Модиф. Долл-Кіркхем

source: Schmidt camera
hu: Schmidt kamera
uk: Камера Шмідта

source: Schmidt-Cassegrain
uk: Шмідт-Кассегрен

source: ACF Schmidt-Cassegrain
uk: Шмідт-Кассегрен вільний від коми (ACF)

source: Rowe-Ackermann Schmidt astrograph
hu: Rowe-Ackermann Schmidt asztrográf
uk: Астрограф Шмидта Рові-Акерманн

source: minutes
de: Minuten
el: λεπτά
es: minutos
fa: دقیقه ها
fi: minuuttia
hu: perc
it: minuti
ja: 分
nl: minuten
pl: minut
pt: minutos
ru: минут
uk: хвилин

source: seconds ago
de: vor wenigen Sekunden
el: δευτερόλεπτα πριν
es: segundos
fa: ثانیه های قبل
fi: sekunteja sitten
fr: il y a quelques secondes
hu: másodperce
it: secondi fa
ja: 秒前
nl: seconden geleden
pl: sekund temu.
pt: segundos atrás
ru: секунд назад
uk: секунд тому

source: %s ago
de: vor %s
el: %s πριν
es: %s
fa: %s قبل
fi: %s sitten
fr: il y a %s
hu: %s óta
it: %s fa
ja: %s 前
nl: %s geleden
pl: %s temu
pt: %s atrás
ru: %s назад
uk: %s тому

source: no alias
de: kein Alias
el: δεν υπάρχει ψευδώνυμο
es: sin alias
fa: هیچ نام مستعاری
fi: Ei lempinimeä
fr: aucun alias
hu: nincs másodlagos név
it: nessun alias
ja: 別名なし
nl: geen alias
pl: brak innej nazwy
pt: sem apelido
ru: нет описания
uk: нет описания

source: Invalid image or no image provided. Allowed formats are JPG, PNG and GIF.
de: Kein oder falsches Bild. Erlaubte Formate sind JPG, PNG und GIF.
el: Ανύπαρκτη εικόνα ή δεν έγινε παροχή εικόνας. Επιτρεπόμενες επεκτάσεις : JPG, PNG και GIF.
es: Imagen no válida o no disponible. Los formatos permitidos son JPG, PNG y GIF.
fa: تصویر نامعتبر یا اینکه تصویری آماده نشده است. فرمتهای مجاز JPG ،PNG ،GIF می باشند.
fi: Virheellinen kuva tai ei kuvaa. Sallitut formaatit ovat JPG, PNG ja GIF.
fr: Image non valide ou manquante. Les formats autorisés sont JPG, PNG et GIF.
hu: Érvénytelen kép vagy nem adtál meg képet. A megengedett formátumok: JPG, PNG és GIF.
it: Immagine non valida o nessuna immagine. I formati accettati sono JPG, PNG e GIF.
ja: 無効な画像もしくは画像が存在しませんでした。JPGやPNG、GIF形式が利用可能です。
nl: Ongeldige foto of geen beeld aangeduid. Ondersteunde formaten zijn JPG, PNG en GIF.
pl: Zdjęcie w nieprawidłowym formacie lub brak danych. Dozwolone formaty: JPG, PNG lub GIF
pt: Imagem inválida ou arquivo não é uma imagem. Os formatos permitidos são JPG, PNG e GIF.
ru: Не изображение или повреждено. Допустимы только форматы JPG, PNG и GIF.
uk: Не є зображенням або воно пошкоджено. Допустимі лише формати JPG, PNG та GIF.

source: You have reached your image count limit. Please upgrade!
hu: Elérted a képszámkorlátot. Kérjük, fejleszd a rangod!
it: Hai raggiunto il limite di immagini. Considera l'upgrade!
ru: Вы достигли вашего лимита на загрузку изображений. Пожалуйста, смените тариф!
uk: Ви досягли Вашого ліміту для завантаження зображень. Будь ласка, придбайте підписку!

source: There was one or more errors processing the form. You may need to scroll down to see them.
de: Es sind Fehler bei der Bearbeitung des Formulars aufgetreten. Möglicherweise musst du nach unten scrollen, um diese zu sehen.
el: Υπήρξε ένα ή περισσότερα σφάλματα στην επεξεργασία της φόρμας. Μπορεί να χρειαστεί να κατεβείτε πιο κάτω στην σελίδα για να τα δείτε.
es: Hubo uno o más errores procesando el formulario. Puede que necesites desplazarte abajo para verlos.
fa: یک یا چند مشکل در پردازش فایل وجود دارد. برای مشاهده آنها می توانید به پایین بروید.
fi: Lomakkeen käsittelyssä tapahtui yksi tai useampi virhe. Rullaa alaspäin nähdäksesi virheet.
fr: Un ou plusieurs champs n'ont pas été renseignés. Il peut être nécessaire de faire défiler la page pour les vérifier tous.
hu: Az űrlap feldolgozásában egy vagy több hiba történt. Lehet, hogy lejjebb kell görgetned a megtekintésükhöz.
it: Uno o più errori sono occorsi nel processare il modulo. Potresti dover scorrere la pagina in basso per vederli.
ja: フォームの処理で、いくつかのエラーが発生しました。画面をスクロールして、それを確認してください。
nl: Er trad minstens één fout op bij het verwerken van het formulier. Het is mogelijk dat je naar beneden moet scrollen om ze te zien.
pl: W przetwarzaniu formularza wystąpiły błędy. Być może będziesz musiał przewinąć stronę w dół aby je zobaczyć.
ru: При обработке формы произошла одна или несколько ошибок. Прокрутите страницу вниз, чтобы увидеть их.
uk: Під час обробки форми відбулася одна або кілька помилок. Прокрутіть сторінку вниз, щоб побачити їх.

source: Form saved. A new plate-solving process will start now.
hu: Űrlap elmentve. Egy új plate-solving fog elindulni.
uk: Форму збережено. Нове визначення розпочинається.

source: Form saved. A new advanced plate-solving process will start now.
hu: Űrlap elmentve. Egy új, fejlett plate-solving fog elindulni.
uk: Форму збережено. Нове розширене визначення розпочинається.

source: Fill in one session, before adding more.
de: Bitte zuerst eine Session ausfüllen, bevor Du weitere hinzufügst.
el: Εισάγετε μια συνεδρίαση, προτού προσθέσετε άλλη.
es: Completar una sesión antes de añadir más.
fa: یک جلسه را انتخاب کنید قبل از اینکه چیز بیشتری اضافه کنید.
fi: Täytä tämä sessio ennen seuraavien lisäämistä.
fr: Remplissez une session avant d'en ajouter une autre.
hu: Tölts ki egy részt, mielőtt újabbakat adnál hozzá.
it: Compila una sessione, prima di aggiungerne altre.
ja: さらに追加するまえに、このセッションを埋めてください。
nl: Vul één sessie in vooraleer er meerdere toe te voegen.
pl: Wypełnij jedną sesję zanim dodasz kolejną.
pt: Complete a sessão, antes de adicionar outras.
ru: Закончите одну, прежде чем добавлять очередную.
uk: Заповніть один сеанс, перш ніж додати інший.

source: No date specified
de: Kein Datum definiert
el: Δεν καθορίστηκε ημερομηνία
es: Sin fecha especificada
fa: تاریخی مشخص نشده است.
fi: Päivämäärää ei annettu
fr: Aucune date spécifiée
it: Nessuna data specificata
ja: 日付未指定
nl: Geen datum ingegeven
pl: Data nieokreślona
pt: Sem data especificada
ru: Дата не указана.
uk: Дата не вказана

source: No imaging telescopes or lenses, or no imaging cameras specified
de: Kein Teleskop / Objektiv oder keine Kamera definiert
el: Δεν έχουν οριστεί, τηλεσκόπια, φακοί ή κάμερες απεικόνισης
es: No hay telescopios u objetivos, o no hay cámaras fotográficas especificadas
fa: هیچ تلسکوپ یا لنز تصویر برداری و همچنین دوربین تصویر برداری مشخص نشده است.
fi: Kaukoputkea, objektiivia tai kameraa ei määritetty
fr: Aucun instrument ou aucun imageur spécifiés
it: Nessun telescopio o lente, o nessuna camera di acquisizione specificata
ja: 望遠鏡／レンズ／カメラが未指定
nl: Er werden geen telescopen of lenzen ingevoerd waarmee je beelden maakt
pl: Brak zdefiniowanych teleskopów, obiektywów lub kamer.
pt: Sem lentes ou telescópios, ou sem câmeras especificadas
ru: Не указан телескоп или объектив для съёмки, а также не указана камера для съёмки.
uk: Не вказано телескопи чи об’єктиви або камери

source: Gear images
de: Bilder der Ausrüstung
el: Εικόνες εξοπλισμού
es: Imágenes de equipamiento
fa: تصاویر دنده (Gear)
fi: Kalustokuvia
fr: Images de matériel
it: Immagini della strumentazione
ja: 機材画像
nl: Foto's van apparatuur
pl: Zdjęcia sprzętu
pt: Imagens de equipamentos
ru: Изображения оборудования
uk: Зображення обладнання

source: No subjects specified
de: Kein Objekt angegeben
el: Δεν έχουν οριστεί θέματα
es: No hay objetos especificados
fa: هیچ موضوعی مشخص نشده است.
fi: Kohteita ei määritetty
fr: Aucun objet spécifié
it: Nessun soggetto specificato
ja: 題材が未指定
nl: Geen onderwerpen ingevoerd
pl: Nie podano żadnych obiektów
pt: Sem tópico especificado
ru: Не указана тема
uk: Предмети не вказано

source: No acquisition details specified
de: Keine Aufnahmedetails angegeben
el: Δεν έχουν οριστεί λεπτομέρειες λήψης
es: No hay detalles de adquisición especificados
fa: هیچ جزئیات کسب شده ای مشخص نشده است.
fi: Kuvaustietoja ei määritelty
fr: Aucun détail d'acquisition spécifié
it: Nessun dettaglio di acquisizione specificato
ja: 撮影詳細が未指定
nl: Geen details ingevoerd omtrent de manier van het verkrijgen van het beeld
pl: Brak szczegółów naświetlania
pt: Sem detalhes de captura especificados
ru: Не указаны данные съёмки
uk: Деталі отримання не вказано

source: Last login
de: Letzter Login
el: Τελευταία σύνδεση
es: Último acceso
fa: آخرین login
fi: Viimeksi kirjautunut
fr: Dernière connexion
it: Ultimo login
ja: 最終ログイン
nl: Laatste login
pl: Ostatnie logowanie
pt: Último login
ru: Последнее посещение
uk: Остання авторизація

source: Total integration time
de: Gesamtaufnahmedauer
el: Συνολικός χρόνος ολοκλήρωσης
es: Tiempo de integración total
fa: کل زمان ادغام
fi: Kokonaisvalotusaika
fr: Temps d'intégration total
it: Integrazione totale
ja: 総露出時間
nl: Totale integratietijd
pl: Sumaryczny czas naświetlania
pt: Tempo total de captura
ru: Накоплено сигнала всего
uk: Загальний час інтеграції

source: hours
de: Stunden
el: ώρες
es: horas
fa: ساعات
fi: tuntia
fr: Heures
it: ore
ja: 時間
nl: uren
pl: godzin
pt: horas
ru: часы
uk: годин

source: Average integration time
de: Durchschnittliche Aufnahmedauer
el: Μέσος χρόνος ολοκλήρωσης
es: Tiempo de integración medio
fa: متوسط زمان ادغام
fi: Keskimääräinen valotusaika
fr: Temps d'intégration moyen
it: Integrazione media
ja: 平均露出時間
nl: Gemiddelde integratietijd
pl: Średni czas naświetlania
pt: Tempo médio de captura
ru: Среднее накопление сигнала
uk: Середній час інтеграції

source: You uploaded an Indexed PNG file. AstroBin will need to lower the color count to 256 in order to work with it.
de: Du hast eine indexierte PNG-Datei hochgeladen. Die Anzahl der Farben wird auf 256 verringert, damit AstroBin damit arbeiten kann.
el: Ανεβάσατε ένα αρχείο Indexed PNG. Το AstroBin θα χρειαστεί να χαμηλώσει την αναλύση χρώματος στα 256 για να μπορέσει να το επεξεργαστεί.
es: Has subido un archivo PNG indexado. AstroBin necesitará reducir el número de colores a 256 para poder trabajar con él.
fi: Olet lähettänyt indeksoidun PNG-tiedoston. AstroBinin on pakko pienentää värien määrää 256 kappaleeseen, jotta kuva toimisi.
fr: Vous avez chargé une image PNG indexée. AstroBin doit réduire la palette à 256 couleurs pour l'afficher.
hu: Egy indexelt PNG fájlt töltöttél fel. Az AstroBinnek 256-ra kell csökkentenie a színtartományt, hogy működjön.
it: Hai caricato un file PNG in modalità Indexed. AstroBin dovrà abbassare il numero di colori a 256 per poterci lavorare.
ja: あなたはインデックスカラーPNGファイルをアップロードしましたが、それをAstroBinに取り込みためには256色以下に下げる必要があります。
nl: Je hebt een geindexeerd PNG bestand upgeload. AstroBin moet het aantal kleuren terugbrengen naar 256 om dit bestand te kunnen gebruiken.
pl: Wczytałeś zaindeksowany plik PNG. AstroBin musi obniżyć paletę kolorów do 256 aby pracować z plikiem
ru: Вы загрузили индексированный PNG-файл. AstroBin вынужден уменьшить количество цветов до 256 для работы с ним.
uk: Ви завантажили індексований PNG-файл. AstroBin змушений зменшити кількість кольорів до 256 для роботи з ним.

source: Image uploaded. Thank you!
de: Bild hochgeladen. Danke!
el: Η εικόνα φορτώθηκε. Ευχαριστούμε!
es: Imagen subida. ¡Gracias!
fi: Tallennettu. Kiitos!
fr: Image chargée. Merci!
hu: Kép feltöltve. Köszönjük!
it: Immagine caricata. Grazie!
ja: 画像がアップロードされました。Thank you!
nl: De foto is opgeslagen. Hartelijk dank!
pl: Zapisane! Dziękujemy!
ru: Изображение загружено. Спасибо!
uk: Зображення завантажено. Спасибі!

source: Sorry, AstroBin was unable to activate the requested language
hu: Sajnáljuk, az AstroBin nem tudta aktiválni a kiválasztott nyelvet
uk: На жаль, AstroBin не зміг активувати запитану мову

source: You already have a collection with that name
hu: Már van egy ilyen nevű gyűjteményed
it: Hai già una cartella con quel nome
ru: У вас уже есть коллекция с таким названием
uk: У Вас вже є колекція з такою назвою

source: Collection updated!
hu: Gyűjtemény frissítve!
it: Cartella modificata!
ru: Коллекция обновлена!
uk: Колекція оновлена!

source: Images updated!
hu: Képek frissítve!
uk: Зображення оновлені!

source: Collection deleted!
hu: Gyűjtemény törölve!
it: Cartella cancellata!
ru: Коллекция удалена!
uk: Колекція видалена!

source: Thanks for reporting the problem. All thumbnails will be generated again.
de: Danke, dass du dieses Problem gemeldet hast. Alle Miniaturansichten werden erneut generiert.
el: Σας ευχαριστούμε για την αναφορά του προβλήματος. Όλες οι μικρογραφίες θα δημιουργηθούν ξανά.
es: Gracias por informar del problema. Todas las miniaturas serán generadas de nuevo.
fi: Kiitos kun raportoit ongelman. Kaikki esikatselukuvat generoidaan uudestaan.
fr: Merci de nous signaler ce problème. Les miniatures seront régénérées.
hu: Köszönjük, hogy jelentetted a problémát. Az összes indexkép újra lesz generálva.
it: Grazie per aver riportato il problema. Le miniature saranno generate di nuovo.
ja: 問題の報告をいただき、ありがとうございました。全てのサムネイルを再生成する予定です。
nl: Bedankt om het probleem te rapporteren. Alle voorbeeldfoto's zullen opnieuw worden gegenereerd.
pl: Dziękujemy za raport o problemie. Wszystkie miniaturki będę wygenerowane jeszcze raz.
ru: Спасибо за указание на проблему. Все эскизы будут заново сгенерированы.
uk: Дякуємо за вказівку на проблему. Всі ескізи будуть заново згенеровані.

source: You requested revision %s, but it doesn't exist or it was deleted. We redirected you to the revision currently marked as final.
hu: A %s átdolgozást kérted, de az nem létezik, vagy törölték. Átirányítottunk a jelenleg véglegesnek jelölt átdolgozásra.
uk: Ви запросили версію %s, але вона не існує або видалена. Ми перенаправили Вас до версії, яка зараз позначена як остаточна.

source: Accessory
de: Zubehör
es: Accesorio
fr: Accessoires
it: Accessorio
pl: Akcesoria
ru: Принадлежности
uk: Аксесуари

source: Dates
de: Datum
el: Ημερομηνίες
es: Fechas
fa: تاریخ
fi: Päivämäärät
hu: Dátumok
it: Date
ja: 日付
nl: Datums
pl: Daty
pt: Datas
ru: Даты
uk: Дати

source: Avg. Moon age
de: Durchschnittliches Mondalter
el: Μέση ηλικία Σελήνης
es: Edad lunar media
fa: میانگین سن ماه
fi: Keskimääräinen kuun ikä
fr: Âge moyen de la Lune
it: Giorno lunare medio
ja: 平均月齢
nl: Gem. Maanleeftijd
pl: Średni wiek Księżyca (po nowiu)
pt: Dias desde a última Lua Nova
ru: Сред. Возраст Луны
uk: Середн. Місячний вік

source: days
de: Tage
el: ημέρες
es: días
fa: روزها
fi: vuorokautta
fr: jours
it: giorni
ja: 日
nl: dagen
pl: dni
pt: dias
ru: дней
uk: днів

source: Avg. Moon phase
de: Durchschnittliche Mondphase
el: Μέση φάση Σελήνης
es: Fase lunar media
fa: میانگین فاز ماه
fi: Kuun vaiheen keskiarvo
fr: Phase moyenne de la Lune
it: Fase lunare media
ja: 平均月齢
nl: Gem. Maanfase
pl: Średnia faza Księżyca
pt: Fase aproximada da Lua
ru: Средн. Фаза Луны
uk: Середн. фаза Місяця

source: Mean SQM
de: Durchschnittlicher SQM
el: Μέσο SQM
es: Fondo de Cielo (Mag./seg.^2)
fa: SQM متوسط
fi: Keskiarvo SQM
fr: SQM moyenne
it: SQM medio
ja: 平均SQM
nl: Gemiddelde SQM
pl: Średni SQM
pt: Qualidade média do céu (SQM)
ru: Средний SQM
uk: Середній SQM

source: Image deleted.
de: Bild wurde gelöscht
el: Η εικόνα διαγράφηκε
es: Imagen borrada.
fi: Kuva on poistettu.
fr: Image effacée.
hu: Kép törölve.
it: Immagine cancellata.
ja: イメージを削除しました。
nl: Je foto werd gewist.
pl: Twój obraz został usunięty
ru: Изображение удалено.
uk: Зображення видалено.

source: Revision deleted.
de: Korrektur gelöscht.
el: Η αναθεώρηση διαγράφτηκε.
es: Revisión borrada.
fi: Versio poistettu.
fr: Versions effacée.
hu: Átdolgozás törölve.
it: Versione cancellata.
ja: 修正版を削除しました。
nl: Registratie is voltooid.
pl: Wybrana wersja zdjęcia została usunięta.
ru: Версия удалена.
uk: Версію видалено.

source: Original version deleted!
hu: Eredeti verzió törölve!
uk: Оригінальну версію видалено!
