Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Total integration hours, plotted against time.
de: Gesamte Aufnahmedauer; Entwicklung im Zeitablauf.
el: Συνολικές ώρες ολοκλήρωσης, σε σχέση με την πάροδο του χρόνου.
es: Horas totales de integración, en función del tiempo.
fa: ساعت های یکپارچه سازی کل، در مقابل زمان رسم.
fi: Kokonaisvalotusaika.
fr: Intégration totale, par période.
it: Ore totali di integrazione, in relazione al tempo.
ja: 総粗出時間を時間に対してプロットした。
nl: Integratie uren, over de tijd heen.
pl: Sumaryczny czas naświetlania względem osi czasu
pt: Total de captura em horas, gráfico por tempo.
ru: Всего часов накопления сигнала, вдоль оси времени.
uk: Загальна кількість годин інтеграції, наведена в залежності від часу.

source: Total integration hours, plotted against time and arranged by imaging telescopes and lenses, and imaging cameras.
de: Entwicklung der Aufnahmedauer (in h) im Zeitablauf, nach Teleskopen/Objektiven und eingesetzter Kamera sortiert.
el: Συνολικές ώρες ολοκλήρωσης, σε σχέση με την πάροδο του χρόνου και ταξινομημένες με τηλεσκόπια απεικόνισης, φακούς και κάμερες απεικόνισης.
es: Horas de integración, en función del tiempo y ordenadas según telescopios o teleobjetivos y cámaras.
fa: ساعت یکپارچه سازی کل، در برابر زمان رسم شده اند و با تلسکوپ و لنز تصویربرداری، و دوربین های تصویر برداری تنظیم شده اند.
fi: Kokonaisvalotusaika tunneissa ajan funktiona, järjestettynä optiikan ja kameran mukaan.
fr: Intégration totale, par période, instruments, imageurs et objectifs.
it: Ore totali di integrazioni, in relazione al tempo ed organizzate per telescopi ed obiettivi di acquisizione, e camere di acquisizione.
ja: 総露出時間は時間に対してプロットされ、望遠鏡やレンズ、カメラによって配置されている。
nl: Totaal aantal uren integratie over de tijd heen en geschikt volgens telescoop/lens en camera.
pl: Całkowity czas naświetlania względem czasu posotrowany względem użytego sprzętu (teleskopy, obiektywy, kamery).
pt: Total de captura em horas, com gráfico por tempo e distribuído por telescópios, lentes e câmeras.
ru: Всего часов накопления сигнала, относительно времени, сгруппированно по телескопам и объективам и камерам.
uk: Загальна кількість годин інтеграції, нанесена на графік із часом і впорядкована за допомогою телескопів, об’єктивів і камер для обробки зображень.

source: Combined view count for all the user's images, plotted against time.
de: Zusammengefasste Anzahl der Ansichten der Bilder des Benutzer, im Verhältnis zur Zeit.
el: Συνδυασμένη προβολή για όλες τις εικόνες του χρήστη, σε σχέση με την πάροδο του χρόνου.
es: Conteo de visitas a todas sus imágenes, en función del tiempo.
fa: تعداد ترکیب نمایش تمام تصاویر کاربر، در مقابل زمان رسم شده است.
fi: Käyttäjän kaikkien kuvien yhteenlasketut näyttökerrat ajan funktiona.
fr: Nombre de vues pour l'ensemble des images publiées, par période.
it: Visite totali per tutte le immagini dell'utente, in relazione al tempo.
ja: 全ての利用者の画像の視聴回数を合計し、時間に対してプロットした。
nl: Overzicht van het totaal aantal foto's over de tijd heen geschikt.
pl: Wykres wyświetleń wszystkich zdjęć użytkownika względem czasu.
pt: Quantidade total de visualizações de todas as imagens do usuário, gráfico por tempo.
ru: Количество всех просмотров изображений пользователя, по оси времени.
uk: Об’єднана кількість переглядів для всіх зображень користувача з графіком від часу.

source: Image uploads, plotted against time.
de: Bilderuploads im Zeitablauf.
el: Ανεβάσματα εικόνων, σε σχέση με την πάροδο του χρόνου.
es: Imágenes subidas, en función del tiempo.
fa: آپلود تصویر، در مقابل زمان رسم شده است.
fi: Ladattujen kuvien määrä ajan funktiona.
fr: Publications d'images, par période.
it: Immagini caricate, in relazione al tempo.
ja: アップロード画像を時間に対してプロットした。
nl: Foto-uploads, over de tijd heen geschikt.
pl: Opublikowane zdjęcia, wykres na osi czasu.
pt: Envios de imagens, gráfico por tempo.
ru: Количество загрузок изображений по времени.
uk: Завантаження зображень із графіком у залежності від часу.

source: %(user)s's gallery
de: Galerie von %(user)s
el: Έκθεση του/της %(user)s
es: Galería de %(user)s
fi: Käyttäjän %(user)s galleria
fr: Galerie de %(user)s
hu: %(user)s galériája
it: Galleria di %(user)s
ja: %(user)sのギャラリー
nl: %(user)s's gallerij
pl: galeria użytkownika %(user)s
pt: Galeria de %(user)s
ru: %(user)s's галерея
uk: %(user)s's галерея

source: These are your "work in progress" images: only you can see this list. You can show people individual images by sharing them using the <em>Share</em> menu.
de: Hier sind Deine Bilder mit Status "in Bearbeitung": Nur Du kannst diese Liste sehen. Du kannst einzelne Bilder anderen Personen zeigen, indem Du das Menu <em>Teilen</em> verwendest.
el: Αυτές είναι οι εικόνες σας που είναι "δουλειά σε εξέλιξη": μόνο εσείς μπορείτε να δείτε αυτή την λίστα. μπορείτε να δείξετε σε άτομα μεμονωμένες εικόνες χρησιμοποιώντας το μενού <em>Κοινοποίηση</em> .
es: Estas son tus imágenes de "trabajo en curso": sólo tú puedes ver este listado. Puedes mostrar a alguien imágenes individuales y compartirlas por medio de la opción <em>Compartir</em>.
fi: Nämä ovat keskeneräiset kuvasi: vain sinä näet tämän listan. Voit näyttää yksittäisiä kuvia Jaa-valikon kautta.
fr: Voici vos images "travail en cours": vous seul pouvez voir cette liste. Vous pouvez poster chaque image ailleurs sur Internet en utilisant le menu <em>Partager</em>.
hu: Ezek a "folyamatban lévő" képeid: csak te láthatod ezt a listát. Az egyes képeket a <em>Megosztás</em> menü segítségével megoszthatod másokkal.
it: Questi sono i tuoi "lavori in corso": solo tu puoi vedere questa lista. Puoi dare l'accesso ad una singola immagine tramite i link nel menù <em>Condividi</em>.
ja: あなたの処理作業中の画像（あなたにしかみえません）が存在します。<em>共有</em>メニューを使って、それらを共有することによって個々の画像を人々にみせることができます。
nl: Dit zijn je onafgewerkte foto's. Jij bent de enige die deze lijst kan zien, maar je kan elke individuele foto met andere mensen delen via het <em>Delen</em>-menu.
pl: To są Twoje "niedokończone" zdjęcia. Tylko Ty masz dostęp do tej listy. Możesz udostępnić zdjęcia innym użytkownikom. Żeby to zrobić użyj menu <em>Udostępnij</em>.
pt: Estes são os seus "trabalhos não concluídos": somente você pode ver esta lista. Você pode mostrar imagens individuais aos outros, através do menu <em>Compartilhar</em>.
ru: Это ваши изображения в «работе»: только вы видите этот список. Вы можете показать отдельные изображения другим людям, поделившись ими с помощью меню <em>Поделиться</em>.
uk: Це Ваші зображення в роботі: тільки Ви бачите цей список. Ви можете показати окремі зображення іншим людям, поділившись ними за допомогою меню <em>Поділитись</em>.

source: These are your "deleted" images: only you can see this list. Click the images you want to restore, and then use the button below to confirm.
hu: Ezek a "törölt" képeid: ezt a listát csak te láthatod. Kattints a képekre, amiket vissza szeretnél állítani, majd a lenti gombbal erősítsd meg.
uk: Це Ваші "видалені" зображення: цей список можете бачити тільки Ви. Натисніть на зображення, які ви хочете відновити, а потім натисніть кнопку нижче для підтвердження.

source: We are very, very sorry, but it appears that some of your images suffered a catastrophic data corruption, and cannot be retrieved. Please read more <a href="%(data_corruption_url)s">here</a>.
uk: Нам дуже, дуже прикро, але схоже, що деякі з ваших зображень зазнали катастрофічного пошкодження даних, і їх неможливо відновити. Прочитайте більше <a href="%(data_corruption_url)s">тут</a>.

source: Please click on the thumbnails stuck with the hourglass icon to upload the image files that you still have on your computer or backups to their pages again.
uk: Будь ласка, клацніть ескізи, закріплені на піктограмі пісочного годинника, щоб знову завантажити на їхні місця файли зображень, які все ще є на вашому комп’ютері, або їх резервні копії.

source: The data associated to your affected images, such as title, description, equipment used, acquisition details, comments, likes, bookmarks, and so on, is still intact and safe.
uk: Дані, пов’язані з Вашими постраждалими зображеннями, такі як назва, опис, обладнання, деталі придбання, коментарі, лайки, закладки тощо, залишаються неушкодженими та безпечними.

source: AstroBin would like to offer you its sincerest apologies. :(
uk: AstroBin хоче принести вам свої щирі вибачення. :(

source: Okay, don't show this again
uk: ОК, не показувати це знову

source: These images don't have enough data. It's a shame...
de: Diese Bilder haben unzureichende Daten. Schade...
el: Αυτές οι εικόνες δεν έχουν αρκετά δεδομένα. Είναι κρίμα...
es: Estas imágenes no tienen suficientes datos. Es una lástima...
fa: این تصاویر به اندازه کافی داده به همراه ندارد. این شرم آور است ...
fi: Kuvissa ei ole tarpeeksi dataa. Harmi...
fr: Il n'y a pas assez de données pour ces images. Dommage...
hu: Ezek a képek nem tartalmaznak elegendő adatot. Kár...
it: Queste immagini non hanno abbastanza dati tecnici. Che peccato...
ja: これらの画像は十分なデータを持っていません。それではみっともないです。
nl: Deze foto's hebben niet voldoende ingevulde data. Zonde...
pl: Te zdjęcia nie mają wystarczającego opisu. Szkoda...
pt: Estas imagens não possuem informação suficiente. Embaraçoso...
ru: Эти изображения слабо наполнены деталями. Стыдно-о...
uk: На цих зображеннях недостатньо даних. Соромно…

source: If you want your images to be categorized in albums, you should really fill in some data. Imaging telescopes, imaging cameras and subjects are the bare minimum. Dates of acquisitions are very important too.
de: Wenn Du Deine Bilder in Alben kategorisieren möchtest, solltest Du weitere Daten hinzufügen. Aufnahme-Teleskop, Kamera und Betreff sind das absolute Minimum. Ebenso wichtig ist der Aufnahmezeitpunkt.
el: Αν θέλετε οι εικόνες σας να κατηγοριοποιηθούν σε άλμπουμ, θα πρέπει να συμπληρώσετε μερικά δεδομένα. Τα τηλεσκόπια απεικόνισης, κάμερες απεικόνισης καθώς και το θέμα είναι τα ελάχιστα. Οι ημερομηνίες λήψης είναι επίσης σημαντικές.
es: Si quieres que tus imágenes sean organizadas en álbumes, deberías completar algunos datos. Por lo memos telescopios, cámaras y nombres de objetos. También son muy importantes datos sobre su adquisición.
fa: اگر می خواهید تصاویرتان در آلبوم ها طبقه بندی شوند، واقعا باید برخی از داده ها را پر کنید. تلسکوپ تصویربرداری، دوربین های تصویربرداری و موضوعات از حداقل این داده هاست. تاریخ جمع آوری نیز بسیار مهم است.
fi: Jos haluat kuviesi näkyvän albumeissa, syötä lisätietoja. Käyttämäsi kaukoputket, kamerat ja kohteiden nimet ovat minimivaatimus. Kuvausajankohdat ovat myös tärkeitä.
fr: Si vous désirez que vos images soient classées par album, renseignez le maximum de données. L'instrument, l'imageur ainsi que l'objet photographié constituent les données minimum. Les dates d'acquisition sont très importantes également.
hu: Ha szeretnéd, hogy a képeid albumokba legyenek kategorizálva, akkor tényleg be kéne írnod néhány adatot. A képalkotó távcsövek, a képalkotó kamerák és a témák a minimum. A felvételek készítésének dátuma is nagyon fontos.
it: Se vuoi che le tue immagini vengano categorizzate in album, dovresti fornire i dati necessari. Telescopi di acquisizione, camere di acquisizione e soggetti sono il minimo. Anche le date di acquisizione sono molto importanti.
ja: もし、あなたの画像をアルバムに分類したいのであれば、あなたはいくつかのデータを本当に埋める必要があります。望遠鏡、カメラ、主題は最低限必要です。撮影日もとても重要です。
nl: Als je je foto's in albums wil onderverdelen dan moet je zoveel mogelijk gegevens verstrekken. Telescoop waarmee de foto is gemaakt en gebruikte camera is het absolute minimum. De datums waarop de belichting is gebeurd zijn ook erg belangrijk.
pl: Jeżeli chcesz aby Twoje zdjęcia zostały posortowane w albumy, powinieneś dodać do nich opisy. Należy podać przynajmniej teleskop, kamerę i fotografowane obiekty. Data zbierania materiału też jest bardzo istotna.
pt: Se você quer suas imagens classificadas em álbuns, você definitivamente deve preencher algumas informações. Telescópios, câmeras e objetos são o mínimo. As datas das capturas também são muito importantes.
ru: Если вы хотите, чтобы ваши изображения были разнесены по категориям в альбомы, вам стоит заполнить некоторые поля данных. Указать телескопы и камеры, использованные для съемки, и объекты - это как минимум. Даты съемок также очень важны.
uk: Якщо Ви хочете, щоб Ваші зображення були рознесені за категоріями в альбоми, Вам потрібно заповнити деякі поля даних. Вказати телескопи та камери, використані для зйомки, та об’єкти – це як мінімум. Дати зйомок також дуже важливі.

source: Can't find your images?
hu: Nem találod a képeid?
uk: Не можете знайти свої зображення?

source: All your images are still unpublished. <a href="%(user_page)s?staging">Visit your Staging Area</a> to find them, or <a href="%(staging_area_learn_more_link)s">learn more</a>.
hu: Még egyik képed sincs közzétéve. <a href="%(user_page)s?staging">Nézd meg a Szerkesztési Területedet</a>, hogy megnézd őket, vagy <a href="%(staging_area_learn_more_link)s">tudj meg többet</a>.
uk: Усі Ваші зображення досі не опубліковані. <a href="%(user_page)s?staging">Відвідайте свою Робочу Область</a>, щоб знайти їх, або <a href="%(staging_area_learn_more_link)s">дізнайтеся більше</a>.

source: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
hu: Profil törlése
it: Cancella account
nl: Account verwijderen
pl: Usuń konto
ru: Удалить аккаунт
uk: Видалити акаунт

source: Are you sure you want to delete your account? This operation is irreversible and immediate. All traces of your activity on AstroBin will be erased forever!
es: ¿Estás seguro/a de eliminar tu cuenta? Esta operación es inmediata e irreversible. ¡Todos los rastros de tu actividad en AstroBin serán borrados para siempre!
fr: Êtes-vous certain(e) de vouloir supprimer votre compte AstroBin? Cette opération est immédiate et irréversible. Toutes traces de votre activité sur AstroBin seront effacées à jamais!
hu: Biztos, hogy törölni szeretnéd fiókodat? Ez a művelet visszafordíthatatlan és azonnali. Az AstroBin-en végzett tevékenységed minden nyoma örökre törlődik!
it: Sei sicuro che vuoi cancellare il tuo account? Questa operazione è irreversibile ed immediata. Tutte le tracce delle tue attività su AstroBin saranno cancellate per sempre!
nl: Ben je zeker dat je je AstroBin account wil verwijderen? Dit is een actie die onmiddellijk wordt uitgevoerd en niet ongedaan kan worden gemaakt. Alle sporen van je activiteit op AstroBin worden definitief gewist!
pl: Czy jesteś pewien, że chcesz usunąć swoje konto? Ta operacja jest nieodwracalna i natychmiastowa. Wszelkie ślady Twojej aktywności na AstroBin zostaną usunięte na zawsze!
ru: Вы уверены, что хотите удалить свой аккаунт? Эта операция необратима и мгновенна. Все следы ваших действий на AstroBin будут удалены навсегда!
uk: Ви впевнені, що хочете видалити свій обліковий запис? Ця операція необоротна і миттєва. Всі сліди ваших дій на AstroBin буде видалено назавжди!

source: Account deleted
hu: Profil törölve
uk: Обліковий запис видалено

source: Your account was deleted. Thanks for using AstroBin until now!
es: Tu cuenta fué eliminada. Gracias por haber usado AstroBin hasta hoy.
fr: Votre compte a été supprimé. Merci d'avoir utilisé AstroBin jusqu'à présent!
hu: A fiókodat töröltük. Köszönjük, hogy használtad az AstroBin-t mostanáig!
it: Il tuo account è stato cancellato. Grazie per aver usato AstroBin finora!
nl: Je account werd gewist. Bedankt om AstroBin gebruikt te hebben!
pl: Twoje konto zostało usunięte. Dziękujemy za korzystanie z AstroBin!
ru: Ваш аккаунт удален. Спасибо что использовали AstroBin!
uk: Ваш обліковий запис видалено. Дякуємо за використання AstroBin!

source: Edit your basic information
de: Bearbeite deine Basisinformationen
el: Επεξεργασία των βασικών σας πληροφοριών
es: Edita tu información básica
fa: اطلاعات اصلی خود را ویرایش کنید
fi: Muokkaa perustietojasi
fr: Modifier vos informations de base
hu: Alapvető információk szerkesztése
it: Modifica le tue informazioni di base
ja: あなたの基本情報を編集
nl: Wijzig je basisinformatie
pl: Edytuj podstawowe dane
pt: Edite suas informações básicas
ru: Править вашу основную информацию
uk: Редагувати Вашу загальну інформацію

source: Download your data
hu: Adataid letöltése
uk: Завантажити Ваші дані

source: You can download all your data off AstroBin, including original uploads, all revisions, and information such as description, gear used, acquisition details, and so on.
hu: Letöltheted az összes adatodat az AstroBin-ről, beleértve az eredeti feltöltéseket, az összes átdolgozást, valamint az olyan információkat, mint a leírás, a használt felszerelés, a felvétel részletei stb.
uk: Ви можете завантажити всі свої дані з AstroBin, включаючи оригінальні завантаження, всі зміни та інформацію, таку як опис, обладнання, відомості про придбання і т.д.

source: Request download
hu: Letöltés kérése
uk: Запросити скачування

source: Your past requests
hu: Utóbbi kérelmeid
uk: Ваші попередні запити

source: Request time
hu: Kérelmi idő
uk: Час запиту

source: Status
el: Κατάσταση
es: Estatus
fa: وضعیت
fr: Statut
hu: Állapot
it: Stato
ja: ステータス
ru: Состояние
uk: Стан

source: File size
hu: Fájlméret
uk: Розмір файлу

source: There doesn't seem to be anything here.
hu: Úgy tűnik, itt nincs semmi.
uk: Здається, нічого тут немає.

source: Quota exceeded
hu: Kvóta túllépve
uk: Квота перевищена

source: To prevent excessive usage of server resources, you can only request one data download per 24 hour period. If you believe your download is stuck, please email us at <a href="mailto:astrobin@astrobin.com">astrobin@astrobin.com</a>.
hu: A szerver erőforrásainak túlzott igénybevételének elkerülése érdekében egy letöltést igényelhetsz 24 óránként. Ha úgy gondolod, a letöltés elakadt, kérjük, írj nekünk az <a href="mailto:astrobin@astrobin.com">astrobin@astrobin.com</a> e-mail címre.
uk: Щоб запобігти надмірному використанню ресурсів сервера, Ви можете запитувати лише одне завантаження даних за 24 години. Якщо Ви вважаєте, що завантаження зависло, напишіть нам за адресою <a href="mailto:astrobin@astrobin.com">astrobin@astrobin.com</a>.

source: Please keep in mind that it could take several hours for your download to be ready, depending on the number and size of your images, and how busy the servers are at the moment.
hu: Kérjük, ne feledd, hogy a képeid számától és méretétől függően, valamint a szerverek elfoglaltságától függően több órát is igénybe vehet, mire a letöltésed befejeződik.
uk: Пам’ятайте, що завантаження може тривати кілька годин, залежно від кількості та розміру зображень, а також від того, наскільки завантажені сервери в даний момент.

source: Edit your astrophotography gear
de: Astrofotografie Ausrüstung bearbeiten
el: Επεξεργαστία του εξοπλισμού αστροφωτογράφησής σας
es: Edita tu equipo astrofotográfico
fa: دنده (gear) عکس برداری خود را ویرایش کنید
fi: Muokkaa tähtikuvauslaitteitasi
fr: Modifier votre matériel d'astrophotographie
hu: Felszerelések szerkesztése
it: Modifica la tua strumentazione
ja: あなたの天体写真機材を編集
nl: Wijzig je astrofoto materiaal
pl: Edytuj swój sprzęt astrofotograficzny
pt: Edite seu equipamento de astrofotografia
ru: Править ваше астрофотографическое оборудование
uk: Редагувати Ваше астрофотографічне обладнання

source: Edit gear item
de: Ausrüstung bearbeiten
el: Επεξεργασία αντικειμένου εξοπλισμού
es: Edita elemento de instrumental
fa: ویرایش دنده (gear)
fr: Modifier le matériel
it: Modifica strumentazione
ja: 機材を編集
nl: Wijzigen van het materiaal
pl: Edytuj informacje o sprzęcie
pt: Editar equipamento
ru: Править элемент оборудования
uk: Редагувати елемент обладнання

source: Please note!
de: Bitte beachten!
el: Παρακαλώ σημειώστε!
es: ¡Tenlo en cuenta!
fa: لطفا توجه کنید!
fi: Huomaa!
fr: Note:
it: Attenzione!
ja: 要注意
nl: Attentie!
pl: Uwaga!
pt: Atenção!
ru: Пожалуйста, запишите!
uk: Зверніть увагу!

source: When you add or edit the make, the name, and the properties of this product, the data is global and shared between all AstroBin users. Do not write any information in there that refers to your personal copy of this product, like "modded", "sold", "broken", "a present from my aunt" and so on.
de: Wenn du den Hersteller, den Namen oder die Eigenschaften dieses Produktes änderst, wird die Änderung für alle Nutzer bereitgestellt. Es handelt sich um globale Daten. Füge keine Informationen hinzu, die sich auf deine private Ausrüstung beziehen, wie zum Beispiel "modifiziert", "verkauft", "defekt", "Geschenk meiner Tante" oder ähnliches.
el: Όταν προσθέτετε ή επεξεργάζεστε την κατασκευή, το όνομα και τις ιδιότητες αυτού του προϊόντος, τα δεδομένα μοιράζονται με όλους τους χρήστες του AstroBin. Μην γράφετε πληροφορίες που αναφέρονται στο προσωπικό σας αντίγραφο του προϊόντος, όπως "modded", "sold", "broken", "δώρο από την θεία μου" κτλ.
es: Cuando añades o editas la marca, la denominación y las propiedades de este producto, los datos son globales y se comparten entre todos los usuarios de AstroBin. No escribas ninguna información que se refiera a tu versión particular de este producto, como "modificado", "vendido", "roto", "regalo de mi tío", etc.
fa: هنگامی که شما سازنده، نام، و خواص این محصول را اضافه و یا ویرایش کنید، داده ها همگانی می شوند و بین تمام کاربران AstroBin مشترک شده است. چیزی به هر گونه اطلاعاتی که اشاره به نسخه شخصی شما دارد اضافه نکنید مصلا: "کامپیوتر"، "فروخته شده"، "شکسته"، "در حال حاضر مال عمه ام" وغیره.
fr: Lorsque vous indiquez ou modifiez le fabricant, le modèle, et les caractéristiques de votre matériel, les données sont globales et partagées entre tous les utilisateurs d'AstroBin. Ne renseignez pas des informations qui ne concernent que votre propre exemplaire d'un instrument, telles que "modifié", "vendu", "usé", "un cadeau de ma tante" et ainsi de suite...
it: Quando aggiungi o modifichi la marca, il nome e le proprietà di questo prodotto, i dati sono condivisi globalmente tra tutti gli utenti di AstroBin. Non scrivere alcuna informazione che si riferisce alla tua copia personale di questo prodotto, come "modificata", "venduto", "rotto", "un regalo di mia zia" e così via.
ja: あなたが、この製品のメーカーや名前、プロパティを加筆したり編集した場合、そのデータは全体にいきわたり、すべてのAstroBinユーザーの間にシェアされます。「改造した」「売った」「壊れた」「叔父からプレゼントされた」などの個人的なコピーをこの製品情報に書き込まないでください。
nl: Als je het merk, de naam en de eigenschappen van dit produkt toevoegt of wijzigt, schrijf je gegevens weg die door alle AstroBin gebruikers worden gedeeld. Schrijf hier dus geen info die enkel betrekking heeft op de persoonlijke versie van dit materiaal, zoals "aangepast", "verkocht", "defect", "een cadeautje van mijn tante" of analoog...
pl: Kiedy dodajesz lub edytujesz markę, nazwę lub inne właściwości produktu, te dane są globalnie współdzielone pomiędzy wszystkimi użytkownikami AstroBin. Nie wpisuj żadnych informacji, które dotyczą tylko Twojego egzemplarza sprzętu, np: "modyfikowany", "sprzedany", "popsuty", "prezent od cioci" itd...
pt: Quando você adiciona ou edita um fabricante, o nome e as propriedades deste são compartilhadas com todos os usuários do AstroBin. Não escreva aqui nada referente à sua cópia pessoal deste produto, como "modificado", "vendido", "danificado", "presente da minha tia" e etc.
ru: Когда вы добавляете или изменяете производителя, название и параметры этого продукта, это изменение распространяется на всех пользователей AstroBin. Не пишите никаких пометок, относящихся только к вашему экземпляру продукта, типа «модифицирован», «продан», «сломан», «подарен тётушкой» и прочее.
uk: Коли ви додаєте або змінюєте виробника, назву та параметри цього продукту, ці дані поширюються на всіх користувачів AstroBin. Не пишіть жодних позначок, що стосуються тільки вашого екземпляра продукту, типу «модифікований», «проданий», «зламаний», «подарований тітонькою» та інше.
