Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Duration of each sub-frame, in seconds.
de: Dauer des einzelnen Sub-Frames in Sekunden.
el: Διάρκεια του κάθε καρέ, σε δευτερόλεπτα.
es: Duración de cada toma, en segundos.
fa: مدت زمانی هر زیر فریم بر حسب ثانیه
fi: Osavalotusten pituus, sekuntia.
fr: Durée de chaque pose, en secondes.
hu: Egyes képek expozíciós időtartama másodpercben.
it: Durata di ogni frame, in secondi.
ja: それぞれの撮影フレームの露出秒。
nl: Tijdsduur van ieder subframe, in seconden.
pl: Czas naświetlania pojedynczej klatki, w sekundach.
pt: Duração de cada frame, em segundos.
ru: Продолжительность съемки каждого исходного кадра, в секундах.
uk: Витримка кожного вихідного кадру в секундах.

source: Gain
de: Empfindlichkeit (Gain)
es: Ganancia
fa: بهره
fi: Vahvistus (Gain)
ja: ゲイン
nl: Versterking
pl: Wzmocnienie
pt: Ganho
ru: Усиление
uk: Посилення

source: Sensor cooling
de: Chipkühlung
el: Ψύξη αισθητήρα
es: Enfriado del sensor
fa: سیستم خنک کننده سنسور
fi: Kennon jäähdytys
fr: Refroidissement du capteur
hu: Szenzor hűtés
it: Temperatura sensore
ja: 冷却センサー
nl: Sensorkoeling
pl: Chłodzenie sensora
pt: Resfriamento do sensor
ru: Охлаждение сенсора
uk: Охолодження сенсору

source: The temperature of the chip. E.g.: -20.
de: Chiptemperatur, z.B: -20.
el: Η θερμοκρασία του αισθητήρα. Π.χ. : -20.
es: La temperatura del chip. Por ejemplo: -20.
fa: دمای چیپ: مثلا 20-
fi: Kennon lämpötila, esim. -20.
fr: Température du capteur. Ex: -20.
hu: A chip hőmérséklete. Pl.: -20.
it: Temperatura del sensore. Esempio: -20.
ja: センサーチップ温度（例えば-20）。
nl: De temperatuur van de chip, bv -20.
pl: Temperatura sensora, np. -20
pt: Temperatura do chip. Ex.: -20.
ru: Температура сенсора. Например: -20.
uk: Температура сенсора. Наприклад: -20.

source: Darks
fa: تیره ها
fi: Darkit
hu: Darkok
it: Dark
ja: ダーク
pl: Darki
pt: Dark frames
ru: Темновые кадры
uk: Темнові кадри

source: The number of dark frames.
de: Anzahl der Dark-Frames.
el: Ο αριθμός των dark καρέ.
es: Número de tomas dark.
fa: تعداد فریم های تیره
fi: Dark-ruutujen lukumäärä.
fr: Nombre de Darks.
hu: A dark képek száma.
it: Numero di dark.
ja: ダークフレームの枚数。
nl: Het aantal dark frames.
pl: Liczba użytych darków
pt: A quantidade de dark frames.
ru: Количество темновых кадров.
uk: Кількість темнових(dark) кадрів.

source: Flats
fa: صاف ها
fi: Flatit
fr: Flats/PLU
hu: Flatek
it: Flat
ja: フラット
pl: Flaty
pt: Flat frames
ru: Кадры плоского поля
uk: Кадри плоского поля

source: The number of flat frames.
de: Anzahl der Flat-Frames.
el: Ο αριθμός των flat καρέ.
es: Número de tomas flat.
fa: تعداد فریم های صاف
fi: Flat-ruutujen lukumäärä.
fr: Nombre de Flats/PLU.
hu: A flat képek száma.
it: Numero di flat.
ja: フラットフレームの枚数。
nl: Het aantal flat frames.
pl: Liczba użytych flatów
pt: A quantidade de flat frames.
ru: Количество кадров плоского поля.
uk: Кількість кадрів плоского поля (flat).

source: Flat darks
es: Dark-flats
fa: تیره های صاف
fi: Flat darkit
hu: Flat darkok
it: Dark dei flat
ja: フラットダーク
pl: Darki do flatów
pt: Dark flat frames
ru: Темновые кадры для кадров плоского поля
uk: Темнові кадри для кадрів плоского поля

source: The number of dark flat frames.
de: Anzahl der Flat Darks.
el: Ο αριθμός των dark flat καρέ.
es: Número de tomas dark-flat
fa: تعداد فریم های تیره و صاف
fi: Dark flat -ruutujen lukumäärä.
fr: Nombre de flat darks.
it: Numero di dark dei flat.
ja: フラットダーク撮影の枚数。
nl: Het aantal flat dark frames.
pl: Liczba użytych darków do flatów
pt: A quantidade de dark flat frames.
ru: Количество темновых кадров для кадров плоского поля.
uk: Кількість темнових(dark) кадрів для кадрів плоского поля.

source: Bias
fa: خطا
fr: Bias/offset
ja: バイアス
pt: Bias frames
ru: Кадры смещения
uk: Кадри зміщення (bias)

source: The number of bias/offset frames.
de: Anzahl der Bias/Offset Frames.
el: Ο αριθμός των bias/offset καρέ.
es: Número de tomas bias/offset
fa: تعداد فریم های bias/offset
fi: Bias/offset-ruutujen lukumäärä.
fr: Nombre de bias/offset.
hu: A bias/offset képek száma.
it: Numero di frame bias/offset.
ja: バイアス撮影の枚数。
nl: Het aantal bias/offset frames.
pl: Liczba użytych klatek bias/offset
pt: A quantidade de bias/offset frames.
ru: Количество кадров смещения.
uk: Кількість кадрів bias/offset.

source: Bortle Dark-Sky Scale
de: Bortle Skala
el: Κλίμακα Bortle σκοτεινού ουρανού
es: Escala de Cielo Oscuro de Bortle
fa: آسمان تاریک در مقیاس Bortle
fi: Bortlen asteikko
fr: Echelle d'obscurité de Bortle
hu: Bortle-skála
it: Scala del Cielo Scuro Bortle
ja: ボートルのダークスカイ指数
nl: Bortle donkere hemel schaal
pl: Skala jasności nieba Bortle'a
pt: Escala de céu escuro de Bortle
ru: Шкала Бортля для оценки темноты неба
uk: Шкала Бортля для оцінки темряви неба

source: Quality of the sky according to <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">the Bortle Scale</a>.
de: Himmelsqualität gemäss <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">der Bortle Skala</a>.
el: Ποιότητα του ουρανού σύμφωνα με <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">την Κλίμακα Bortle</a>.
es: Calidad del cielo según la <a href="http://es.wikipedia.org/wiki/Escala_de_cielo_oscuro_de_Bortle" target="_blank">Escala de Bortle</a>.
fi: Taivaan pimeys <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">Bortlen asteikon</a> mukaan.
fr: Qualité du ciel selon <a href="http://fr.wikipedia.org/wiki/Échelle_de_Bortle" target="_blank">l'échelle de Bortle</a>.
hu: A fényszennyezés értéke a <a href="https://hu.wikipedia.org/wiki/Bortle-skála" target="_blank">Bortle-skála szerint</a>.
it: Qualità del cielo secondo <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">la Scala di Bortle</a>.
ja: <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">ボートルのダークスカイ指数</a> に従った夜空のクオリティ。
nl: Kwaliteit van de hemel volgens de <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">Bortle Schaal</a>.
pl: Jakość nieba według <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">skali Bortle'a</a>.
pt: Qualidade do céu de acordo com a <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">escala de Bortle</a>.
ru: Качество неба по <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">шкале Бортля</a>.
uk: Якість неба по <a href="http://en.wikipedia.org/wiki/Bortle_Dark-Sky_Scale" target="_blank">шкалі Бортля</a>.

source: Mean mag/arcsec^2
de: Durchschnittliche mag/arcsec^2
el: Μέσο mag/arcsec^2
es: Mag./seg.^2 media
fa: Mean mag/arcsec^2 (مقدار متوسط قدر بر مجذور عکس sec)
fi: Keskimääräinen magnitudi/kaarisekunti^2
fr: Mag/arcsec^2 moyenne
hu: Átlag mag/arcsec^2 érték
it: Mag/arcsec^2 media
ja: 平均 mag/arcsec^2
nl: Gemiddelde mag/arcsec^2
pl: Średnie mag/arcsec^2
pt: Mag/arcsec^2 médio
ru: Средняя звездная величина на угл. сек^2
uk: Середня зіркова величина/угл. сек^2

source: As measured with your Sky Quality Meter.
de: Wie mit dem Sky Quality Meter gemessen.
el: Όπως μετρήθηκε με τον μετρητή ποιότητας ουρανού.
es: Según tu medidor de calidad del cielo (SQM).
fa: به عنوان اندازه گیری با Sky Quality Meter خود.
fi: SQM-mittarillasi mitattuna.
fr: Telle que mesurée par votre Sky Quality Meter.
hu: A Sky Quality Meter-rel mért érték.
it: Come misurato dal tuo Sky Quality Meter.
ja: あなたのSky Quality Meter（SQM）の測定値。
nl: Gemeten met Sky Quality Meter.
pl: Jak zmierzone przy pomocy Miernika Jakości Nieba
pt: Como informado pelo seu medidor de qualidade do céu (Sky Quality Meter).
ru: Измеренная с помощью Sky Quality Meter.
uk: Виміряна за допомогою Вашого пристрою вимірювання якості неба.

source: Mean FWHM
de: Durchschnittliche FWHM
el: Μέσο FWHM
es: FWHM medio
fa: متوسط FWHM
fi: Keskiarvo FWHM
fr: FWHM moyenne
hu: Átlag FWHM
it: FWHM medio
ja: 平均FWHM
nl: Gemiddelde FWHM
pl: Średnie FWHM
pt: Média da largura de pico à meia altura (FWHM)
ru: Среднее FWHM
uk: Середнє FWHM

source: Temperature
de: Temperatur
el: Θερμοκρασία
es: Temperatura
fa: دما
fi: Lämpötila
fr: Température
hu: Hőmérséklet
it: Temperatura
ja: 気温
nl: Temperatuur
pl: Temperatura
pt: Temperatura
ru: Температура
uk: Температура

source: Ambient temperature (in Centigrade degrees).
de: Umgebungstemperatur (in Grad Celsius).
el: Θερμοκρασία περιβάλλοντος (σε βαθμούς Κελσίου)
es: Temperatura ambiente (en grados Centígrados).
fa: دمای محیط (درجه سانتیگراد)
fi: Ilman lämpötila (astetta Celsiusta).
fr: Température ambiante (en °C).
hu: Külső hőmérséklet (Celsius-fokban)
it: Temperatura ambientale (in gradi cenigradi).
ja: 周囲の気温 (摂氏)。
nl: Omgevingstemperatuur in graden Celsius.
pl: Temperatura otoczenia (w stopniach Celsjusza)
pt: Temperatura ambiente (em graus Centígrados).
ru: Температура окружающей среды (в °С).
uk: Температура навколишнього середовища (у °С).

source: Number of frames
de: Anzahl der Frames
el: Αριθμός καρέ
es: Número de tomas
fa: تعداد فریم ها
fi: Ruutujen lukumäärä
fr: Nombre d'images ('frames')
hu: Egyes képek száma
it: Numero di frame
ja: 撮影枚数（撮影フレーム数）
nl: Aantal frames
pl: Liczba klatek
pt: Quantidade de frames
ru: Количество кадров
uk: Кількість кадрів

source: The total number of frames you have stacked.
de: Gesamtanzahl der gestackten Frames.
el: Ο συνολικός αριθμός καρέ που έχουν σωρευτεί.
es: Número de tomas de luz que has apilado.
fa: تعداد کل فریم هایی که stack کرده اید.
fi: Pinottujen ruutujen kokonaislukumäärä.
fr: Nombre d'images compilées.
hu: A képek száma, amiket stackeltél.
it: Numero totale di frame che hai sommato.
ja: スタック（コンポジット）に利用した全撮影枚数（撮影フレーム数）。
nl: Het totaal aantal frames in de stack.
pl: Całkowita liczba użytych klatek.
pt: Quantidade total de frames empilhados.
ru: Общее количество кадров, сложенных в стек.
uk: Загальна кількість кадрів, складених у стек.

source: FPS
fi: Kuvataajuus
ru: к/сек
uk: к/сек

source: Frames per second.
de: Bilder pro Sekunde.
el: Καρέ ανά δευτερόλεπτο
es: Cuadros por segundo.
fa: فریم بر ثانیه
fi: Kuvanopeus (fps).
fr: Images par seconde.
hu: Képkocka másodpercenként.
it: Frame al secondo.
ja: フレーム数/秒
nl: Beelden per seconde.
pl: Klatki na sekundę.
pt: Frames por segundo.
ru: Кадров в секунду.
uk: Кадрів в секунду.

source: The focal length of the whole optical train, including barlow lenses or other components.
de: Gesamt-Brennweite, inkl. Barlowlinsen und anderen optischen Komponenten.
el: Η συνολική εστιακή απόσταση όλου του οπτικού μονοπατιού, συμπεριλαμβανομένου φακών barlow ή άλλων εξαρτημάτων.
es: La longitud focal de todo el tren óptico, incluyendo lentes barlow u otros elementos.
fa: فاصله کانونی کل مسیر اپتیکی شامل عدسی ها و سایر موارد.
fi: Koko systeemin efektiivinen polttoväli.
fr: Distance focale du dispositif complet, avec barlow et autres composants.
hu: A teljes optikai vonat fókusztávolsága, beleszámítva Barlow-lencséket és egyéb komponenseket.
it: La lunghezza focale di tutto il treno ottico, includendo anche lenti di barlow o altri componenti.
ja: バーローレンズやその他のコンポーネントを含む全光学系の焦点距離。
nl: De brandpuntsafstand van de volledige optische trein, inclusief barlows en andere componenten.
pl: Długość ogniskowej uwzględniając soczewki Barlowa i inne komponenty.
pt: Distância focal de todo o conjunto ótico, incluindo lentes barlow ou outros componentes.
ru: Эквивалентное фокусное расстояние всей оптической системы, включая линзы Барлоу и другие компоненты.
uk: Еквівалентна фокусна відстань усієї оптичної системи, включаючи лінзи Барлоу та інші компоненти.

source: Latitude of the first Central Meridian.
de: Breitengrad des ersten, zentralen Meridians.
el: Γεωγραφικό πλάτος του πρώτου Κεντρικού Μεσημβρινού.
es: Latitud del primer Meridiano Central.
fa: عرض جغرافیایی از اولین مرکزی مریدین.
fi: Ensimmäisen keskimeridiaanin leveysaste.
fr: Latitude du premier méridien central.
hu: Az első központi meridián szélessége.
it: Latitudine del primo Meridiano Centrale.
ja: 本初子午線の経度。
nl: Breedte van de eerste Centrale Meridiaan.
pl: Dłgość geograficzna pierwszego centralnego południka
pt: Latitude do primeiro Meridiano Central.
ru: Широта первого Центрального Меридиана
uk: Широта першого Головного меридіана.

source: Latitude of the second Central Meridian.
de: Breitengrad des 2. zentralen Meridians.
el: Γεωγραφικό πλάτος του δεύτερου Κεντρικού Μεσημβρινού.
es: Latitud del segundo Meridiano Central.
fa: عرض جغرافیایی از دومین مرکزی مریدین.
fi: Toisen keskimeridiaanin leveysaste.
fr: Latitude du second méridien central.
hu: A második központi meridián szélessége.
it: Latitudine del secondo Meridiano Centrale.
ja: 第2子午線の経度。
nl: Breedte van de tweede Centrale Meridiaan.
pl: Dłgość geograficzna drugiego centralnego południka
pt: Latitude do segundo Meridiano Central.
ru: Широта второго Главного Меридиана
uk: Широта другого Головного меридіана.

source: Latitude of the third Central Meridian.
de: Breitengrad des dritten zentralen Meridians.
el: Γεωγραφικό πλάτος του τρίτου Κεντρικού Μεσημβρινού.
es: Latitud del tercer Meridiano Central.
fa: عرض جغرافیایی از سومین مرکزی مریدین.
fi: Kolmannen keskimeridiaanin leveysaste.
fr: Latitude du troisième méridien central.
hu: A harmadik központi meridián szélessége.
it: Latitudine del terzo Meridiano Centrale.
ja: 第3子午線の経度。
nl: Breedte van de derde Centrale Meridiaan.
pl: Dłgość geograficzna trzeciego centralnego południka
pt: Latitude do terceiro Meridiano Central.
ru: Широта третьего Главного Меридиана.
uk: Широта третього Головного мерідіана.

source: Seeing
el: Ορατότητα (Seeing)
fa: مشاهده
hu: Láthatóság
ja: シーイング
pt: Visão astronômica
ru: Сиинг
uk: Сіінг

source: Your estimation of the seeing, on a scale from 1 to 5. Larger is better.
hu: Becslésed a láthatóságról, egy 1-5-ig terjedő skálán. A nagyobb jobbat jelent.
uk: Оцініть сіінг за шкалою від 1 до 5. Більше краще.

source: Transparency
de: Transparenz
el: Διαφάνεια (Transparency)
es: Transparencia
fa: شفافیت
fi: Läpinäkyvyys
fr: Transparence
hu: Átlátszóság
it: Trasparenza
ja: 透明度
pl: Przejrzystość
pt: Transparência
ru: Прозрачность
uk: Прозорість

source: Your estimation of the transparency, on a scale from 1 to 10. Larger is better.
hu: Becslésed a átlátszóságról, egy 1-10-ig terjedő skálán. A nagyobb jobbat jelent.
uk: Ваша оцінка прозорості за шкалою від 1 до 10. Більше – чистіше.

source: Time
de: Uhrzeit
el: Ώρα
es: Hora
fa: زمان
fi: Aika
fr: Heure
hu: Idő
it: Ora
ja: 時刻
nl: Tijd
pl: Czas
pt: Horário
ru: Время
uk: Час

source: Please use the following format: hh:mm.
de: Bitte das Format hh:mm verwenden.
el: Παρακαλώ χρησιμοποιήστε την εξής μορφή: ωω:λλ
es: Por favor, usa el siguiente formato: hh:mm.
fa: لطفا از فرمت روبرو استفاده کنید: hh:mm.
fi: Käytä seuraavaa muotoa: hh:mm.
fr: Utilisez le format suivant: hh:mm.
hu: Kérlek, ezt a formátumot használd: óó:pp.
it: Usa il seguente formato: hh:mm.
ja: hh:mmの形式を使ってください。
nl: Gebruik hh:mm.
pl: Użyj następującego formatu: hh:mm
pt: Por favor, use o seguinte formato: hh:mm.
ru: Пожалуйста, используйте следующий формат: чч:мм.
uk: Будь ласка, використовуйте наступний формат: чч:хх.

source: Request from
de: Anfrage von
el: Ζητήστε από
es: Adquirida desde
fa: درخواست از
fi: Pyyntö käyttäjältä
fr: Demande de
hu: Kérelem tőle:
it: Richiesta da
ja: からの依頼
nl: Vraag van
pl: Poproś od
pt: Solicitado por
ru: Запрос от
uk: Запит від

source: Additional information
de: Zusätzliche Angaben
el: Περισσότερες πληροφορίες
es: Información adicional
fa: اطلاعات بیشتر
fi: Lisätietoja
fr: Informations supplémentaires
hu: További információ
it: Ulteriori informazioni
ja: 補足情報
nl: Extra informatie
pl: Dodatkowe informacje
pt: Informações adicionais
ru: Дополнительная информация
uk: Додаткова інформація

source: Higher resolution
de: Höhere Auflösung
el: Υψηλότερη ανάλυση
es: Resolución máxima
fa: رزولوشن بیشتر
fi: Suurempi resoluutio
fr: Résolution supérieure
hu: Magasabb felbontás
it: Risoluzione superiore
ja: 高解像度
nl: Hogere resolutie
pl: Wyższa rozdzielczość
pt: Resolução maior
ru: Наивысшее разрешение
uk: Вища роздільна здатність

source: I am no longer active in astrophotography
hu: Már nem vagyok aktív asztrofotós
uk: Я більше не займаюся астрофотографією

source: This website did not meet my expectations
hu: A weboldal nem felel meg az elvárásaimnak
uk: Цей веб-сайт не виправдав моїх очікувань

source: Something on this website doesn't work for me
hu: Valami nem működik az oldalon
uk: Щось на цьому сайті у мене не працює

source: The paid subscriptions are too expensive
hu: Az előfizetéses csomagok túl drágák
uk: Платні підписки занадто дорогі

source: I prefer not to say
hu: Nem szeretném megosztani
uk: Я волію не говорити

source: Real name
de: Richtiger Name
el: Πραγματικό όνομα
es: Nombre real
fi: Oikea nimi
fr: Vrai nom
hu: Valódi név
it: Nome e cognome
ja: 本名
nl: Echte naam
pl: Imię i nazwisko
ru: Настоящее имя
uk: Справжнє ім'я

source: If present, your real name will be used throughout the website.
de: Wenn vorhanden, wird dein richtiger Name wird auf der Webseite verwendet.
el: Αν υπάρχει, το πραγματικό σας όνομα θα χρησιμοποιείται σε ολόκληρη την ιστοσελίδα
es: Si consta, su nombre real se usará en todo el sitio web.
fi: Sivustolla käytetään oikeaa nimeäsi, jos se on merkitty.
fr: Si renseigné, votre vrai nom sera utilisé sur l'ensemble du site.
hu: Ha van, ez lesz megjelenítve a weboldalon.
it: Se presenti, il tuo nome e cognome saranno usati sul sito.
ja: 記入した場合、本名がAstroBin全体で使われます。
nl: Als je hem hebt ingegeven, dan zal je echte naam op AstroBin getoond worden.
pl: Jeśli imię i nazwisko jest dostępne będzie używane przy Twoim profilu
ru: Если присутствует, то ваше настоящее имя будет использоваться на сайте везде.
uk: Якщо є, то Ваше справжнє ім’я буде використовуватися скрізь на сайті.

source: Job
de: Beruf
el: Εργασία
es: Trabajo
fa: شغل
fi: Ammatti
fr: Emploi
hu: Munka
it: Professione
ja: 仕事
nl: Baan
pl: Praca
pt: Profissão
ru: Работа
uk: Робота

source: Hobbies
de: Hobbys
el: Χόμπι
es: Aficiones
fa: سرگرمی ها
fi: Harrastukset
hu: Hobbik
it: Interessi
ja: 趣味
pl: Hobby
pt: Passatempos
ru: Увлечения
uk: Хобі

source: Do you have any hobbies other than astrophotography?
de: Hast Du neben der Astrofotografie noch andere Hobbys?
el: Έχετε άλλα χόμπι εκτός από αστροφωτογράφηση;
es: ¿Tienes alguna otra afición aparte de la astrofotografía?
fa: آیا تفریح دیگری به جز عکاسی نجومی دارید؟
fi: Mitä muita harrastuksia sinulla on tähtikuvaamisen lisäksi?
fr: Avez-vous d'autres hobbies que l'astronomie?
hu: Van bármi hobbid az asztrofotózáson kívül?
it: Hai altri hobby, a parte l'astrofotografia?
ja: 天体写真以外の趣味はありますか?
nl: Heb je andere hobbies dan astrofotografie?
pl: Posiadasz jakieś inne hobby poza astrofotografią?
pt: Você possui outros passatempos além de astrofotografia?
ru: Есть ли у вас другие увлечения, кроме астрофотографии?
uk: Чи маєте ви інші хобі, крім астрофотографії?

source: Instagram username
hu: Instagram felhasználónév
uk: Ім’я користувача Instagram

source: If you provide this, AstroBin will tag you on Instagram if it's sharing an image of yours.
hu: Ha megadod, az AstroBin megjelöl, ha a te képedet tölti fel.
uk: Якщо дозволите, AstroBin позначить Вас у Instagram, якщо поділиться Вашим зображенням.

source: An Instagram username must be between 3 and 30 characters, start with an @ sign, and only have letters, numbers, periods, and underlines.
hu: Az Instagram felhasználónévnek 3 és 30 karakter között kell lennie, @ jellel kell kezdődnie, és csak betűket, számokat, pontokat és aláhúzásokat tartalmazhat.
uk: Ім’я користувача Instagram має містити від 3 до 30 символів, починатися зі знака @ і містити лише літери, цифри, крапки та підкреслення.

source: Timezone
de: Zeitzone
el: Ζώνη ώρας
es: Zona Horaria
fa: منطقه زمانی
fi: Aikavyöhyke
fr: Fuseau horaire
it: Fusorario
ja: タイムゾーン
nl: Tijdzone
pl: Strefa czasowa
pt: Fuso horário
ru: Часовой пояс
uk: Часовий пояс

source: By selecting this, you will see all the dates on AstroBin in your timezone.
de: Mit dieser Auswahl kannst Du alle AstroBin Daten in Deiner Zeitzone anzeigen.
el: Επιλέγοντας εδώ θα βλέπετε όλες τις ημερομηνίες του AstroΒin στην δική σας ζώνη ώρας.
es: Seleccionandola, verás todas las fechas en AstroBin según tu zona horaria.
fa: با انتخاب این مورد، تمام تاریخ های AstroBin را در منطقه زمانی خودتان خواهید دید.
fi: Jos valitset tämän, kaikki ajat AstroBinissä näkyvät oman aikavyöhykkeesi mukaan.
fr: En réglant cette valeur, les dates sur AstroBin seront adaptées à votre fuseau horaire.
it: Se inserisci questo, AstroBin ti mostrerà tutte le date nel tuo fuso orario.
ja: これを選択した場合には、AstroBinでは選択したタイムゾーンで日付が表示されます。
nl: Selecteer dit om alle tijden op AstroBin naar jouw tijdzone te vertalen.
pl: Wybierając ta opcję wszystkie daty na AstroBin będą prezentowane z uwzględnieniem Twojej strefy czasowej.
pt: Ao selecionar esta opção, você verá todas as datas do AstroBin em seu fuso horário.
ru: Выбрав это, вы будете видеть все даты на AstroBin в вашем часовом поясе.
uk: Вибравши це, Ви побачите всі дати на AstroBin у Вашому часовому поясі.

source: About you
de: Über Dich
el: Σχετικά με εσάς
es: Sobre tí
fa: درباره شما
fi: Tietoja sinusta
fr: À propos de vous
hu: Rólad
it: Qualcosa su di te
ja: あなたについて
nl: Over jezelf
pl: O sobie
pt: Sobre você
ru: О себе
uk: Про себе

source: Write something about yourself. HTML tags are allowed.
de: Beschreibe Dich kurz. HTML-Tags sind erlaubt.
el: Γράψτε κάτι για τον εαυτό σας. Επιτρέπονται HTML tags.
es: Escribe algo sobre tí mismo (las etiquetas HTML están permitidas).
fa: چیزی درباره خودتان بنویسید. برچسب HTML مجاز است.
fi: Kerro itsestäsi. HTML-tagit sallittu.
fr: Présentez-vous. Balises HTML autorisées.
hu: Írj valamit magadról. A HTML címkék engedélyezettek.
it: Scrivi qualcosa su di te. I tag HTML sono permessi.
ja: あなた自身について何かかいてください。HTMLタグが利用できます。
nl: Vertel wat over jezelf. HTML tags zijn toegestaan.
pl: Napisz coś o sobie. Tagi HTML są dozwolone.
pt: Escreva algo sobre você. Códigos HTML são permitidos.
ru: Напишите что-нибудь о себе. Разрешаются HTML-теги.
uk: Напишіть щось про себе. HTML-теги дозволені.

source: Delete reason
hu: Törlés oka
uk: Причина видалення

source: Why are you deleting your AstroBin account?
hu: Miért törlöd az AstroBin profilodat?
uk: Чому Ви видаляєте обліковий запис AstroBin?

source: Please tell us why you are deleting your account (minimum 30 characters). Thanks!
hu: Kérjük, írd meg, hogy miért törlöd a fiókodat (legalább 30 karakter). Köszönjük!
uk: Розкажіть, будь ласка, чому Ви видаляєте свій обліковий запис (мінімум 30 символів). Спасибі!

source: I want to be excluded from competitions
hu: Szeretném, ha kihagynának a versenyekből
uk: Виключити мене зі змагань

source: Check this box to be excluded from competitions and contests, such as the Image of the Day, the Top Picks, other custom contests. This will remove you from the leaderboards and hide your Image Index and Contribution Index.
hu: Jelöld be ezt a négyzetet, ha ki szeretnél maradni a versenyekből és pályázatokból, mint például A nap képe, a Top Picks, és egyéb egyéni pályázatok. Ez töröl téged a ranglistákról, és elrejti a Képindexedet és a Hozzájárulási Indexedet.
uk: Поставте прапорець, щоб виключити себе зі змагань і конкурсів, таких як «Зображення дня», «Найкращі зображення» та інших спеціальних конкурсів. Це видалить Вас із таблиць лідерів та сховає індекс Astrobin.

source: Open notifications in a new tab
hu: Értesítések megnyitása új lapon
uk: Відкрити сповіщення в новій вкладці

source: Global stream
hu: Globális adatfolyam
it: Stream di attività globale
pl: Kanał globalny
ru: Общая лента
uk: Глобальна стрічка

source: Personal stream
hu: Személyes adatfolyam
it: Stream di attività personale
pl: Kanał osobisty
ru: Личная лента
uk: Особиста стрічка

source: All uploaded images
hu: Minden feltöltött kép
it: Tutte le immagini caricate
pl: Wszystkie wczytane zdjęcia
ru: Все загруженные изображения
uk: Усі завантажені зображення
