Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: <em>AstroBin</em> will do more than just host a copy of your image: when you upload a photograph, a histogram and a black &amp; white inverted version of the image will be generated on the fly, so it's easier to spot faint nebulosity regions or spiral arms. Images will also be plate solved, and an annotated version will appear on the site. <em>AstroBin</em> will know what are the astronomical objects in your image without you telling!
de: <em>AstroBin</em> kann mehr als nur eine Kopie Ihres Bildes hosten: Ein Histogramm und eine invertierte s/w-Version Ihrer Aufnahme werden automatisch erzeugt und zu Ihrem Bild hinterlegt. So ist es einfacher, lichtschwache Objekte oder Spiralarme zu identifizieren. Bilder werden automatische astrometrisch vermessen und eine kommentierte Version erscheint automatisch auf der Webseite. <em>AstroBin</em> erkennt - ohne Ihr Zutun - automatisch die astronomischen Objekte auf Ihrem Bild!
el: Το <em>AstroBin</em> θα κάνει πολύ περισσότερα από την φιλοξενία ενός αντιγράφου της εικόνας σας: όταν ανεβάζετε μια εικόνα, ένα ιστόγραμμα και μια ασπρόμαυρη αρνητική έκδοση της εικόνας θα δημιουργηθούν επί τόπου, έτσι ώστε να είναι ευκολότερο να εντοπίσετε τις περιοχές αραιής νέφωσης ή τις σπείρες. Οι εικόνες θα αναλυθούν και μια σχολιασμένη έκδοση τους θα εμφανιστεί στην ιστοσελίδα. Το <em>AstroBin</em> θα γνωρίζει ποια είναι τα αστρονομικά αντικείμενα στην εικόνα σας χωρίς να του το πείτε!
es: <em>AstroBin</em> hará más que sólo guardar una copia de tu imagen: cuando subas una fotografía se generará automáticamente su histograma, y una versión de la imagen en B/N en la que es más fácil reconocer regiones de ténue nebulosidad o brazos espirales. El campo de las imágenes también será resuelto (plate-solve) y aparecerá una versión anotada en el sitio. ¡<em>AstroBin</em> reconocerá cuáles son los objetos astronómicos que hay en tu imagen sin que se lo digas!
fi: <em>AstroBin</em> tekee enemmän kuin vain ylläpitää kuviasi: kun lataat valokuvan, sen histogrammi ja negatiivinen mustavalkokuva luodaan hetkessä. Näin on helpompaa havaita heikot sumualueet tai spiraalihaarat. Kuvan tarkat koordinaatit myös ratkaistaan astrometrisesti, ja merkitty versio ilmestyy nettisivulle. Näiden lisäksi <em>AstroBin</em> löytää kuvissasi olevat kohteet ilman, että merkitset niitä itse!
fr: <em>AstroBin</em> fait bien plus que stocker une copie de votre image. Lorsque vous publiez une photo, le site génère automatiquement un histogramme et une version n/b en négatif (pour repérer plus facilement les faibles nébulosités ou encore les bras spiraux d'une galaxie). Une réduction astrométrique est appliquée aux images, créant automatiquement une version annotée. <em>AstroBin</em> sait quels objets sont présents dans le champ, inutile de lui préciser!
it: <em>AstroBin</em> fa ben più che semplicemente fornire l'hosting delle tue immagini: quando carichi una foto, l'istogramma ed una versione in bianco e nero invertita vengono generati al volo, così da mostrare meglio regioni nebulari deboli o bracci a spirale. Alle immagini viene anche effettuata la riduzione astrometrica, e la versione annotata apparirà sul sito. <em>AstroBin</em> saprà quali oggetti ci sono nella tua immagine, senza che tu glielo dica!
ja: <em>AstroBin</em>は写真をアップロードしたときにコピーをするだけでなく、ヒストグラムや白黒バージョンを自動的に生成します。それによって、淡い星雲や渦状腕が簡単にみつけられます。画像は星図化され、サイト上で注釈付きで表示されます。<em>AstroBin</em>はあなたが何も教えてくれなくても、あなたの画像のなかに、どんな天体があるかを知っています!
nl: <em>AstroBin</em> doet meer dan gewoon een kopie bewaren van je foto. Als je een beeld oplaadt dan wordt er automatisch een histogram en een negatieve zwart-wit versie gegenereerd zodat je makkelijke zwakke nevels of spiraalarmen kan zien. Er wordt ook een zogenaamde plate-solving gestart die achteraf een laag over je foto kan plaatsen met annotaties. <em>AstroBin</em> zal dus herkennen wat je hebt gefotografeerd zonder dat je het zelf hebt hoeven te vertellen!
pl: <em>AstroBin</em> nie tylko przechowuje kopie Twoich zdjęć. Kiedy publikujesz fotografię, histogram i czarno-biały negatyw są generowane automatycznie. W ten sposób łatwiej zobaczyć słabe mgławice, czy spiralne ramiona galaktyk. Zdjęcia będą również automatycznie zlokalizowane na niebie i wersja z opisem obiektów pojawi się w serwisie. W ten sposób <em>AstroBin</em> będzie wiedział, jakie obiekty znajdują się na zdjęciu nawet bez Twojego opisu!
pt: O <em>AstroBin</em> faz mais do que apenas hospedar uma cópia da sua imagem: quando você envia uma astrofoto, um histograma e uma versão em preto &amp; branco invertidos são gerados automaticamente, facilitando a identificação de nebulosidades ou braços de galáxias espirais. As imagens também podem usar a Identificação de Objetos e uma versão com essas anotações aparecerá em nosso site. <em>AstroBin</em> identificará quais objetos astronômicos estão em sua imagem, sem você dizer!
ru: <em>AstroBin</em> старается делать больше, чем просто хранить копии ваших изображений: когда вы загружаете фотографию, гистограмма, ч/б инвертированная версия изображения генерируется на лету, так что это удобно для регистрации слабых участков туманных объектов и спиральных рукавов. Изображения также вычисляются по координатам, и покрывается подписями тут же на сайте. <em>AstroBin</em> будет знать, что у вас за астрономические объекты на изображении без вашего на то указывания!

source: Protection from theft with automatic watermarking
de: Automatische Wasserzeichen zum Schutz vor Diebstahl
el: Προστασία από κλοπή με αυτόματο υδατογράφημα
es: Protección de robo con marca de agua automática
fa: محافظت در برابر سرقت با watermarking اتوماتیک
fi: Varkaudenesto automaattisella vesileimauksella
fr: Protection antivol par filigrane
it: Protezione anti-furto tramite watermark automatico
ja: 自動的に著作権表示を加えることで盗難から守る
nl: Anti-diefstalbeveiliging door het automatisch toevoegen van een watermerk
pl: Ochrona przed kradzieżą za pomocą automatycznego dodawania znaku wodnego.
pt: Proteção contra roubos através de marca d'água automática
ru: Защита от воровства с автоматическим размещением водяного знака

source: <em>AstroBin</em>'s upload wizard will offer you to watermark your image with the text of your choosing. All it takes is a click!
de: Mit nur einem Klick kann der Upload-Assistent von <em>AstroBin</em> Ihr Bild mit einem Wasserzeichen Ihrer Wahl versehen.
el: Ο οδηγός ανεβάσματος του <em>AstroBin</em> θα σας προσφέρει την δυνατότητα να υδατογραφήσετε την εικόνα σας με το κείμενο της επιλογής σας. Το μόνο που χρειάζεται είναι ένα κλικ!
es: El asistente de carga de <em>AstroBin</em> te permitirá marcar tu imagen con un texto de tu elección. ¡Todo con un simple clic!
fi: <em>AstroBinin</em> latausvelho antaa vesileimata kuvasi haluamallasi tekstillä. Yksi klikkaus riittää!
fr: L'assistant de publication d'<em>AstroBin</em> vous proposera d'insérer un filigrane sur votre image avec le texte de votre choix, et ce, en un seul clic!
it: Il processo di upload di <em>AstroBin</em> ti offrirà la possibilità di applicare un watermark alle immagini, con un testo a tuo piacere. Basta un click!
ja: <em>AstroBin</em>のアップロードウイザードは、あなたが選んだテキストを著作権表示として画像に埋め込みます。それもクリックするだけ!
nl: Bij het opladen van een foto zal de wizard in <em>AstroBin</em> voorstellen om een watermerk op je beeld te plaatsen met een tekst naar keuze. Gewoon met één muisklik!
pl: Asystent publikacji na <em>AstroBin</em> zaproponuje utworzenie znaku wodnego na Twoim zdjęciu z wybranym przez Ciebie tekstem. Wystarczy kliknąć!
pt: O assistente de envio de imagens do <em>AstroBin</em> oferece uma opção para adicionar uma marca d'água à sua imagem, com o texto que quiser. Tudo isso com apenas um clique!
ru: <em>AstroBin</em> и его помощник закачки предложит вам разместить водяной знак на вашем изображении с текстом на выбор. Всё это делается за один клик!

source: AstroBin supports multiple image revisions
de: AstroBin unterstützt mehrere Versionen eines Bildes
el: Το AstroBin υποστηρίζει πολλαπλές εκδόσεις εικόνας
es: AstroBin soporta múltiples revisiones de imagen
fa: AstroBin پشتیبانی از چندین ویرایش از تصویر را فراهم می کند.
fi: AstroBiniin saat useita versioita samasta kuvasta
fr: AstroBin propose un historique des versions
it: AstroBin supporta multiple versioni della stessa immagine
ja: AstroBinは何枚もの修正版の画像管理に対応してます。
nl: Astrobin ondersteunt verschillende revisies van éénzelfde beeld
pl: AstroBin wspiera wiele wersji jednego zdjęcia
pt: AstroBin permite múltiplas versões de imagens
ru: AstroBin поддерживает множественные версии изображения

source: Don't tell me you have never gone back to revise the processing of an image <em>after</em> you had published it. <em>AstroBin</em> embraces this concept and lets you publish several revisions of the same image easily and intuitively! Now it's going to be really easy to tell whether your processing has improved.
de: Sicher haben auch Sie schon mal Bilder nachträglich überarbeitet, <em>nachdem</em> sie bereits veröffentlicht waren. <em>AstroBin</em> unterstützt Sie auch hierbei und ermöglicht es Ihnen, mehrere Versionen Ihres Bildes zu veröffentlichen. Von nun ist es einfach zu sagen, ob die Überarbeitung eine Verbesserung mit sich bringt.
el: Μην μου πείτε ότι δεν έχετε ξαναπάει πίσω να αναθεωρήσετε την επεξεργασία μιας εικόνας <em>αφού</em> την εκδόσατε. Το <em>AstroBin</em> αγκαλιάζει αυτή την αρχή και σας επιτρέπει να εκδόσετε αρκετές εκδόσεις από την ίδια εικόνα εύκολα και διαισθητικά! Τώρα θα είναι πραγματικά εύκολο να δείτε αν η επεξεργασία σας έχει βελτιωθεί.
es: No me digas que nunca has vuelto atrás para reprocesar una imagen <em>después</em> de haberla publicado. ¡<em>AstroBin</em> adopta este concepto y te permite publicar varias revisiones de la misma imagen fácil e intuitivamente! Ahora va a ser muy sencillo distinguir si el proceso ha mejorado.
fi: Mitä todennäköisemmin olet joskus palannut käsittelemään kuvaasi sen julkaisemisen <em>jälkeen</em>. <em>AstroBin</em> mahdollistaa usean version julkaisemisen samasta kuvasta. Uuden version julkaiseminen käy helposti ja intuitiivisesti. Tämän jälkeen on helppoa nähdä onko kuvankäsittelytekniikkasi parantunut.
fr: Il arrive souvent d'améliorer le traitement d'une image, même <em>après</em> sa publication. <em>AstroBin</em> encourage ce concept et permet la publication de plusieurs versions d'une même image, de façon simple et intuitive. Ainsi, vous pouvez facilement constater l'amélioration du traitement entre les différentes versions.
it: Non dirmi che non sei mai tornato a rivedere l'elaborazione di un'immagine <em>dopo</em> averla pubblicata. <em>AstroBin</em> si sposa con questo concetto, e ti permette di aggiungere versioni rielaborate della stessa immagine in modo facile ed intuitivo! Così sarà davvero facile vedere se la tua tecnica elaborativa è migliorata.
ja: 処理画像を公開した<em>あとで</em>、再処理をしたことを知らせる必要はありません。<em>AstroBin</em>は、そのプロセスを分かっているので、同じ画像の幾つも修正版を簡単にかつ直感的に公開することができます！今では、あなたの再処理によって画像が改善されているかを知ることが本当に簡単になりました。
nl: Zeg niet dat je nog nooit een foto opnieuw hebt bewerkt <em>nadat</em> je ze al had gepubliceerd. <em>AstroBin</em> heeft hieraan gedacht en laat je toe om op een eenvoudige en intuïtieve manier meerdere revisies van hetzelfde beeld te bewaren! Nu wordt het eenvoudig om te zien of je bijkomende processing de moeite waard was.
pl: Czyżbyś nigdy nie próbował ponownej obróbki zdjęcia <em>po tym</em>, jak już je opublikujesz? <em>AstroBin</em> umożliwia publikację wielu wersji tego samego materiału w bardzo intuicyjny sposób! Stąd już tyko krok aby ktoś mógł zobaczyć, jak poprawiła się Twoja technika obróbki.
pt: Não me diga que nunca precisou revisitar aquele processamento de uma imagem <em>após</em> a sua publicação. O <em>AstroBin</em> entende este conceito e permite que você publique, facilmente e intuitivamente, diversas versões da mesma imagem! Agora será muito fácil dizer o quanto as suas técnicas de processamento evoluíram.
ru: Только не говорите мне, что никогда не возвращались к переосмыслению обработки вашего изображения <em>после</em> того как опубликовали его. <em>AstroBin</em> развил эту идею и позволяет публиковать другие версии вашего изображения просто и интуитивно! Теперь будет гораздо легче видеть ваши изменения и улучшения.

source: AstroBin is social!
de: AstroBin ist sozial!
el: Το AstroBin είναι κοινωνικό!
es: ¡AstroBin es social!
fa: AstroBin اجتماعی است!
fi: AstroBin on sosiaalinen!
fr: Astrobin est communautaire!
it: AstroBin è social!
ja: AstroBinはソーシャルだ！
nl: AstroBin is sociaal!
pl: AstroBin jest społecznościowy!
pt: AstroBin é uma rede social!
ru: AstroBin социальный!

source: On <em>AstroBin</em> you can message other astrophotographer, follow them and be notified when they post new images, or perform requests for more data.
de: Auf <em>AstroBin</em> kann man Nachrichten an andere Astrofotografen schicken und ihnen folgen, um mitzubekommen, wenn sie ein neues Bild hochgeladen haben, oder mehr Daten dazu anfordern.
el: Στο <em>AstroBin</em> μπορείτε να μηνύσετε άλλους αστροφωτογράφους, να τους ακολουθήστε και να ειδοποιηθείτε όταν ανεβάσουν νέες εικόνες, ή κάνουν αιτήματα για περισσότερα δεδομένα.
es: En <em>AstroBin</em> puedes enviar mensajes a otros astrofotógrafos, seguirlos y ser avisado cuando publiquen nuevas imágenes, o solicitarles más datos.
fi: <em>AstroBinissa</em> voit lähettää viestejä toisille tähtikuvaajille, seurata heitä ja saada ilmoituksia kun he julkaisevat uusia kuvia, tai pyyntöjä lisätiedoista.
fr: <em>AstroBin</em> vous permet d'envoyer des messages aux autres astrophotographes, de vous abonner à leurs pages et d'être averti lorsqu'ils publient de nouvelles images. Vous pouvez également demander plus d'informations techniques.
it: Su <em>AstroBin</em> puoi scambiarti messaggi con altri astrofotografi, seguirli ed essere notificato quando questi postano nuove immagini, oppure richiedere ulteriori dati su una foto.
ja: <em>AstroBin</em>では他の天体写真家にメッセージを送ったり、フォローしたり、新しい画像が投稿されたことを通知してくれたりします。
nl: Je kan andere astrofotografen berichten sturen en volgen op <em>AstroBin</em>. Je kan een berichtje krijgen als ze nieuwe beelden publiceren of je kan ze bijkomende informatie vragen.
pl: Na <em>AstroBin</em> możesz wysyłać wiadomości do innych astrofotografów, śledzić ich postępy i otrzymywać powiadomienia, kiedy opublikują nowe zdjęcia. Możesz prosić o dodatkowe dane i głosować na zdjęcia.
pt: No <em>AstroBin</em> você pode enviar mensagens aos outros astrofotógrafos, segui-los e ser notificado quando eles publicarem novas imagens ou ainda solicitar por mais informações sobre as capturas.
ru: На <em>AstroBin</em>-е вы можете общаться с другими астрофотографами, подписываться на них и получать уведомления о их новых изображениях, или просить о дополнительных данных.

source: You can follow gear items or astronomical subjects, and be notified whenever there's a new image from a certain CCD, or telescope, or filter, and so on. Or you can monitor all the new images of a certain galaxy or nebula.
de: Du kannst Ausrüstungsgegenständen oder astronomischen Objekten folgen, um benachrichtigt zu werden, sobald ein neues Bild, welches mit einem bestimmten CCD, Teleskop oder Filter erstellt wurde, hochgeladen wird. So kannst du auch den Überblick über alle Bilder einer bestimmten Galaxie oder eines bestimmten Nebels behalten, die hochgeladen werden.
el: Μπορείτε να ακολουθήσετε αντικείμενα εξοπλισμού ή αστρονομικά θέματα και να ειδοποιηθείτε όταν υπάρχει μια νέα εικόνα από μια συγκεκριμένη CCD ή τηλεσκόπιο, φίλτρο κτλ. ή μπορείτε να παρακολουθήσετε όλες τις νέες εικόνες ενός συγκεκριμένου γαλαξία ή νεφελώματος.
es: Puedes seguir elementos de equipamiento u objetos astronómicos, y ser avisado cuando haya una nueva imagen de cierta CCD, telescopio, filtro, etcétera. O puedes monitorizar todas las nuevas imágenes de cierta galaxia o nebulosa.
fa: می توانید اقلام دنده (gear items) یا اجسام نجومی را وقتی با یک CCD ،telescope ،filter یا غیره گرفته شده است را دنبال کنید. همچنین می توانید تمام تصاویر یک کهکشان یا سحابی خاص را ببینید.
fi: Voit seurata kaluston komponenttien tai astronomisten kohteiden perusteella, ja saada ilmoituksen aina kuin tietyllä CCD:llä, tai teleskoopilla, tai filtterillä otettu kuva julkaistaan. Tai voit saada ilmoituksen kaikista uusista kuvista jotka on otettu tietystä galaksista tai sumusta.
fr: Il est aussi possible de "marquer" un matériel spécifique ou un objet astronomique, et ainsi être averti lors de la publication d'une nouvelle image capturée à l'aide d'une CDD précise, d'un télescope, d'un filtre, etc. De la même manière, vous pouvez suivre les publications de toutes les nouvelles images d'une galaxie ou d'une nébuleuse préalablement spécifiée.
it: Puoi seguire strumentazione e soggetti astronomici, e ricevere una notifica ogni volta che su AstroBin c'è una nuova immagine ripresa con una certa CCD, o telescopio, o filtro, e così via. O puoi monitorare tutte le nuove immagini di una certa galassia o nebulosa.
ja: 機材や天体題材にフォローすることができ、それによって、特定のCCDや望遠鏡やフィルターによる新しいイメージのアップロードを知らせてくれます。また、特定の銀河や星雲の新着の監視も可能です。
nl: Je kan materiaal of een astronomisch object markeren zodat je een melding krijgt als er een nieuw beeld wordt gepost van een zekere CCD, telescoop, filter, enz. Of je kan in het oog houden wanneer er nieuwe foto's verschijnen van een bepaald sterrenstelsel of een bepaalde nevel.
pl: Możesz śledzić sprzęt lub obiekty astronomiczne i otrzymywać powiadomienia, kiedy nowe zdjęcia wykonane przy użyciu interesującej kamery, teleskopu lub filtra pojawią się w serwisie. Możesz też monitorować zdjęcia wybranej galaktyki lub mgławicy.
pt: Você pode acompanhar equipamentos ou objetos astronômicos e ser notificado quando aparecer uma nova imagem de um CCD, telescópio ou filtro específico. Você também pode pode monitorar por novas imagens de uma certa galáxia ou nebulosa.
ru: Вы можете подписываться на элементы оборудования или астрономические объекты, и получать уведомления когда будут новые фотографии с конкретной модели ПЗС, или телескопа, или с фильтром и так далее. Или вы можете отслеживать новые фотографии конкретной галактики или туманности.
