Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Narrowband: H-Beta
de: Schmalband: H-Beta
el: Στενού φάσματος: H-β
es: Banda estrecha: H-Beta
fa: نازک: H-Beta
fi: Kapeakaistainen H-beta
fr: Filtre à bande étroite: H-Beta
hu: Keskenysávú: H-Béta
ja: ナローバンドH-Betaフィルター
nl: Smalband: H-beta
pl: Wąskopasmowy: H-Beta
pt: Banda estreita: H-Beta
ru: Узкополосный: H-бета
uk: Вузькосмуговий: H-бета

source: Narrowband: S-II
de: Schmalband: S-II
el: Στενού φάσματος: S-II
es: Banda estrecha: S-II
fa: نازک: S-II
fi: Kapeakaistainen S-II
fr: Filtre à bande étroite: S-II
hu: Keskenysávú: S-II
ja: ナローバンドS-IIフィルター
nl: Smalband: S-II
pl: Wąskopasmowy: S-II
pt: Banda estreita: S-II
ru: Узкополосный: S-II
uk: Вузькосмуговий: S-II

source: Narrowband: O-III
de: Schmalband: O-III
el: Στενού φάσματος: O-III
es: Banda estrecha: O-III
fa: نازک: O-III
fi: Kapeakaistainen O-III
fr: Filtre à bande étroite: O-III
hu: Keskenysávú: O-III
ja: ナローバンドO-IIIフィルター
nl: Smalband: O-III
pl: Wąskopasmowy: O-III
pt: Banda estreita: O-III
ru: Узкополосный: O-III
uk: Вузькосмуговий: O-III

source: Narrowband: N-II
de: Schmalband: N-II
el: Στενού φάσματος: N-II
es: Banda estrecha: N-II
fa: نازک: N-II
fi: Kapeakaistainen N-II
fr: Filtre à bande étroite: N-II
hu: Keskenysávú: N-II
ja: ナローバンドN-IIフィルター
nl: Smalband: N-II
pl: Wąskopasmowy: N-II
pt: Banda estreita: N-II
ru: Узкополосный: N-II
uk: Вузькосмуговий: N-II

source: Light pollution suppression
de: Gegen Lichtverschmutzung
el: Καταστολή φωτορύπανσης
es: Anticontaminación lumínica
fa: کاهش آلودگی نوری
fi: Valosaastesuodatin
fr: Anti-pollution lumineuse
hu: Fényszennyezés csökkentő (LPS)
it: Anti inquinamento luminoso
ja: 光害カットフィルター
nl: Onderdrukking lichtvervuiling (LPS)
pl: Usuwający zaśmiecenie światłem
pt: Redução de poluição luminosa
ru: Для подавления засветки
uk: Стримування світлового забруднення

source: Planetary
de: Planetarisch
el: Πλανητικό
es: Planetario
fa: سیاره ای
fi: Planeettasuodatin
fr: Planétaire
hu: Planetáris
it: Planetario
ja: Planetary Filter
nl: Planetaire nevels
pl: Planetarny
pt: Planetário
ru: Планетный
uk: Планетний

source: UHC: Ultra High Contrast
fa: UHC: کنتراست فوق العاده بالا
fi: UHC-suodatin
ja: UHCフィルター
nl: UHC: Ultra Hoog Contrast
pl: UHC
pt: UHC: Contraste Ultra Alto
ru: UHC
uk: UHC: Ультрависокий контраст

source: Bandwidth
de: Bandbreite
el: Εύρος ζώνης
es: Ancho de banda
fa: پهن باند
fi: Kaistanleveys
fr: Filtre de bande
hu: Hullámhossz
it: Banda passante
ja: バンド幅
nl: Bandbreedte
pl: Szerokość pasma
pt: Largura da banda
ru: Ширина полосы пропускания
uk: Пропускна здатність

source: (in nm)
el: (σε nm)
es: (en nm)
fa: به نانومتر
fi: (nm)
fr: (en nm)
hu: (mm-ben)
ja: (nm)
pl: (w nm)
pt: (em nm)
ru: (в нм)
uk: (у нм)

source: nm
fa: نانومتر
ru: нм
uk: нм

source: Regular (e.g. medium/long exposure with a CCD or DSLR)
hu: Általános (hosszú expozíciós idő egy CCD vagy DSLR kamerával)
uk: Звичайний (наприклад, середня/довга експозиція за допомогою CCD або DSLR)

source: Electronically-Assisted Astronomy (EAA, e.g. based on a live video feed)
uk: Астрономія з електронним керуванням (EAA, наприклад, на основі прямої відеотрансляції)

source: Lucky imaging
uk: Лакі імейджинг

source: Drawing/Sketch
hu: Rajz/Sketch
uk: Малюнок/ескіз

source: Other/Unknown
hu: Egyéb/Ismeretlen
uk: Інше/Невідомо

source: Deep sky object or field
hu: Mély-ég objektum vagy terület
uk: Об’єкт або поле глибокого космосу

source: Solar system body or event
de: Sonnensystemkörper oder -ereignis
el: Σώμα ηλιακού συστήματος ή γεγονός
es: Sistema Solar o Evento
fa: جسم یا اتفاقی در منظومه شمسی
fi: Aurinkokunnan kohde
fr: Corps du système solaire ou phénomène
hu: Égitest vagy esemény a Naprendszerben
it: Corpo o evento del sistema solare
ja: 太陽系内天体もしくはイベント
nl: Hemellichaam uit of gebeurtenis in het Zonnestelsel
pl: Obiekt lub wydarzenie Układu Słonecznego
pt: Evento ou corpo do Sistema Solar
ru: Объект или явление в Солнечной системе
uk: Тіло або подія Сонячної системи

source: Extremely wide field
el: Ακραίο ευρύ πεδίο
es: Panorámica
fa: فیلد بسیار پهن
fi: Erittäin laaja kuvakenttä
fr: Très grand champ
hu: Extrém widefield
it: Campo molto esteso
ja: 広角
nl: Extreem breedbeeld
pl: Bardzo szerokie pole
pt: Campo extremamente grande
ru: Широкое поле
uk: Надзвичайно широке поле

source: Star trails
el: Αστρικά ίχνη
es: Trazos estelares
fa: رد ستاره
fi: Tähtiviirut
fr: Filés d'étoiles
it: Tracce stellari
ja: 星の軌跡
nl: Sterrensporen
pl: Ślady gwiazd
pt: Rastros de estrelas
ru: Треки звезд
uk: Зоряні стежки

source: Northern lights
hu: Sarki fény
it: Aurora boreale
uk: Північне сяйво

source: Gear
de: Ausrüstung
el: Εξοπλισμός
es: Equipo
fa: دنده
fi: Laitteisto
fr: Matériel
hu: Felszerelés
it: Strumentazione
ja: 機材
nl: Materiaal
pl: Sprzęt
pt: Equipamento
ru: Оборудование
uk: Обладнання

source: Self acquired
hu: Saját kép
uk: Самостійно отримано

source: Backyard
hu: Kert
uk: Задній двір

source: Traveller
hu: Utazó
uk: Мандрівник

source: Own remote observatory
hu: Saját obszervatórium
uk: Власна віддалена обсерваторія

source: Downloaded
hu: Letöltött
uk: Завантажено

source: Amateur hosting facility
hu: Amatőr megosztó társaság
uk: Аматорський хостинг

source: Public amateur data
hu: Nyilvános amatőr adat
uk: Відкриті аматорські дані

source: Professional, scientific grade data
hu: Professzionális, tudományos-szintű adat
uk: Дані професійного, наукового рівня

source: Mix of multiple sources
hu: Több forrás keveréke
uk: Поєднання кількох джерел

source: None of the above
hu: A fentiek közül egyik sem
uk: Жодне з вищезазначених

source: Unknown
hu: Ismeretlen
uk: Невідомо

source: Non-commercial independent facility
hu: Saját intézmény
uk: Некомерційна незалежна установа

source: Nothing
hu: Semmi
uk: Нічого

source: Plate-solution annotations (if available)
hu: Plate-solve megjelölések (ha elérhető)
uk: Нотатки (якщо доступні)

source: Inverted monochrome
de: Monochromes Negativ
el: Μονόχρωμο αρνητικό
es: Monocroma invertida
fa: تک رنگ معکوس (Inverted monochrome)
fi: Negatiivinen mustavalkokuva
fr: Négatif en noir et blanc
hu: Invertált monokróm
it: Monocromatica invertita
ja: モノクロに変換
nl: Negatief zwart-wit
pl: Odwrócony czarno-biały
pt: Monocromático invertido
ru: Инвертированный монохромный
uk: Інвертований монохромний

source: Title
de: Titel
el: Τίτλος
es: Título
fa: عنوان
fi: Otsikko
fr: Titre
hu: Cím
it: Titolo
ja: タイトル
nl: Titel
pl: Tytuł
pt: Título
ru: Заголовок
uk: Заголовок

source: Acquisition type
hu: Adatszerzés módja
uk: Тип зйомки

source: Subject type
de: Objekttyp
el: Τύπος αντικειμένου
es: Tipo de objeto
fa: نوع موضوع
fi: Kohdetyyppi
fr: Type d'objet
hu: Téma típusa
it: Tipo di soggetto
ja: 題材のタイプ
nl: Type onderwerp
pl: Typ obiektu
pt: Assunto
ru: Тип объекта
uk: Тип суб’єкта

source: Data source
hu: Adat eredete
uk: Джерело даних

source: Where does the data for this image come from?
hu: Honnan származik a kép?
uk: Звідки отримано дані для цього зображення?

source: Remote data source
hu: Külső forrás
uk: Видалене джерело даних

source: Which remote hosting facility did you use to acquire data for this image?
hu: Melyik adatmegosztó oldalt használtad forrásként a képedhez?
uk: Яке віддалене джерело даних використовували для отримання даних зображення?

source: Main solar system subject
de: Objekt im Sonnensystem
el: Κύριο αντικείμενο ηλιακού συστήματος
es: Objeto principal del Sistema Solar
fa: جسم اصلی منظومه شمسی
fi: Aurinkokunnan kohde
fr: Objet du système solaire
hu: Fő Naprendszeri objektum
it: Corpo del sistema solare principale
ja: メインの太陽系の題材
nl: Zonnestelsel object
pl: Główny obiekt układu słonecznego
pt: Assunto principal do sistema solar
ru: Объект солнечной системы
uk: Предмет Сонячної системи

source: If the main subject of your image is a body in the solar system, please select which (or which type) it is.
de: Wenn es sich bei Deinem Bild um ein Objekt im Sonnensystem handelt, wähle bitte welches (oder um welchen Typ es sich handelt).
el: Εάν το κύριο αντικείμενο της εικόνας σας είναι σώμα ηλιακού συστήματος, παρακαλώ επιλέξτε ποιο (ή ποιος τύπος) είναι.
es: Si el objeto principal de tu imagen es un cuerpo del Sistema Solar, por favor selecciona cuál es (o escríbelo).
fa: اگر موضوع اصلی تصویر شما یک جسم از منظومه شمسی است، لطفا نوع آن را انتخاب کنید.
fi: Mikäli kuvasi pääkohde on aurinkokunnan kappale, valitse mikä (tai minkä tyyppinen) se on.
fr: Si l'objet principal de votre image est un corps du système solaire, indiquez de quel objet (ou de quel type) il s'agit.
hu: Ha a képed fő tárgya egy objektum a Naprendszerben, kérlek válaszd ki, milyen féle (vagy milyen a típusa).
it: Se il soggetto principale della tua immagine è un corpo del sistema solare, seleziona quale (o quale tipo) è.
ja: 画像の主とする題材が太陽系のものであるのであれば、選択 (どのタイプかを選択) してください。
nl: Als het hoofdonderwerp in je beeld een object uit het zonnestelsel is, benoem dit dan (of geef aan welk type het is).
pl: Jeżeli główny obiekt twojego zdjęcia należy do Układu Słonecznego, wybierz jaki to obiekt (lub do jakiego typu obiektów należy).
pt: Se a sua imagem é sobre um corpo do sistema solar, por favor selecione qual (ou de qual tipo).
ru: Если главный объект на вашем изображении - тело Солнечной системы, пожалуйста, укажите какой (или какого типа).
uk: Якщо головний об’єкт на зображенні - тіло Сонячної системи, будь ласка, вкажіть який (або якого типу).

source: Locations
de: Standorte
el: Τοποθεσίες
es: Ubicaciones
fa: محل
fi: Sijainnit
fr: Lieux
hu: Helyszínek
it: Luoghi
ja: 場所
nl: Locaties
pl: Lokalizacje
pt: Locais
ru: Местоположения
uk: Розташування

source: Drag items from the right side to the left side, or click on the plus sign.
de: Ziehe die Auswahl von der rechten auf die linke Seite oder klicke auf das Plus-Symbol.
el: Σύρετε αντικείμενα από την δεξιά πλευρά, στην αριστερή ή κάντε κλικ στο σύμβολο του συν.
es: Arrastra los elementos del lado derecho al izquierdo, o haz clic en el signo "más".
fa: آیتم ها را از راست به چپ بکشید یا روی علامت بعلاوه کلیک کنید.
fi: Raahaa oikeasta reunasta vasempaan tai klikkaa plus-merkkiä.
fr: Pour choisir le matériel utilisé pour cette image, glissez-le depuis la partie droite vers la partie gauche, ou cliquez sur le signe "plus".
hu: Húzd a jobb oldalról a bal oldalra az eszközöket, vagy kattints a plusz ikonra.
it: Trascina gli elementi da lato destro a quello sinistro, oppure clicca sul segno più.
ja: 右側から左側にツマミをドラッグするか、＋ボタンをクリックしてください。
nl: Sleep objecten van rechts naar links of klik op het plusteken.
pl: Przeciągnij elementy z prawej na lewą stronę lub kliknij w plus.
pt: Arraste os itens da direita para a esquerda ou clique sobre o sinal de mais.
ru: Перетащите элементы из правой части в левую или нажмите на знак плюса.
uk: Перетягніть елементи з правої частини до лівої або натисніть на знак плюса.

source: Description
de: Beschreibung
el: Περιγραφή
es: Descripción
fa: توصیف
fi: Kuvaus
hu: Leírás
it: Descrizione
ja: 説明
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание
uk: Опис

source: HTML tags are allowed.
de: HTML Tags sind erlaubt.
el: Επιτρέπονται HTML tags.
es: Se permiten etiquetas HTML.
fa: برچسب های HTML مجاز است.
fi: HTML-tagit sallittu.
fr: Balises HTML autorisées.
hu: A HTML tag-ek engedélyezettek.
it: Puoi usare tag HTML.
ja: HTMLタグは許可されています。
nl: HTML tags zijn toegestaan.
pl: Tagi HTML są dozwolone
pt: Códigos HTML são permitidos.
ru: Допускаются HTML-теги.
uk: Допускаються HTML-теги.

source: Uncompressed source (max 100 MB)
hu: Eredeti, nem tömörített kép (max 100 MB)
uk: Нестиснене джерело (макс. 100 МБ)

source: You can store the final processed image that came out of your favorite image editor (e.g. PixInsight, Adobe Photoshop, etc) here on AstroBin, for archival purposes. This file is stored privately and only you will have access to it.
hu: Itt, az AstroBin-en tárolhatod a végső szerkesztett képeidet, amiket a kedvenc képszerkesztődben (PixInsight, Adobe Photoshop, stb.) mentettél el archiválási célokra. Ezek a képek privátak, és csak te férhetsz hozzájuk.
uk: Тут, в AstroBin, Ви можете зберегти остаточно оброблене зображення для архівних цілей, отримане з улюбленого графічного редактора (наприклад, PixInsight, Adobe Photoshop і т.д.). Цей файл зберігається в приватному сховищі, і тільки Ви матимете до нього доступ.

source: Gallery thumbnail
hu: Galéria indexképe
uk: Ескіз галереї

source: Select an area of the image to be used as thumbnail in your gallery.
hu: Válaszd ki a kép egy tetszőleges részét, amit a galéria indexképének akarsz használni.
uk: Виберіть область зображення, яка буде використовуватися як ескіз у Вашій галереї.

source: Sharpen thumbnails
hu: Indexképek élesítése
uk: Четкие Збільшити різкість мініатюр

source: If selected, AstroBin will use a resizing algorithm that slightly sharpens the image's thumbnails. This setting applies to all revisions.
uk: Якщо цей параметр вибрано, AstroBin використовуватиме алгоритм зміни розміру, який трохи збільшує різкість ескізів зображення. Цей параметр застосовується до всіх редакцій.

source: Apply watermark to image
de: Wasserzeichen hinzufügen
el: Εφαρμογή υδατογαρφήματος στην εικόνα
es: Aplicar marca de agua a la imagen
fa: watermark را به عکس اضافه کن.
fi: Lisää kuvaan vesileima
fr: Appliquer un filigrane à l'image
hu: Vízjel alkalmazása a képen
it: Applica un watermark all'immagine
ja: 著作権表記を画像に適用
nl: Pas watermerk toe
pl: Wstaw znako wodny do zdjęcia
pt: Aplicar marca d'água à imagem
ru: Разместить водяной знак на изображении
uk: Застосувати водяний знак до зображення

source: Position
el: Θέση
es: Posición
fa: محل
fi: Paikka
hu: Pozíció
it: Posizione
ja: 位置
nl: Positie
pl: Pozycja
pt: Posição
ru: Расположение
uk: Позиція

source: Size
de: Größe
el: Μέγεθος
es: Tamaño
fa: اندازه
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
ja: 容量
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер
uk: Розмір

source: The final font size will depend on how long your watermark is.
hu: A betűméret a vízjel hosszúságán múlik.
it: La dimensione finale del carattere dipende da quanto è lungo il watermark.
pl: Końcowy rozmiar czcionki zależy od długości Twojego znaku wodnego
ru: Финальный размер шрифта будет зависеть от длины надписи.
uk: Фінальний розмір шрифту залежатиме від довжини напису.

source: License
de: Lizenz
el: Άδεια χρήσης
es: Licencia
fa: مجوز
fi: Lisenssi
fr: Type de licence
hu: Licensz
it: Licenza
ja: ライセンス
nl: Licentie
pl: Licencja
pt: Licença
ru: Лицензия
uk: Ліцензія

source: Allow comments
de: Kommentare erlauben
es: Permitir comentarios
fi: Salli kommentit
fr: Autoriser les commentaires
hu: Hozzászólások engedélyezése
it: Permetti commenti
ja: コメントを許可
nl: Commentaar toestaan
pl: Zezwól na komentarze
ru: Разрешить комментарии
uk: Дозволити коментарі

source: Skip notifications
hu: Értesítések kihagyása
uk: Пропустити повідомлення

source: Do not notify your followers about this image upload.
hu: Ne értesüljenek követőid a kép feltöltéséről.
uk: Не повідомляти підписників про завантаження цього зображення.

source: (no title)
de: (ohne Titel)
el: (χωρίς τίτλο)
es: (sin título)
fa: بدون عنوان
fi: (ei otsikkoa)
fr: (sans titre)
hu: (nincs cím)
it: (senza titolo)
ja: (無題)
nl: (geen titel)
pl: (brak tytułu)
pt: (sem título)
ru: (без заголовка)
uk: (без заголовка)

source: Mix of multiple source
hu: Több féle forrás keveréke
uk: Поєднання кількох джерел даних

source: Do not notify your followers about this revision.
hu: Ne értesüljenek követőid az átdolgozás feltöltéséről.
uk: Не повідомляти підписників про цю версію зображення.

source: Images
de: Bilder
el: Εικόνες
es: Imágenes
fa: تصاویر
fi: Kuvia
hu: Képek
it: Immagini
ja: 画像
nl: # Foto's
pl: Zdjęcia
pt: Imagens
ru: Изображения
uk: Зображення

source: Cover image
hu: Borítókép
it: Immagine di copertina
pl: Obraz główny (okładka)
ru: Изображение обложки
uk: Обкладинка

source: Order by image tag
hu: Elrendelés kép tag szerint
uk: Впорядкувати за тегом зображення

source: Please use the following format: yyyy-mm-dd.
de: Bitte das Format JJJJ-MM-TT verwenden.
el: Παρακαλώ χρησιμοποιήστε την εξής μορφή: εεεε-μμ-ηη (έτος-μήνας-ημέρα)
es: Por favor, utiliza el formato: aaaa-mm-dd.
fa: لطفا از این فرمت استفاده کنید: yyyy-mm-dd
fi: Käytä seuraavaa muotoa: vvvv-kk-pp.
fr: Utilisez le format suivant: aaaa-mm-jj.
hu: Kérlek az alábbi dátumformátumot használd: éééé-hh-nn.
it: Usa il seguente formato: aaaa-mm-gg.
ja: yyyy-mm-ddの形式を使用してください。
nl: Gebruik het volgen de ISO formaat : yyyy-mm-dd.
pl: Użyj następującego formatu: yyyy-mm-dd.
pt: Por favor, use o seguinte formato: aaaa-mm-dd.
ru: Пожалуйста, используйте формат: гггг-мм-дд.
uk: Будь ласка, використовуйте формат РРРР-ММ-ДД.

source: Image
de: Bild
el: Εικόνα
es: Imagen
fa: تصویر
fi: Kuva
hu: Kép
it: Immagine
ja: 画像
nl: Beeld
pl: Zdjęcie
pt: Imagem
ru: Изображение
uk: Зображення

source: 1 - Excellent dark-site sky (BLACK)
de: 1 - Ausgezeichneter Standort mit sehr dunklem Himmel (SCHWARZ)
el: 1 - Τοποθεσία εξαιρετικά σκοτεινού ουρανού (ΜΑΥΡΟ)
es: 1 - Cielo oscuro extremo (negro)
fa: 1. آسمان تاریک بسیار خوب (BLACK)
fi: 1 - Erittäin pimeä taivas (MUSTA)
fr: 1 - Site exceptionnel au ciel totalement sombre (NOIR)
hu: Kivételesen sötét égbolt (FEKETE)
it: 1 - Cielo da sito scuro eccellente (NERO)
ja: 1 - 特に暗い場所の空 (真っ黒)
nl: 1 - Uitstekende donkere plaats (ZWART)
pl: 1 - Bardzo ciemne niebo (CZARNE)
pt: 1 - Local com céu muito escuro/excelente (NEGRO)
ru: 1 - Превосходное тёмное небо (чёрная зона)
uk: 1 - Бездоганне темне небо (чорна зона)

source: 2 - Typical truly dark site (GRAY)
de: 2 - Standort mit sehr dunklem Himmel (GRAU)
el: 2 - Τοποθεσία τυπικού σκοτεινού ουρανού (ΓΚΡΙ)
es: 2 - Cielo oscuro típico (gris)
fa: 2. تقریبا تاریک (خاکستری(GRAY))
fi: 2 - Pimeä taivas (HARMAA)
fr: 2 - Site au ciel très sombre (GRIS)
hu: Átlagosan sötét égbolt (SZÜRKE)
it: 2 - Cielo veramente scuro (GRIGIO)
ja: 2 - 暗い夜空 (グレー)
nl: 2 - Typische goed donkere plaats (GRIJS)
pl: 2 - Typowe ciemne niebo (SZARE)
pt: 2 - Local com céu razoavelmente escuro (CINZA)
ru: 2 - Типичное по-настоящему тёмное небо (серая зона)
uk: 2 - Типове по-справжньому темне небо (сіра зона)

source: 3 - Rural sky (BLUE)
de: 3 - ländlicher Himmel (BLAU)
el: 3 - Επαρχιακός ουρανός (ΜΠΛΕ)
es: 3 - Rural (azul)
fa: 3. آسمان حاشیه و روستایی (آبی (BLUE))
fi: 3 - Maaseudun taivas (SININEN)
fr: 3 - Ciel rural (BLEU)
hu: Vidéki égbolt (KÉK)
it: 3 - Cielo di campagna (BLU)
ja: 3 - 青みがかった背景 (ブルー)
nl: 3 - Landelijke hemel (BLAUW)
pl: 3 - Wiejskie niebo (NIEBIESKIE)
pt: 3 - Céu de áreas rurais (AZUL)
ru: 3 - Деревенское небо (синяя зона)
uk: 3 - Сільське небо (синя зона)

source: 4 - Rural/suburban transition (GREEN/YELLOW)
de: 4 - Lländlich/Vorstadt-Himmel (GRÜN/GELB)
el: 4 - Μετάβαση επαρχίας/προαστίων (ΠΡΑΣΙΝΟ/ΚΙΤΡΙΝΟ)
es: 4 - Rural/periurbano (verde/amarillo)
fa: 4. بین اطراف شهری و روستایی (سبز و زرد (GREEN/YELLOW))
fi: 4 - Maaseudun/taajaman väliltä (VIHREÄ/KELTAINEN)
fr: 4 - Ciel rural ou périurbain (VERT/JAUNE)
hu: Vidéki/kertvárosi átmenet (ZÖLD/SÁRGA)
it: 4 - Transizione campagna/suburbana (VERDE/GIALLO)
ja: 4 - 農村／郊外の夜空 (グリーン／イエロー)
nl: 4 - Landelijke/Stedelijke overgang (GROEN/GEEL)
pl: 4 - Przechodzące w wiejskie/podmiejskie (ZIELONE/ŻÓŁTE)
pt: 4 - Transição entre céu de área rural e suburbana (VERDE/AMARELO)
ru: 4 - Деревенско/пригородное (зелёная/жёлтая зона)
uk: 4 - Сільське/приміське (зелена/жовта зона)

source: 5 - Suburban sky (ORANGE)
de: 5 - Vorstadt-Himmel (ORANGE)
el: 5 - Ουρανός προαστίων (ΠΟΡΤΟΚΑΛΙ)
es: 5 - Periurbano (naranja)
fa: 5. آسمان اطراف شهری (نارنجی(ORANGE))
fi: 5 - Taajama-alueen taivas (ORANSSI)
fr: 5 - Ciel de banlieue (ORANGE)
hu: Külvárosi égbolt (NARANCSSÁRGA)
it: 5 - Cielo suburbano (ARANCIONE)
ja: 5 - 郊外の夜空 (オレンジ)
nl: 5 - Voorstad/Dorpshemel (ORANJE)
pl: 5 - Podmiejskie niebo (POMARAŃCZOWE)
pt: 5 - Céu de área suburbana (LARANJA)
ru: 5 - Пригородное небо (оранжевая зона)
uk: 5 - Приміське небо (помаранчева зона)

source: 6 - Bright suburban sky (RED)
de: 6 - aufgehellter Vorstadt-Himmel (ROT)
el: 6 - Φωτεινός ουρανός προαστίων (ΚΟΚΚΙΝΟ)
es: 6 - Periurbano brillante (rojo)
fa: 6. آسمان روشن اطراف شهری (قرمز(RED))
fi: 6 - Kirkas taajaman taivas (PUNAINEN)
fr: 6 - Ciel de banlieue éclairée (ROUGE)
hu: Világos külvárosi égbolt (PIROS)
it: 6 - Cielo suburbano inquinato (ROSSO)
ja: 6 - 明るい郊外の夜空 (赤)
nl: 6 - Velichte voorstad/dorpshemel (ROOD)
pl: 6 - Jasne podmiejskie niebo (CZERWONE)
pt: 6 - Céu claro de área suburbana (VERMELHO)
ru: 6 - Яркое пригородное небо (красная зона)
uk: 6 - Яскраве заміське небо (ЧЕРВОНИЙ)

source: 7 - Suburban/urban transition or Full Moon (RED)
de: 7 - Zwischen Vorstadt- und Stadt-Himmel oder Vollmond (ROT)
el: 7 - Μετάβαση προαστίων/πόλης ή Πανσέληνος (ΚΟΚΚΙΝΟ)
es: 7 - Periurbano/urbano (rojo)
fa: 7. اطراف شهری و شهری یا ماه کامل (قرمز(RED))
fi: 7 - Taajaman/kaupungin väliltä (tai täysikuu) (PUNAINEN)
fr: 7 - Ciel de proche banlieue/pleine Lune (ROUGE)
hu: Külvárosi/városi átmenet vagy telihold (PIROS)
it: 7 - Transizione suburbana/urbana o Luna Piena (ROSSO)
ja: 7 - 郊外／都市化／満月の夜空 (赤)
nl: 7 - Voorstad/dorpshemel met overgang naar stedelijk gebied of volle maan (ROOD)
pl: 7 - Pośrednie między miejskim a podmiejskim lub pełnia Księżyca (CZERWONE)
pt: 7 - Transição entre céu de área suburbana e urbana ou Lua Cheia (VERMELHO)
ru: 7 - Пригородно/городское или полнолуние (красная зона)
uk: 7 - Приміське/міське або повний місяць (червона зона)

source: 8 - City sky (WHITE)
de: 8 - Stadt-Himmel (WEISS)
el: 8 - Ουρανός πόλης (ΑΣΠΡΟ)
es: 8 - Urbano (blanco)
fa: 8. آسمان شهری (سفید (WHITE))
fi: 8 - Kaupunkitaivas (VALKOINEN)
fr: 8 - Ciel de ville (BLANC)
hu: Városi égbolt (FEHÉR)
it: 8 - Città (BIANCO)
ja: 8 - 都市の夜空 (白)
nl: 8 - Stadshemel (WIT)
pl: 8 - Miejskie niebo (BIAŁE)
pt: 8 - Céu de área urbana (BRANCO)
ru: 8 - Городское небо (белая зона)
uk: 8 - Міське небо (біла зона)

source: 9 - Inner city sky (WHITE)
de: 9 - Innenstadt-Himmel (WEISS)
el: 9 - Ουρανός κέντρου πόλης (ΑΣΠΡΟ)
es: 9 - Centro urbano (blanco)
fa: 9. آسمان درونی شهری (سفید (WHITE))
fi: 9 - Kaupungin keskustan taivas (VALKOINEN)
fr: 9 - Ciel de centre-ville (BLANC)
hu: Nagyvárosi égbolt (FEHÉR)
it: 9 - Centro città (BIANCO)
ja: 9 - 都心の夜空 (白)
nl: 9 - Hemel in stadscentrum (WIT)
pl: 9 - Centrum miasta (BIAŁE)
pt: 9 - Céu de região central urbana (BRANCO)
ru: 9 - Центр города (белая зона)
uk: 9 - Центр міста (біла зона)

source: Synthetic channel
de: Synthetischer Kanal
el: Συνθετικό κανάλι
es: Canal sintético
fa: کانال مصنوعی
fi: Synteettinen kanava
fr: Canal synthétique
hu: Mesterséges csatorna
it: Canale sintetico
ja: 合成チャネル
nl: Synthetisch kanaal
pl: Kanał syntetyczny
pt: Canal sintético
ru: Синтезированный канал
uk: Синтезований канал

source: Filter
es: Filtro
hu: Szűrő
uk: Фільтр

source: Binning
fa: مقدار درونی
fi: Binnaus
it: Bin
ja: ビニング
ru: Бинниг
uk: Бінінг

source: Number
de: Nummer
el: Αριθμός
es: Tomas
fa: تعداد
fi: Numero
fr: Nombre
hu: Szám
it: Numero
ja: 数
nl: Getal
pl: Liczba
pt: Quantidade
ru: Количество
uk: Кількість

source: The number of sub-frames.
de: Anzahl der Sub-Frames.
el: Ο αριθμός των ξεχωριστών καρέ.
es: Número de tomas de luz
fa: تعداد زیر فریم ها
fi: Osavalotusten lukumäärä.
fr: Nombre de poses individuelles.
hu: A sub-framek száma.
it: Numero di frame.
ja: 撮影枚数
nl: Het aantal subframes.
pl: Liczba subekspozycji
pt: A quantidade de frames obtidos.
ru: Количество исходных кадров.
uk: Кількість вихідних кадрів.

source: Duration
de: Belichtungszeit
el: Διάρκεια
es: Duración
fa: مدت زمانی
fi: Valotusaika
fr: Durée
hu: Időtartam
it: Durata
ja: 露出時間
nl: Tijdsduur
pl: Czas trwania
pt: Duração
ru: Продолжительность
uk: Тривалість
