Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Choose this plan if you have started out in the recent year or two, or you don't want to share and backup your calibration files. Enjoy a lot of room for a convenient price.
es: Escoge este plan si te estás iniciando en la astrofotografía, o no quieres compartir y mantener copias de tus archivos de calibración. Disfruta de un montón de espacio por un precio ajustado.
fr: Choisissez cet abonnement si vous imagez depuis quelques années et ne désirez pas partager ni sauvegarder vos fichiers de calibration. Profitez de beaucoup d'espace de stockage à petit prix.
it: Scegli questo abbonamento se hai cominciato solo negli ultimi anni, o se non vuoi condividere ed archiviare i tuoi file di calibrazione. Goditi molto spazio di archiviazione ad un prezzo conveniente.
nl: Kies deze formule als je een jaar of twee bezig bent en geen calibratiebestanden wil delen of bewaren. Je krijgt een boel ruimte voor een eerlijke prijs.
pl: Wybierz ten plan jeśli zacząłeś fotografować rok lub dwa lata temu lub nie chcesz archiwizować swoich klatek kalibracyjnych. Ciesz się dużą ilością miejsca za rozsądną cenę.
ru: Выберите это план, если вы начали в последние год или два, или вы не хотите делиться и бекапить свои калибровочные файлы. Наслаждайтесь доступным местом за удобную цену.

source: Choose this plan if you have several years worth of data. You will probably have enough room for all your calibration files, and will enjoy the full potential of the platform.
es: Elige este plan si dispones de varios años de datos valiosos. Seguramente dispondrás de espacio para todos tus archivos de calibración, y disfruta de todo el potencial de nuestra plataforma.
fr: Choisissez cet abonnement si vous possédez plusieurs années de données. Vous aurez assez d'espace de stockage pour vos fichiers de calibration et pourrez exploiter tout le potentiel de la plateforme.
it: Scegli questo abbonamento se hai molti anni di archivi. Probabilmente avrai abbastanza spazio per tutti i tuoi file di calibrazione, e potrai usufruire del potenziale completo della piattaforma.
nl: Kies voor dit abonnement als je voor meerdere jaren aan gegevens hebt. Je zal waarschijnlijk genoeg ruimte hebben voor al je calibratiebestanden en kan van het volle potentieel van dit platform genieten.
pl: Wybierz ten plan jeśli masz już kilka lat doświadczenia. Będziesz miał wystarczająco dużo miejsca na swoje zdjęcia i klatki kalibracyjne i wykorzystasz pełen potencjał platformy.
ru: Выберите этот план, если у вас есть за спиной несколько лет данных. Вам должно хватить места для всех калибровочных файлов, и вы сможете насладиться полным потенциалом платформы.

source: Choose this plan if you have a massive amount of raw data that you want to share and backup securely online.
es: Elige este plan si tienes una cantidad masiva de datos Raw que quieras compartir o mantener guardados de manera segura y online.
fr: Choisissez cet abonnement pour sauvegarder ou partager une quantité massive de données brutes.
it: Scegli questo abbonamento se hai una enorme mole di dati grezzi che vuoi condividere ed archiviare online con sicurezza.
nl: Kies voor deze formule als je een massieve hoeveelheid aan RAW bestanden hebt die je wil delen en waarvan je op een veilige plek een online backup wil hebben.
pl: Wybierz ten plan jeśli posiadasz ogromne ilości surowych danych którymi chcesz się dzielić lub przechowywać bezpiecznie online.
ru: Выберите этот план, если у вас массивное количество raw данных, которые вы хотите безопасно бекапить или делиться ими.

source: PS: are you interested in larger plans? <a href="/contact/">Let us know!</a>
es: PD: ¿Estás interesado en planes más potentes? <a href="/contact/">¡Haznoslo saber!</a>
fr: PS: vous désirez un abonnement plus élevé? N'hésitez pas à nous <a href="/contact/">contacter</a>!
it: PS: interessato in abbonamenti più grandi? <a href="/contact/">Contattaci</a>!
nl: Ben je geïnteresseerd in formules met een grotere capaciteit? Zend ons gerust een <a href="/contact/">mail</a>!
pl: Jesteś zainteresowany większymi planami subskrypcji? <a href="/contact/">Napisz do nas</a>!
ru: PS: Вы заинтересованы в продвинутых планах? <a href="/contact/">Дайте нам знать!</a>

source: The following Terms are only available in English. It is your responsibility to comprehend them.
de: Die folgenden Bedingungen sind nur in Englisch verfügbar. Es liegt in Deiner Verantwortung, dass Du sie verstehst.
el: Οι παρακάτω Όροι είναι διαθέσιμοι μόνο στα Αγγλικά. Είναι ευθύνη σας να τους κατανοήσετε.
es: Las siguientes Condiciones sólo están disponibles en Inglés. Es tu responsabilidad el comprenderlas.
fa: شرایط و ضوابط ذیل تنها به زبان انگلیسی در دسترس است. این مسئولیت به عهده شما است که آنها را به درستی درک کنید.
fi: Alla olevat käyttöehdot ovat saatavilla ainoastaan englanniksi. Jokainen on itse vastuussa niiden ymmärtämisestä.
fr: Les Conditions suivantes sont disponibles uniquement en anglais. Il est de votre responsabilité de les comprendre.
it: Le seguenti Condizioni sono disponibili solo in Inglese. Comprenderle è tua responsabilità.
ja: 以下の文章は英語でのみ用意されています。あなたはそれを理解する責任があります。
nl: Volgende voorwaarden zijn enkel ter beschikking in het Engels. Het is jouw verantwoordelijkheid om ze te begrijpen.
pl: Poniższe Warunki są dostępne tylko w języku Angielskim. Jesteś zobowiązany do ich zrozumienia i przestrzegania.
pt: Os seguintes Termos estão disponíveis apenas em Inglês. É sua a responsabilidade de compreendê-los.
ru: Нижеследующее Соглашение доступно только на английском. Ответственность за их понимание на вас.

source: You have used <strong>%(premium_counter)s</strong> images of your allowed <strong>%(max_allowed)s</strong> for the current subscription period.
it: Hai usato <strong>%(premium_counter)s</strong> immagini delle <strong>%(max_allowed)s</strong> che ti sono concesse per questo periodo di abbonamento.
pl: Wczytałeś <strong>%(premium_counter)s</strong> obrazów z całkowitej możliwej liczby <strong>%(max_allowed)s</strong> obrazów na bieżący rok.
ru: Вы использовали <strong>%(premium_counter)s</strong> изображений из допустимых <strong>%(max_allowed)s</strong> в текущем периоде подписки.

source: Thank you for being a premium member! Enjoy your unlimited images.
it: Grazie per avere un abbonamento premium! Goditi le tue immagini illimitate.
pl: Dziękujemy za to, że jesteś użytkownikiem Premium! Ciesz się nieograniczoną możliwością ładowania zdjęć.
ru: Мы благодарны за покупку Премиум аккаунта! Наслаждайтесь безлимитными закачками изображений.

source: Use this button to upload an image to the <strong>Staging Area</strong>. It's perfect for works in progress that you want to share on Internet forums. Read more in the <a href="%(faq_url)s#6">FAQ</a>.
de: Mit dieser Schaltfläche können Bilder in den <strong>Staging-Bereich</strong> hochgeladen werden. Dieser Bereich ist ideal für Bilder, die sich noch Bearbeitung befinden und die man in Internetforen posten möchte. Mehr dazu in der <a href="%(faq_url)s#6">FAQ</a>.
el: Χρησιμοποιήστε αυτό το κουμπί για να ανεβάσετε μια εικόνα στην <strong>Περιοχή Επεξεργασίας</strong>. Είναι ιδανική για εργασίες σε εξέλιξη που θέλετε να μοιραστείτε σε forums του Internet. Διαβάστε περισσότερα στις <a href="%(faq_url)s#6">Συχνές Ερωτήσεις</a>.
es: Usa esta opción para subir una imagen al <strong>Área de Pruebas</strong>. Esta es perfecta para trabajos en curso que quieras compartir en foros de Internet. Más información en las <a href="%(faq_url)s#6">FAQ</a>.
fi: Lataa kuva tällä napilla Tilapäiselle alueelle. Se on oivallinen keskeneräisille projekteille joita haluat jakaa foorumeilla. Lue lisää <a href="%(faq_url)s#6">UKK:sta</a>.
fr: Utilisez ce bouton pour charger une image dans la <strong>Zone d'Attente</strong>. Idéal pour le travail en cours que vous désirez partager sur vos forums favoris. <a href="%(faq_url)s#6">En savoir plus</a>.
it: Usa questo modulo per caricare un'immagine nell'<strong>Area di Lavoro</strong>. È perfetto per lavori in corso che vuoi pubblicare su forum. Per ulteriori informazioni, consulta le <a href="%(faq_url)s#6">FAQ</a>.
ja: <strong>ステージング領域</strong>にイメージをアップロードするためにこのボタンを使ってください。あなたがインターネット掲示板に共有したいような進行中の作品には最適です。 <a href="%(faq_url)s#6">FAQ</a>に詳しい記載があります。
nl: Gebruik deze knop om een foto op te sturen naar de <strong>Ontwikkelingszone</strong>. Deze zone is geschikt voor een werk in uitvoering dat je toch al op fora wil delen. Lees meer in de <a href="%(faq_url)s#6">FAQ - Veelgestelde vragen</a>.
pl: Użyj tego przycisku aby załadować zdjęcie do <strong>Przechowalni</strong>. Sprawdza się to świetnie dla nieukończonych zdjęć, które chcesz publikować np na forach internetowych. Przeczytaj więcej w <a href="%(faq_url)s#6">FAQ</a>.
pt: Use este botão para enviar uma imagem para a <strong>Área de Testes</strong>. É perfeita para compartilhar trabalhos não concluídos nos fóruns da Internet. Leia mais sobre isso na <a href="%(faq_url)s#6">FAQ</a>.
ru: Используйте эту кнопку для закачки изображения в <strong>Staging Area</strong>. Это идеально для работ в процессе, которыми вы хотите поделиться на Интернет-форумах. Узнайте больше в <a href="%(faq_url)s#6">FAQ</a>.

source: Use this button to upload an image to the <strong>Public Area</strong>. It will be displayed in <a href="%(profile_url)s">your profile</a> and here on the home page. You can <a href="%(flickr_url)s">import from Flickr</a> too.
de: Mit dieser Schaltfläche können Bilder in den <strong>öffentlichen Bereich</strong> hochgeladen werden. Sie werden in Ihrem <a href="%(profile_url)s">Profil</a> angezeigt sowie auf der Startseite. Sie können Bilder auch aus <a href="%(flickr_url)s">Flickr importieren</a>.
el: Χρησιμοποιείστε αυτό το κουμπί για να ανεβάσετε μια εικόνα στην <strong>Περιοχή Προβολής</strong>. Θα εμφανιστεί στο <a href="%(profile_url)s">προφίλ σας</a> καθώς και στην αρχική σελίδα. Επίσης μπορείτε να <a href="%(flickr_url)s">εισάγετε από το Flickr</a>.
es: Usa esta opción para subir una imagen al <strong>Área Pública</strong>. Se mostrará en <a href="%(profile_url)s">tu perfil</a> y aparecerá aquí en la página de inicio. Puedes también <a href="%(flickr_url)s">importar imágenes desde Flickr</a>.
fi: Lataa kuva tällä napilla Julkiselle alueelle. Kuva näytetään <a href="%(profile_url)s">profiilissasi</a> ja etusivulla. Voit myös <a href="%(flickr_url)s">tuoda kuvia Flickristä</a>.
fr: Utilisez ce bouton pour publier une image dans la <strong>Zone Publique</strong>. Elle sera visible dans <a href="%(profile_url)s">votre profil</a> et ici-même, sur la page d'accueil. Vous pouvez aussi <a href="%(flickr_url)s">importer une image depuis Flickr</a>.
it: Usa questo modulo per caricare un'immagine nell'<strong>Area Pubblica</strong>. Sarà mostrata nel <a href="%(profile_url)s">tuo profilo</a> e qui sulla home. Puoi anche <a href="%(flickr_url)s">importare da Flickr</a>.
ja: <strong>公開エリア</strong>に画像をアップロードするために、このボタンを使ってください。<a href="%(profile_url)s">あなたのプロフィール</a>やホームページに表示されます。<a href="%(flickr_url)s">Flickrからインポート</a>を利用することもできます。
nl: Gebruik deze knop om een foto up te loaden naar de <strong>Publieke Zone</strong>. Zodoende zal ze getoond worden op <a href="%(profile_url)s">jouw profiel</a> en hier op de homepage. Je kan ook beelden <a href="%(flickr_url)s">importeren vanuit Flickr</a>.
pl: Użyj tego przycisku aby załadować zdjęcie do <strong>Galerii Publicznej</strong>. Będzie wyświetlony w <a href="%(profile_url)s">Twoim profilu</a> i na stronie głównej. Możesz również importować zdjęcia z <a href="%(flickr_url)s">serwisu Flickr</a>.
pt: Use este botão para enviar a uma imagem para a <strong>Área Pública</strong>. Ela será mostrada no <a href="%(profile_url)s">seu perfil</a> e aqui, na página inicial. Você também pode <a href="%(flickr_url)s">importar imagens do Flickr</a>.
ru: Используйте эту кнопку для закачки изображения в <strong>Public Area</strong>. Оно отобразится в <a href="%(profile_url)s">вашем профиле</a> и здесь на главной странице. Вы также можете <a href="%(flickr_url)s">импортировать из Flickr</a>.

source: Raw data upload
de: Raw Data hochladen
es: Subida de datos Raw
fi: Raakadatan lähetys
fr: Publication de fichiers bruts
it: Caricamento dati grezzi
ja: Rawデータのアップロード
nl: Upload van RAW-bestanden
pl: Wczytaj surowe dane
ru: Загрузка RAW Данных

source: You have no more space left on your Raw Data account. Please delete some files to make room, or upgrade your account.
de: Dein Raw Data Account hat keinen freien Speicher mehr. Bitte lösche einige Dateien um Platz zu schaffen oder erweitere deinen Account.
el: Δεν έχετε άλλο διαθέσιμο χώρο στον λογαριασμό των Ανεπεξέργαστων Δεδομένων. Παρακαλώ διαγράψτε μερικά αρχεία για να κάνετε χώρο, ή αναβαθμίστε τον λογαριασμό σας.
es: No te queda más espacio en tu cuenta de Datos Raw. Por favor, borra algunos archivos para hacer sitio o actualiza tu cuenta.
fi: Raakadatatililläsi ei ole enempää tilaa. Poista vanhoja tiedostoja tehdäksesi tilaa, tai päivitä tilisi.
fr: Vous n'avez plus d'espace libre sur votre Compte Raw. Veuillez supprimer un ou plusieurs fichiers afin de libérer de l'espace, ou bien modifiez votre abonnement.
it: Hai terminato lo spazio disponibile nel tuo account di Dati Grezzi. Cancella dei file per fare spazio, oppure fai l'upgrade del tuo account.
ja: あなたはRawデータを保管するスペースがなくなっています。いくつかのファイルを削除するか、あなたのアカウントをアップグレードしてください。
nl: Je hebt geen plaats meer op je Raw Data abonnement. Gelieve ofwel andere bestanden te verwijderen, of je account up te graden.
pl: Brak wolnego miejsca na Twoim koncie Surowych Danych. Usuń jakieś pliki lub dokup więcej przestrzeni dyskowej dla Twojego konta.
ru: Загрузка RAW Данных

source: Use the button below to choose files
de: Nutze den Knopf unterhalb um Dateien auszuwählen
el: Χρησιμοποιήστε το παρακάτω κουμπί για να διαλέξετε αρχεία
es: Usa el botón inferior para elegir archivos
fi: Paina allaolevaa nappia valitaksesi tiedostoja
fr: Utilisez le bouton ci-dessous pour sélectionner des fichiers
it: Usa il tasto qui sotto per scegliere i file
ja: ファイルを選択するために以下のボタンを使ってください
nl: Gebruik onderstaande knop om bestanden te kiezen
pl: Użyj przycisku poniżej aby wybrać pliki
ru: Используйте кнопку снизу для выбора файлов

source: Drop your raw data here
de: Lege deine Rohdaten hier ab
el: Τοποθετήστε τα ανεπεξέργαστα δεδομένα σας εδώ
es: Deja tus Datos Raw aquí
fi: Pudota raakadatasi tänne
fr: Déposez vos fichiers bruts ici
it: Trascina i tuoi dati grezzi qui
ja: あなたのRawデータをここにドロップしてください
nl: Sleep je Raw Data naar hier
pl: Dodaj Twoje pliki tutaj
ru: Перетащите ваши RAW данные сюда

source: Accepted file types: FIT and digital camera raw files
el: Αποδεκτοί τύποι αρχείων: FIT και αρχεία raw ψηφιακών καμερών
es: Tipos de archivo aceptados: FIT y archivos crudos (RAW) de cámaras digitales
fi: Hyväksytyt tiedostoformaatit: FIT ja digitaalikameroiden raakakuvatiedostot
fr: Types de fichier acceptés: FIT et format brut d'APN
it: Tipi di file accettati: FIT e raw di reflex
ja: 許可されたファイル形式：FITとデジカメのRawファイル
nl: Volgende type bestanden worden aanvaard: FIT en raw DSLR
pl: Dopuszczalne typy plików: FITS oraz pliki RAW z aparatów cyfrowych
ru: Принимаемые типы файлов: FIT и RAW файлы цифровых камер.

source: Filename
de: Dateiname
el: Όνομα αρχείου
es: Nombre de archivo
fi: Tiedostonimi
fr: Nom de fichier
it: Nome file
ja: ファイル名
nl: Bestandsnaam
pl: Nazwa pliku
ru: Имя файла

source: Choose files
el: Επιλέξτε αρχεία
es: Seleccionar archivos
fi: Valitse tiedostot
fr: Sélectionner des fichiers
it: Scegli file
ja: ファイルの選択
nl: Kies bestanden
pl: Wybierz pliki
ru: Выбрать файлы

source: Start upload
de: Upload starten
el: Εκκίνηση ανεβάσματος
es: Empezar a subir
fi: Käynnistä lähetys
fr: Publier
it: Inizia l'upload
ja: アップロード開始
nl: Start met upload
pl: Rozpocznij dodawanie
ru: Начать закачку

source: Go to your Raw Data Library.
de: Gehe zum Raw Data Pool.
el: Μετάβαση την Βιβλιοθήκη Ανεπεξέργαστων Δεδομένων
es: Ir a tu Biblioteca de Datos Raw.
fi: Mene Raakadatakirjastoosi.
fr: Consulter votre bibliothèque de fichiers bruts
it: Vai alla tua Libreria Dati Grezzi
ja: あなたのRawデータライブラリに行く
nl: Ga naar je Raw Data Verzameling.
pl: Przejdź do Twojej Biblioteki Surowych Plików
ru: Перейти в вашу библиотеку RAW данных.

source: Your Raw Data subscription is not active, or it has expired. If you have just subscribed, please wait for a few minutes. Thanks for your patience!
el: Η συνδρομή σας στα Ανεπεξέργαστα Δεδομένα δεν είναι ενεργοποιημένη. Αν μόλις τώρα γίνατε μέλος, παρακαλώ περιμένετε μερικά λεπτά. Σας ευχαριστούμε για την υπομονή σας!
es: Tu suscripción a Datos Raw no está activada o ha expirado. Si te acabas de suscribir espera unos minutos. ¡Gracias por tu paciencia!
fi: Raakadatatilauksesi ei ole aktiivinen, tai se on vanhentunut. Jos olet juuri tilannut sen, odota muutama minuutti. Kiitos kärsivällisyydestäsi!
fr: Votre Compte Raw n'est pas actif, ou a expiré. Si vous venez à l'instant d'y souscrire, veuillez attendre quelques minutes. Merci pour votre patience!
it: La tua iscrizione a Dati Grezzi non è attiva, oppure è scaduta. Se ti sei appena iscritto, aspetta alcuni minuti. Grazie per la pazienza!
ja: あなたのRawデータの申し込みが完了していないか、期限が切れています。もしあなたが経った今、申し込みをしたのであれば、数分待ってください。待ってくれてありがとう。
nl: Je Raw Data abonnement is niet actief of is verlopen. Als je je juist hebt geabonneerd, kan je best enkele minuten wachten. Dank voor je geduld!
pl: Twoje konto Surowych Danych nie jest aktywne lub wygasło. Jeżeli właśnie opłaciłeś subskrypcję, poczekaj kilka minut. Dziękujemy za cierpliwość!
ru: Ваша подписка на RAW-пространство неактивна или истекла. Если вы только подписались, подождите несколько минут. Спасибо за ваше терпение!

source: Go to the Raw Data <a href="%(plans_url)s">plans page</a>.
el: Μετάβαση στη <a href="%(plans_url)s">σελίδα πλάνων</a> των Ανεπεξέργαστων Δεδομένων
es: Ir a la <a href="%(plans_url)s">Página de Planes</a> de Datos Raw.
fi: Mene <a href="%(plans_url)s">Raakadata-tilausten sivulle</a>.
fr: Consulter <a href="%(plans_url)s">les forfaits</a> du Compte Raw.
it: Vai alla <a href="%(plans_url)s">pagina delle offerte</a> per Dati Grezzi.
ja: Rawデータの<a href="%(plans_url)s">計画ページ</a>に行く
nl: Ga naar de Raw Data <a href="%(plans_url)s">pagina met verschillende abonnee-formules</a>.
pl: Przejdź do <a href="%(plans_url)s">planów subskrypcji</a> Surowych Danych.
ru: Перейти к <a href="%(plans_url)s">странице планов</a> RAW-данных.

source: Did you know that AstroBin can host your FIT and digital camera raw files too?
de: Wusstest du, dass AstroBin auch deine FIT und Digitalkamera-Daten speichern kann?
el: Γνωρίζατε ότι το AstroBin μπορεί να φιλοξενήσει τα αρχεία FIT όπως και τα raw αρχεία από τις ψηφιακές κάμερες;
es: ¿Sabes que AstroBin puede también alojar tus archivos FIT o archivos crudos de cámaras digitales?
fi: Tiesitkö, että AstroBinissä voi säilyttää myös digitaalikameran raakakuvatiedostoja ja FIT-kuvia?
fr: Saviez-vous qu'AstroBin peut aussi héberger vos FIT et fichiers bruts d'APN?
it: Sapevi che AstroBin può stoccare anche i tuoi file FIT e raw della tua reflex?
ja: AstroBinがFITやデジタルカメラのRawファイルもホストできることを知っていましたか？
nl: Wist je dat AstroBin ook je FIT en digitale raw bestanden kan opslaan?
pl: Czy wiesz, że AstroBin może przechowywać także Twoje pliki FITS oraz pliki RAW z aparatów cyfrowych?
ru: А знаете ли вы что, AstroBin также может размещать ваши FIT и RAW файлы цифровых камер?

source: Have a look at <a href="%(rawdata_url)s">AstroBin Raw Data</a> if you want to safely store all your raw files, and have them neatily organized for future reference!
de: Wenn du deine RAW Files sicher speichern möchtest, sieh dir <a href="%(rawdata_url)s">AstroBin Raw Data</a> an und organisiere sie ordentlich für die Zukunft.
el: Ρίξτε μια ματιά στα <a href="%(rawdata_url)s">Ανεπεξέργαστα Δεδομένα του AstroBin</a> αν θέλετε να αποθηκεύσετε με ασφάλεια όλα τα ανεπεξέργαστα δεδομένα σας, και να τα έχετε τακτοποιημένα για μελλοντική αναφορά!
es: Echa un vistazo a <a href="%(rawdata_url)s">AstroBin Datos Raw</a> si quieres guardar seguros tus archivos en crudo y tenerlos bien organizados para futuras referencias.
fr: Jetez un oeil aux <a href="%(rawdata_url)s">Comptes Raw AstroBin</a> si vous désirez stocker en toute sécurité vos fichiers bruts, et les classer avec soin pour toute utilisation future!
it: Dai uno sguardo a <a href="%(rawdata_url)s">AstroBin Dati Grezzi</a> se vuoi stoccare in maniera sicura tutti i tuoi dati grezzi, e tenerli organizzati per bene per sempre!
ja: もし、あなたの全てのRawファイルを安全に保管したいのであれば、<a href="%(rawdata_url)s">AstroBin Raw Data</a>をみてください。そこでは、それらは今後の参照のためにきちんと整理されています!
nl: Neem een kijkje op <a href="%(rawdata_url)s">AstroBin Raw Data</a> als je je raw bestanden hier veilig en ordelijk wil bewaren!
pl: Spójrz na <a href="%(rawdata_url)s">AstroBin Raw Data</a> jeśli chcesz bezpiecznie przechowywać swoje surowe pliki i mieć je dobrze zorganizowane jako przyszłą referencję.
ru: Оцените <a href="%(rawdata_url)s">AstroBin Raw Data</a>, если вы хотите безопасно хранить все ваши RAW файлы и тщательно организовывать их для будущих работ!

source: Raw files
de: Raw Dateien
el: Ανεπεξέργαστα αρχεία
es: Archivos Raw
fi: Raakakuvatiedostot
fr: Fichiers bruts
it: File grezzi
ja: Rawファイル
nl: Raw bestanden
pl: Surowe pliki
ru: RAW файлы

source: Upload started, please wait...
de: Upload gestartet, bitte warten...
el: Το ανέβασμα ξεκίνησε, παρακαλώ περιμένετε...
es: Subida iniciada, espera por favor...
fi: Lähetys aloitettu, ole hyvä ja odota...
fr: Chargement en cours, veuillez patienter...
it: Caricamento iniziato, attendere...
ja: アップロードを開始しました。しばらく待ってください...
nl: Uploaden is begonnen. Gelieve te wachten...
pl: Ładowanie rozpoczęte, proszę czekać...
ru: Закачка началась, пожалуйста ждите...

source: One ore more files were ignored because they did not look like FIT or digital camera raw files.
de: Mindestens eine Datei wurde ignoriert, da sie keine FIT oder Kamera RAW Datei ist.
el: Ένα ή περισσότερα αρχεία παραβλέφθηκαν επειδή δεν έμοιαζαν να είναι FIT ή raw αρχεία από ψηφιακή κάμερα.
es: Uno o más archivos fueron ignorados porque no parecen FIT o archivos crudos (RAW) de cámara digital.
fr: Un ou plusieurs fichiers ont été ignorés car ils ne sont pas au format FIT, ni dans un format brut d'APN.
it: Uno o più file sono stati ignorati perché non sembravano essere FIT o raw di reflex.
ja: いくつかのファイルはFITやデジタルカメラのRawファイルのようでなかったので無視されました。
nl: Eén of meer bestanden werden niet behandeld omdat ze niet de kenmerken van een FIT of raw bestand leken te hebben.
pl: Jeden lub kilka plików zostało pominiętych ponieważ nie wyglądały ja dane FIT lub dane RAW z aparatu cyfrowego
ru: Один или несколько файлов были проигнорированы, потому что они не выглядят как FIT или RAW файлы.

source: Upload complete!
de: Hochladen abgeschlossen!
el: Το ανέβασμα ολοκληρώθηκε!
es: ¡Subida completada!
fi: Lataus on valmis!
fr: Chargement terminé!
it: Caricamento completato!
ja: アップロード完了!
nl: Upload gelukt!
pl: Plik załadowany!
ru: Закачка завершена!

source: %(user)s's commercial products
de: %(user)ss Produkte
el: Τα εμπορικά προϊόντα του/της %(user)s
es: Productos comerciales de %(user)s
fr: Les produits commerciaux de %(user)s
it: Prodotti commerciali di %(user)s
ja: %(user)sの商品
nl: %(user)s's commerciële produkten
pl: Komercyjne produkty użytkownika %(user)s
pt: Produtos comerciais de %(user)s
ru: %(user)s's рекламные продукты
