Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Thanks for your interest in using AstroBin's APIs! You need a <strong>key</strong> and a <strong>secret</strong> if you want to access AstroBin's data in your own app or website.
de: Danke für Dein Interesse an den AstroBin APIs! Du benötigst einen <strong>Key</strong> sowie ein <strong>Secret</strong> um die Daten von AstroBin auf Deiner eigenen Webseite oder in deiner eigenen App verwenden zu können.
el: Σας ευχαριστούμε για το ενδιαφέρον χρήσης των ΑΡΙ του AstroBin! Χρειάζεστε ένα <strong>κλειδί</strong> και ένα <strong>μυστικό κωδικό</strong> αν θέλετε να έχετε πρόσβαση στα δεδομένα του AstroBin μέσω της εφαρμογής σας ή ιστοσελίδας.
es: ¡Gracias por tu interés en usar las APIs de AstroBin! Necesitas una <strong>Llave</strong> y una <strong>clave</strong> si quieres acceder a los datos de AstroBin en tu propia aplicación o página web.
fa: ازعلاقه تان به استفاده از API های AstroBin متشکریم. اگر می خواهید به داده های AstroBin در وبسایت یا app شخصی تان دسترسی داشته باشید، نیاز به یک <strong>key</strong> and a <strong>secret</strong> دارید.
fi: Kiitos kiinnostuksestasi AstroBin'in ohjelmointirajapintaan! Tarvitset <strong>API-Avaimen</strong sekä <strong>salasanan</strong> jos haluat käyttää AstroBin'in tietoja omassa applikaatiossa tai websaitiilla.
fr: Merci de votre intérêt pour les API d'AstroBin. Vous aurez besoin d'une <strong>clé</strong> et d'un <strong>code</strong> afin d'accéder aux données d'AstroBin à partir de votre application ou site web.
hu: Köszönjük, hogy érdeklődsz az AstroBin API-jai iránt! Szükséged lesz egy <strong>kulcsra</strong> és egy<strong>titokra,</strong> ha hozzá akarsz férni az AstroBin adataihoz a saját alkalmazásodban vagy a weboldaladon.
it: Grazie per il tuo interesse nell'usare le API di AstroBin! Per accedere ai dati di AstroBin nella tua app o sito, hai bisogno di una <strong>key</strong> e di un <strong>secret</strong>.
ja: AstroBinのAPIの利用に興味をもっていただきありがとうございます。もしAstroBinのデータをあなたのアプリケーションやWebサイトで使いたいのであれば、<strong>key</strong>と <strong>secret</strong>を必要とします。
nl: Dank voor je interesse in het gebruik van AstroBin's API's! Je hebt een <strong>Key</strong> en een <strong>paswoord</strong> nodig als je de data van AstroBin wil raadplegen vanuit je eigen app of website.
pl: Dziękujemy za zainteresowanie w używaniu API AstroBin! Aby używać danych z AstroBin w swoim serwisie będziesz potrzebować <strong>klucza</strong> i <strong>hasła</strong>.
pt: Agradecemos o seu interesse nas APIs do AstroBin! Será necessário uma <strong>chave</strong> e uma <strong>senha</strong>, se você quiser acessar as informações do AstroBin através do seu site ou aplicativo.
ru: Спасибо за желание использовать API от AstroBin. Вам необходим <strong>ключ</strong> и <strong>секретность</strong>, если вы хотите получать доступ к данным AstroBin через ваше приложение или веб-сайт.
uk: Дякуємо за бажання використати API від AstroBin. Вам потрібні <strong>ключ</strong> та <strong>секрет</strong>, якщо ви хочете отримати доступ до даних AstroBin через Вашу програму або веб-сайт.

source: After you submit a request, you will receive a reply within 24 hours.
de: Du wirst innerhalb von 24 Stunden nach Stellung deiner Anfrage eine Antwort erhalten.
el: Μετά την υποβολή της αίτησης σας, θα λάβετε απάντηση σε 24 ώρες.
es: Tras enviar una petición, recibirás una respuesta en 24 horas.
fa: بعد از تایید یک درخواست، در طول 24 ساعت، جواب را دریافت خواهید کرد.
fi: Kun lähetät pyynnön, saat vastauksen 24 tunnin sisällä.
fr: Après avoir fait une demande, vous recevrez une réponse sous 24 heures.
hu: A kérelmed elküldése után 24 órán belül választ fogsz kapni.
it: Dopo che avrai effettuato una richiesta, riceverai risposta entro 24 ore.
ja: リクエストを送信後、あなたは24時間以内に返事を受け取れる予定です。
nl: Nadat je je aanvraag hebt verstuurd, zal je binnen 24 uur een antwoord krijgen.
pl: Aplikacja zostanie rozpatrzona w ciągu 24 godzin.
pt: Você receberá uma resposta em até 24 horas, a partir da sua solicitação.
ru: После подтверждения вами запроса, вы получите ответ в течение 24 часов.
uk: Після підтвердження Вами запиту ви отримаєте відповідь протягом 24 годин.

source: Please make sure you have read the section about APIs in the <a href="https://welcome.astrobin.com/terms-of-service">Terms of Service</a>.
hu: Kérjük, olvasd el a <a href="https://welcome.astrobin.com/terms-of-service">Szolgáltatási feltételek</a> API-król szóló részét.
uk: Будь ласка, переконайтеся, що Ви прочитали розділ про API у <a href="https://welcome.astrobin.com/terms-of-service">Умови надання послуг</a>.

source: Submit
de: Absenden
el: Υποβολή
es: Enviar
fa: ارسال
fi: Lähetä
fr: Envoyer
hu: Beküldés
it: Vai
ja: 送信
nl: Toepassen
pl: Wyślij
pt: Enviar
ru: Подтвердить
uk: Надіслати

source: Your API key request has been submitted
de: Deine API-Key Anfrage wurde gestellt
el: Η αίτηση σας για το κλειδί ΑΡΙ έχει υποβληθεί
es: Tu petición de Llave API ha sido enviada
fa: درخواست API key شما ارسال شده است.
fi: API-avainpyyntösi on lähetetty.
fr: Votre demande de clé API a été transmise
hu: Az API-kulcs kérelmed elküldésre került
it: La tua richiesta di API key è stata inoltrata
ja: API keyのリクエストを送信しました
nl: Je aanvraag voor een API Key werd ingediend
pl: Twoja aplikazja o klucz API została wysłana
pt: Sua solicitação de chave API foi enviada
ru: Ваш запрос на API-ключ подтверждён
uk: Ваш запит на API-ключ підтверджений

source: You will receive a reply within 24 hours. Thanks for your interest in using AstroBin's APIs!
de: Du wirst innerhalb von 24 Stunden ein Antwort erhalten. Wir danken dir für dein Interesse an den AstroBin APIs!
el: Θα λάβετε απάντηση μέσα σε 24 ώρες. Σας ευχαριστούμε για το ενδιαφέρον σας να χρησιμοποιήσετε τα ΑΡΙ του AstroBin!
es: Recibirás una respuesta en 24 horas. ¡Gracias por tu interés en usar las APIs de AstroBin!
fa: شما در طی 24 ساعت آینده یک جواب دریافت خواهید کرد. از علاقمندی شما برای استفاده از AstroBin's APIs متشکریم.
fi: Saat vastauksen 24 tunnin sisällä. Kiitos mielenkiinnosta AstroBinin rajapinta-avainta kohtaan!
fr: Vous recevrez une réponse sous 24 heures. Merci de votre intérêt pour les API d'AstroBin !
hu: 24 órán belül választ fogsz kapni. Köszönjük, hogy érdeklődsz az AstroBin API-k használata iránt!
it: Riceverai una risposta entro 24 ore. Grazie per il tuo interesse nell'usare le API di AstroBin!
ja: あなたは24時間以内に返事を受け取れる予定です。AstroBinのAPIに興味をもってもらってありがとう！
nl: Je zal een antwoord krijgen binnen de 24 uur. Alvast bedankt voor je interesse om AstroBin's API's te gebruiken!
pl: Aplikacja zostanie obsłużona w ciągu 24 godzin. Dziękujemy za zainteresowanie API AstroBin!
pt: Você receberá uma resposta em até 24 horas. Agradecemos o seu interesse em utilizar as APIs do AstroBin!
ru: Вы получите ответ в течение 24 часов. Спасибо за желание использовать API от AstroBin!
uk: Ви отримаєте відповідь протягом 24 годин. Дякуємо за бажання використати API від AstroBin!

source: Astrophotographers list
hu: Asztrofotósok listája
uk: Список астрофотографів

source: The <strong>Image Index</strong> is system based on likes received on images, that incentivizes the most active and liked members of the community. %(_0)sLearn more.%(_1)s
hu: A <strong>Képindex</strong> egy olyan rendszer, amely a képekre kapott like-okon alapul, és a közösség legaktívabb és legkedveltebb tagjait támogatja. %(_0)sTudj meg többet.%(_1)s
uk: <strong>Індекс Зображень</strong> - це система, заснована на кількості лайків на зображеннях, яка стимулює найбільш активних членів спільноти. %(_0)sЧитати більше.%(_1)s

source: Search
de: Suchen
el: Αναζήτηση
es: Buscar
fa: جستجو
fi: Etsi
fr: Recherche
hu: Keresés
it: Cerca
ja: 検索
nl: Zoeken
pl: Szukaj
pt: Busca
ru: Поиск
uk: Пошук

source: User
de: Benutzer
el: Χρήστης
es: Usuario
fa: کاربر
fi: Käyttäjä
fr: Utilisateur
hu: Felhasználó
it: Utente
ja: ユーザー
nl: Gebruiker
pl: Użytkownik
pt: Usuário
ru: Пользователь
uk: Користувач

source: Followers
de: Abonnenten
el: Θαυμαστές
es: Seguidores
fi: Seuraajat
fr: Abonnés
hu: Követők
it: Follower
ja: フォロワー
nl: Volgers
pl: Obserwujący
ru: Подписчики
uk: Підписники

source: Likes
el: Προτιμήσεις
es: Me Gusta
fi: Tykkäykset
fr: Aime
hu: Kedvelések
it: Mi piace
pl: Polubienia
ru: Нравится
uk: Лайки

source: Total integration
de: Gesamte Aufnahmedauer
el: Συνολική ολοκλήρωση
es: Integración total
fa: یکپارچه سازی کلی
fi: Kokonaisvalotusaika
fr: Intégration totale
hu: Összes integráció idő
it: Integrazione totale
ja: 総露出時間
nl: Totale integratietijd
pl: Całkowity czas naświetlania
pt: Tempo total de captura
ru: Общее накопление
uk: Загальна інтенграция

source: Image Index
hu: Képindex
uk: Індекс зображень

source: There isn't enough data yet, please come back later!
hu: Még nincs elég adat, kérjük, nézz vissza később!
uk: Даних поки що недостатньо, поверніться пізніше!

source: Avatar
de: Profilbild
fa: آواتار
fi: Profiilikuva
hu: Avatár
ja: アバター
pt: Imagem do perfil
ru: Аватар
uk: Аватар

source: Current avatar
de: Aktueller Avatar
el: Τρέχων avatar
es: Avatar actual
fa: نماد (avatar) کنونی
fi: Tämänhetkinen avatar
fr: Avatar actuel
hu: Jelenlegi avatár
it: Avatar corrente
ja: 現在のアバター
nl: Huidige avatar
pl: Obecny avatar.
pt: Imagem de perfil atual
ru: Текущая аватарка
uk: Поточна аватарка

source: You do not yet have an avatar. Please upload one now.
de: Du hast noch keinen Avatar. Bitte lade jetzt einen hoch.
el: Δεν έχετε ακόμα avatar. Παρακαλώ ανεβάστε ένα τώρα.
es: Todavía no tienes un avatar. Por favor, sube uno ahora.
fa: شما هنوز یک آواتارندارید. لطفا حالا یکی آپلود کنید.
fi: Sinulla ei vielä ole avataria. Ole hyvä ja lataa avatar.
fr: Vous n'avez pas encore d'avatar. Veuillez en télécharger un.
it: Non hai ancora un avatar. Caricane uno adesso.
ja: あなたはまだアバターを設定してません。いますぐそれをアップロードしましょう。
nl: Je hebt nog geen avatar. Gelieve er een up te loaden.
pl: Nie masz jeszcze avatara. Załaduj go teraz.
pt: Você ainda não possui uma imagem para o seu perfil. Por favor, envie uma.
ru: У вас всё ещё нет аватары. Пожалуйста, закачайте какую-нибудь.
uk: У Вас ще немає аватара. Будь ласка, завантажте його.

source: Previously uploaded
de: Bereits hochgeladen
el: Ανεβασμένες εικόνες
es: Subidas previamente
fa: قبلا آپلود شده
fi: Aiemmin ladattuja
fr: Images déjà publiées
it: Caricati precentemente
ja: 前にアップロードしたもの
nl: Eerder upgeloade beelden
pl: Poprzednio załadowany
pt: Enviado anteriormente
ru: Ранее закачанная
uk: Раніше завантажено

source: Choose new default
de: Wähle eine neue Vorgabe aus
el: Επιλογή νέου προκαθορισμένου
es: Elige uno nuevo por defecto
fa: یک پیش فرض جدید انتخاب کنید.
fi: Valitse uusi oletusarvo
fr: Choisir comme avatar
hu: Új alapértelmezés kiválasztása
it: Scegli il nuovo predefinito
ja: 新規のデフォルトを選択
nl: Kies een nieuwe standaard
pl: Wybierz nową wartość domyślną
pt: Escolha o novo padrão
ru: Выберите новую по-умолчанию
uk: Виберіть нову за замовчуванням

source: Upload a new image
de: Bild hochladen
el: Ανεβάστε μια νέα εικόνα
es: Subir nueva imagen
fa: آپلود یک تصویر جدید
fi: Lataa uusi kuva
fr: Publier une nouvelle image
hu: Új kép feltöltése
it: Carica una nuova immagine
ja: 新しいイメージをアップロード
nl: Laad een nieuw beeld op
pl: Opublikuj nowe zdjęcie
pt: Enviar nova imagem
ru: Закачать новое изображение
uk: Завантажити нове зображення

source: Avatar image
de: Profilbild
el: Εικόνα avatar
es: Imagen de avatar
fa: تصویر نماد (avatar)
fi: Avatar-kuva
fr: Image avatar
hu: Avatár kép
it: Immagine avatar
ja: アバター画像
nl: Avatar afbeelding
pl: Avatar
pt: Imagem de perfil
ru: Картинка аватары
uk: Зображення аватарки

source: Upload
de: Hochladen
el: Ανέβασμα εικόνας
es: Subir
fa: آپلود
fi: Lataa
fr: Publier
hu: Feltöltés
it: Carica
nl: Uploaden
pl: Prześlij zdjęcie
pt: Enviar
ru: Закачать
uk: Завантажити

source: Please select the avatars that you would like to delete.
uk: Виберіть аватари, які Ви хочете видалити.

source: Hey!
de: Hi!
el: Έι!
es: ¡Hola!
fi: Hei!
fr: Bienvenue!
hu: Szia!
it: Ehi!
ja: はじめまして!
nl: Hé daar!
pl: Hej!
pt: Olá!
ru: Привет!
uk: Хей!

source: Success!
de: Erfolgreich!
el: Επιτυχία!
es: ¡Hecho!
fa: موفق
fi: Onnistui!
fr: Réussite!
hu: Siker!
it: Successo!
ja: 成功しました!
nl: Gelukt!
pl: Sukces!
pt: Sucesso!
ru: Успешно!
uk: Успішно!

source: Warning!
de: Warnung!
el: Προειδοποίηση!
es: ¡Atención!
fa: اخطار
fi: Huomio!
fr: Attention!
hu: Figyelmeztetés!
it: Attenzione!
ja: 警告!
nl: Waarschuwing!
pl: Uwaga!
pt: Aviso!
ru: Внимание!
uk: Увага!

source: Error!
de: Fehler!
el: Σφάλμα!
fa: اشتباه
fi: Virhe!
fr: Erreur!
hu: Hiba!
it: Errore!
ja: エラー!
nl: Fout!
pl: Błąd!
pt: Erro!
ru: Ошибка!
uk: Помилка!

source: About
de: Über AstroBin
el: Σχετικά
es: Acerca de
fa: درباره
fi: Tietoja AstroBinistä
fr: À propos
hu: Rólunk
it: Informazioni
ja: AstroBinについて
nl: Over
pl: O
pt: Sobre
ru: Описание
uk: Опис

source: AstroBin is an image hosting platform and social network for amateur astronomers and astrophotographers.
hu: Az AstroBin egy képmegosztó platform és közösségi hálózat amatőr csillagászok és asztrofotósok számára.
uk: AstroBin – це платформа для розміщення зображень та соціальна мережа для астрономів-аматорів та астрофотографів.

source: Site links
de: AstroBin Links
el: Σύνδεσμοι ιστότοπου
es: Enlaces del sitio
fa: لینکهای سایت
fi: Linkit
fr: Liens internes
hu: Oldal linkek
it: Link del sito
ja: サイトリンク
pl: Odnośniki
pt: Áreas do site
ru: Ссылки по сайту
uk: Посилання на сайт

source: Home
el: Κεντρική
es: Inicio
fa: خانه
fi: Etusivu
fr: Accueil
hu: Főoldal
ja: ホーム
pl: Strona główna
pt: Início
ru: На главную
uk: Головна

source: Forum
es: Foro
fi: Keskustelufoorumi
hu: Fórum
ja: フォーラム
ru: Форум
uk: Форум

source: FAQ
el: Συχνές Ερωτήσεις
fa: FAQ (سوالات متداول)
fi: UKK
hu: GYIK
uk: Часті питання

source: Terms of Service
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Condiciones del Servicio
fa: شرایط استفاده از خدمات
fi: Käyttöehdot
fr: Conditions d'utilisation
hu: Felhasználási Feltételek
it: Condizioni d'uso
ja: 利用規約
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania serwisu
pt: Termos de serviço
ru: Условия предоставления услуг
uk: Умови обслуговування

source: Guidelines
de: Richtlinien
el: Οδηγίες
es: Directrices
fa: دستورالعمل ها
fi: Säännöt
fr: Charte AstroBin
it: Linee guida
ja: ガイドライン
nl: Richtlijnen
pl: Wskazówki
pt: Regras
ru: Правила
uk: Настанови

source: Sponsors
hu: Szponzorok
uk: Спонсори

source: Source code
de: Quelltext
es: Código fuente
fi: Lähdekoodi
fr: Code source
hu: Forráskód
it: Codice sorgente
ja: ソースコード
nl: Broncode
pl: Kod źródłowy
ru: Исходный код
uk: Початковий код

source: Platform updates
hu: Platform frissítések
uk: Оновлення платформи

source: Thanks to
de: Danke an
el: Ευχαριστίες
es: Agradecimientos
fa: با تشکر از
fi: Kiitokset
fr: Remerciements à
hu: Köszönet
it: Ringraziamenti
nl: Met dank aan
pl: Podziękowania
pt: Agradecimentos
ru: Благодарности:
uk: Подяки

source: The localization team
de: Das Übersetzungsteam
el: Η ομάδα προγραμματισμού
es: El equipo de localización
fa: تیم محلی سازی
fi: Kääntäjätiimi
fr: L'équipe de traduction
hu: A lokalizációs csapat
it: Il team di localizzazione
ja: ローカライズチーム
nl: Het team van vertalers
pl: Zespół tłumaczy
pt: O time de traduções
ru: Команда локализации
uk: Команда локалізації

source: Third party tools
hu: Harmadik féltől származó eszközök
uk: Сторонні інструменти

source: Copyright
el: Πνευματικά Δικαιώματα
fa: حق تکثیر
fi: Tekijänoikeus
hu: Szerzői jog
pt: Direitos autorais
ru: Авторское право
uk: Авторське право

source: The images on this websites are copyright of their respective owners.
el: Οι εικόνες σε αυτές τις ιστοσελίδες είναι πνευματικά δικαιώματα των αντίστοιχων ιδιοκτητών.
es: Las imágenes de este sitio web tienen derechos de autor de sus respectivos propietarios.
fi: Kaikkien tällä sivustolla olevien kuvien tekijänoikeudet kuuluvat kuvien omistajille.
fr: Les images publiées sur ce site sont sous copyright de leurs auteurs respectifs.
hu: Az ezen a weboldalon található képek szerzői jogai a tulajdonosaik birtokában vannak.
it: Le immagini su questo sito sono copyright dei loro rispettivi proprietari.
ja: このWebサイトの画像の著作権はその所有者に帰属しています。
nl: De foto's op deze website zijn eigendom van hun respectievelijke auteurs.
pl: Prawa autorskie do AstroBin (Copyright &copy; 2010-2012) posiada Salvatore Iovene. Wszelkie prawa zastrzeżone. Prawa autorskie do zdjęć należą do ich twórców.
ru: Изображения с этого веб-сайта защищены авторским правом их уважаемых владельцев.
uk: Зображення з цього веб-сайту захищені авторським правом власників.

source: Back to top
de: Nach oben
el: Πίσω στην κορυφή
es: Volver arriba
fa: بازگشت به بالا
fi: Takaisin ylös
fr: Retour haut de page
it: Torna su
ja: Top に戻る
nl: Terug naar boven
pl: Na górę
pt: Voltar ao topo
ru: Обратно наверх
uk: Повернутися вгору

source: Your AstroBin subscription is expired.
hu: Az AstroBin feliratkozásod lejárt.
uk: Термін дії підписки AstroBin закінчився.

source: That's okay: we don't EVER delete your images if your subscription expires.
hu: Semmi gond: SOHA nem töröljük a képeidet, ha az előfizetésed lejár.
uk: Нічого страшного: ми НІКОЛИ не видаляємо зображення, якщо термін Вашої передплати спливає.

source: However, it would be great if you considered renewing: it's inexpensive and it goes a long way to support the AstroBin project!
hu: Azonban hálásak lennénk, ha fontolóra vennéd a megújítását: ez olcsó, és nagyban hozzájárul az AstroBin projekt támogatásához!
uk: Однак було б чудово, якби Ви подумали про продовження: це недорого і має велике значення для підтримки AstroBin!

source: Subscription plans
de: Abonnement Optionen
es: Planes de suscripción
fr: Possibilités d'abonnement
hu: Előfizetési csomagok
it: Opzioni di abbonamento
ja: 登録プラン
nl: Soorten abonnementen
pl: Plany subskrypcji
ru: Планы подписки
uk: Плани передплати

source: Your subscriptions
hu: Előfizetéseid
uk: Ваші підписки

source: Your AstroBin subscription about to expire.
hu: Az AstroBin előfizetésed hamarosan lejár.
uk: Термін дії Вашої підписки AstroBin скоро закінчиться.

source: AstroBin is unable to deliver your emails, and it won't try again until the issue is resolved.
hu: Az AstroBin nem tudja kézbesíteni az e-mailjeidet, és nem próbálkozik újra, amíg a probléma meg nem oldódik.
uk: AstroBin не може доставити Ваші електронні листи і не намагатиметься знову, поки проблема не буде вирішена.

source: Your email provider recently reported the following error code(s):
hu: Az e-mail szolgáltatód nemrég a következő hibakód(ok)at jelezte:
uk: Ваш постачальник послуг електронної пошти нещодавно повідомив про наступні коди помилок:

source: If you believe this is in error, please contact us. Otherwise please contact you email provider or change your e-mail address on AstroBin.
hu: Ha úgy gondolod, hogy ez tévedés, kérjük, vedd fel velünk a kapcsolatot. Ellenkező esetben kérjük, lépj kapcsolatba az e-mail szolgáltatóddal, vagy változtasd meg az e-mail címedet az AstroBin-en.
uk: Якщо ви думаєте, що це помилка, зв’яжіться з нами. В іншому випадку, будь ласка, зв’яжіться з Вашим провайдером або змініть адресу електронної пошти на AstroBin.

source: Change your e-mail
hu: E-mail cím módosítása
it: Cambia la tua email
uk: Змінити ваш e-mail

source: Ignore and retry
hu: Figyelmen kívül hagyás és újbóli próbálkozás
uk: Ігнорувати та повторити

source: Contact us
hu: Vedd fel velünk a kapcsolatot
uk: Зв’яжіться з нами

source: AstroBin is unable to deliver your emails, and it will try again a week after the latest email bounce.
hu: Az AstroBin nem tudja kézbesíteni az e-mailjeidet, és egy héttel az el nem küldött e-mail után újra próbálkozni fog.
uk: AstroBin не може доставити Ваші електронні листи, і він спробує знову через тиждень після останнього повернення електронного листа.

source: If you believe this is in error, please contact us. Otherwise please contact your email provider or change your e-mail address on AstroBin.
hu: Ha úgy gondolod, hogy ez tévedés, kérjük, vedd fel velünk a kapcsolatot. Ellenkező esetben kérjük, lépj kapcsolatba az e-mail szolgáltatóddal, vagy változtasd meg az e-mail címedet az AstroBin-en.
uk: Якщо ви думаєте, що це помилка, зв’яжіться з нами. В іншому випадку зверніться до свого провайдера або змініть адресу електронної пошти на AstroBin.

source: AstroBin is not delivering you emails because you have marked some of them as spam.
hu: Az AstroBin nem küld e-maileket, mert néhányat spamként jelöltél meg.
uk: AstroBin не може доставляти Ваші листи, так як здається, Ви помітили деякі з них як спам.

source: If you have an automated filter or rule to mark AstroBin emails as spam, please disable it using your email client.
hu: Ha van olyan automatikus szűrőd vagy szabályod, amely az AstroBin e-maileket spamként jelöli meg, kérjük, kapcsold ki azt az e-mail klienseden keresztül.
uk: Якщо у Вас є автоматичний фільтр або правило для позначення електронних листів AstroBin як спаму, вимкніть їх у поштовому клієнті.

source: Resume emails
hu: E-mailek folytatása
uk: Продовжити розсилку email

source: Cancel
de: Abbrechen
el: Άκυρο
es: Cancelar
fa: لغو کردن
fi: Peruuta
fr: Annuler
hu: Mégsem
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
uk: Скасувати

source: No file selected
de: Keine Datei ausgewählt
el: Δεν επιλέχθηκε αρχείο
es: Ninguno
fa: هیچ فایلی انتخاب نشده است.
fi: Yhtään tiedostoa ei ole valittu
fr: Aucun fichier
hu: Nincs fájl kiválasztva
it: Nessun file
ja: ファイルが選択されていません
nl: Geen bestand geselecteerd
pl: Brak zaznaczonych plików
pt: Nenhum arquivo selecionado
ru: Не выбран файл
uk: Файл не вибрано

source: Choose file
de: Datei auswählen
el: Επιλέξτε αρχείο
es: Examinar
fa: انتخاب فایل
fi: Valitse tiedosto
fr: Choisir fichier
hu: Fájl kiválasztása
it: Scegli file
ja: ファイルを選択
nl: Kies bestand
pl: Zaznacz plik
pt: Escolha um arquivo
ru: Выбрать файл
uk: Виберіть файл

source: Help with translations!
de: Helfe mit beim Übersetzen!
el: Βοήθεια με τις μεταφράσεις!
es: ¡Ayuda con traducciones!
fa: کمک برای ترجمه
fi: Auta käännöstöiden kanssa!
fr: Participez à la traduction !
hu: Segíts a fordításokkal!
it: Aiuta con le traduzioni!
ja: ローカライゼーションを助けてください!
nl: Help met vertalen!
pl: Pomóż w tłumaczeniu!
pt: Ajude com as traduções!
ru: Помощь в переводе!
uk: Допомога у перекладі!

source: Please select your language from the options above.
de: Bitte aus den obenstehenden Optionen die Sprache auswählen.
el: Παρακαλώ επιλέξτε την γλώσσα σας από τις παραπάνω επιλογές.
es: Por favor, selecciona tu idioma de entre las opciones mostradas.
fa: لطفا از گزینه بالا زبان خود را انتخاب کنید.
fi: Valitse kieli ylläolevista vaihtoehdoista.
fr: Sélectionnez s'il vous plaît votre langue dans les options ci-dessus.
hu: Kérjük, válaszd ki a nyelvedet a fenti lehetőségek közül.
it: Seleziona la tua lingua tra le scelte qua sopra.
ja: 上記のオプションから言語を選択してください。
nl: Gelieve uw taal te kiezen uit bovenstaande opties.
pl: Wybierz język z powyższych opcji do wyboru.
pt: Por favor, selecione seu idioma das opções acima.
ru: Пожалуйста выберите ваш язык из списка выше.
uk: Будь ласка, виберіть мову зі списку вище.

source: Notifications
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Avisos
fa: اطلاعیه ها
fi: Ilmoitukset
hu: Értesítések
it: Notifiche
ja: 通知
nl: Kennisgevingen
pl: Powiadomienia
pt: Notificações
ru: Уведомления
uk: Сповіщення

source: View all
hu: Összes megtekintése
it: Mostra tutto
pl: Zobacz wszystkie
ru: Смотреть все
uk: Дивитись все

source: Settings
hu: Beállítások
it: Impostazioni
uk: Налаштування

source: Mark all as read
hu: Az összes megjelölése olvasottként
it: Segna tutti come letti
pl: Oznacz wszystko jako przeczytane
ru: Отметить все прочитанным
uk: Позначити все прочитаним

source: AstroBin is in READ ONLY mode
hu: Az AstroBin "CSAK OLVASHATÓ" módban van.
uk: AstroBin в режимі ТІЛЬКИ ЧИТАННЯ

source: Sorry :-(
hu: Sajnáljuk :-(
uk: Вибачте :-(

source: Access denied
hu: Hozzáférés megtagadva
uk: Немає доступу
