Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: AstroBin is Copyright &copy; 2010-2012 Salvatore Iovene, All Rights Reserved. The images on this websites are copyright of their respective owners.
de: AstroBin ist urheberrechtlich geschützt. &copy; 2010-2012 Salvatore Iovene. Alle Rechte vorbehalten. Das Copyright der Bilder auf dieser Webseite liegt bei ihren jeweiligen Eigentümern.
el: Το AstroBin είναι Πνευματικό Δικαίωμα &copy; του Salvatore Iovene 2010-2012, Όλα τα δικαιώματα προστατευμένα. Οι εικόνες σε αυτό τον ιστότοπο είναι πνευματικά δικαιώματα των αντίστοιχων ιδιοκτητών τους.
es: AstroBin es Copyright &copy; 2010-2012 Salvatore Iovene, con Todos los Derechos Reservados. Las imágenes de este sitio web tienen derechos de autor de sus respectivos propietarios.
fa: AstroBin دارای حق تکثیر Copyright &copy; 2010-2012 Salvatore Iovene می باشد. تمامی حقوق محفوظ است و تصاویر موجود در وبسایت دارای حق کپی برای صاحبانشان دارد.
fi: AstroBin Copyright &copy; 2011-2012 Salvatore Iovene, kaikki oikeudet pidätetään. Sivustolla julkaistujen kuvien tekijänoikeudet kuuluvat kuvan julkaisijalle.
fr: AstroBin est protégé par Copyright &copy; 2010-2012 Salvatore Iovene, tous droits réservés. Les images publiées sur ce site sont sous copyright de leurs auteurs respectifs.
it: AstroBin è Copyright &copy; 2010-2012 Salvatore Iovene, Tutti i Diritti Riservati. Le immagini su questo sito sono copyright dei loro rispettivi proprietari.
nl: Astrobin is Copyright &copy; 2010-2012 Salvatore Iovene, alle rechten voorbehouden. De foto's op deze website zijn eigendom van hun respectievelijke auteurs.
pl: Prawa autorskie do AstroBin (Copyright &copy; 2010-2012) posiada Salvatore Iovene. Wszelkie prawa zastrzeżone. Prawa autorskie do zdjęć należą do ich twórców.
pt: AstroBin é de propriedade de Salvatore Iovene 2010-2012 &copy;, todos os direitos reservados. Os direitos autorais das imagens hospedadas neste site são dos seus respectivos proprietários.
ru: Авторские права AstroBin &copy; 2010-2012 Salvatore Iovene, Все Права Защищены. Изображения на этом сайте принадлежат их уважаемым владельцам.

source: Error. Try again!
de: Fehler. Nochmals versuchen!
el: Σφάλμα. Προσπαθήστε ξανά!
es: Error. ¡Inténtalo de nuevo!
fa: خطا. دوباره سعی کنید!
fi: Virhe! Yritä uudestaan!
fr: Erreur. Réessayez!
it: Errore. Riprova!
ja: エラーが発生しました。再試行してください!
nl: Foutje. Probeer opnieuw!
pl: Błąd. Spróbuj ponownie!
pt: Erro. Tente novamente!
ru: Ошибка. Попробуйте ещё!

source: Your request for an API Key has been approved! Your key: %(key)s Your secret: %(secret)s Please read the API documentation at %(api_docs_url)s You can review your API keys at %(api_keys_url)s Thank you for using AstroBin's APIs!
de: Deine API-Key Anfrage wurde bestätigt! Dein Key: %(key)s Dein Secret: %(secret)s Die API-Dokumentation findest du unter %(api_docs_url)s Deine API-Keys kannst du jederzeit unter %(api_keys_url)s einsehen. Danke, dass du die AstroBin APIs verwendest!
el: Η αιτηση σας για Κλειδί API έχει εγγριθεί! Το κλειδί σας: %(key)s Ο μυστικός σας κωδικός: %(secret)s Παρακαλούμε διαβάστε το κείμενο για το API στο %(api_docs_url)s Μπορείτε να δείτε τα API κλείδια σας στο %(api_keys_url)s Σας ευχαριστούμε που χρησιμοποιείτε τα API του AstroBin!
es: ¡Tu petición de una Llave API ha sido aprobada! Tu Llave: %(key)s Tu clave: %(secret)s Por favor, lee la documentación sobre las API en %(api_docs_url)s Puedes revisar tus Llaves API en %(api_keys_url)s ¡Gracias por usar las APIs de AstroBin!
fi: Rajapinta-avainpyyntösi on hyväksytty! API-avain: %(key)s Salasana: %(secret)s Luethan API-dokumenaation %(api_docs_url)s Voit katsella API-avaimiasi osoitteessa %(api_keys_url)s Kiitos kun käytät AstroBin'in rajapintoja!
fr: Votre demande de clé API a été acceptée! Votre clé : %(key)s Votre code: %(secret)s Veuillez lire la documentation API sur %(api_docs_url)s Vous pouvez vérifier vos clés API sur %(api_keys_url)s Merci d'utiliser les API d'AstroBin !
it: La tua richiesta per una API Key è stata approvata! La tua key: %(key)s Il tuo secret: %(secret)s Leggi la documentazione sulle API qui: %(api_docs_url)s Puoi vedere le tue API key qui: %(api_keys_url)s Grazie per usare le API di AstroBin!
ja: あなたのAPIキーのリクエストがとどきました。 Your key: %(key)s Your secret: %(secret)s APIドキュメントを%(api_docs_url)sで読んでください。 あなたのAPIキーを%(api_keys_url)sでお試しすることができます。 AstroBin's APIsを使ってくれてありがとう!
nl: Je aanvraag voor een API Key werd goedgekeurd! Je Key: %(key)s Je paswoord: %(secret)s Gelieve de API documentatie te lezen op %(api_docs_url)s Je kan je API keys herbekijken op %(api_keys_url)s Bedankt om AstroBin's API's te gebruiken!
pl: Twoja aplikacja o klucz API została zaakceptowana! Twój klucz: %(key)s Twoje hasło: %(secret)s Zapoznaj się z dokumentacją API na %(api_docs_url)s Możesz sprawdzić swój klucz do API na %(api_keys_url)s Dziękujemy za używanie API AstroBin!
pt: Seu pedido por uma chave API foi aprovado! Sua chave: %(key)s Sua senha: %(secret)s Por favor, leia a documentação da API em %(api_docs_url)s Você pode visualizar suas chaves API em %(api_keys_url)s Obrigado por usar as APIs do AstroBin!
ru: Ваш запрос API-ключа был одобрен! Ваш ключ: %(key)s Секретный код: %(secret)s Пожалуйста, прочтите документацию на API по адресу %(api_docs_url)s Вы можете посмотреть свои API-ключи по адресу %(api_keys_url)s Спасибо за использование API от AstroBin!

source: <a href="%(api_keys_url)s">Your request for an API Key has been approved!</a>
de: <a href="%(api_keys_url)s">Deine API-Key Anfrage wurde bestätigt!!</a>
el: <a href="%(api_keys_url)s">Η αίτηση σας για Κλειδί API έχει εγκριθεί!</a>
es: <a href="%(api_keys_url)s">¡Tu petición de una Llave API ha sido aprobada!</a>
fi: <a href="%(api_keys_url)s">Rajapinta-avainpyyntösi on hyväksytty!</a>
fr: <a href="%(api_keys_url)s">Votre demande d'une clé API a été acceptée !</a>
it: <a href="%(api_keys_url)s">La tua richiesta per una API Key è stata approvata!</a>
ja: <a href="%(api_keys_url)s">あなたのAPIキーのリクエストが許可されました!</a>
nl: <a href="%(api_keys_url)s">Je aanvraag voor een API Key is goedgekeurd!</a>
pl: <a href="%(api_keys_url)s">Twoja aplikacja o klucz API została zaakceptowana!</a>
pt: <a href="%(api_keys_url)s">Seu pedido por uma chave API foi aprovado!</a>
ru: <a href="%(api_keys_url)s">Ваш запрос на API-ключ был одобрен!</a>

source: API Key request approved
de: API-Key Anfrage bestätigt
el: Έγκριση Κλειδιού ΑΡΙ
es: Petición de Llave API aprobada
fa: درخواست کلید API مورد تایید قرار گرفته است.
fi: Rajapinta-avain myönnetty
fr: Demande de clé API acceptée
it: Richiesta di API Key approvata
ja: APIキーリクエストの許可
nl: API Key aanvraag goedgekeurd
pl: Aplikacja o klucz API została zaakceptowana
pt: Pedido de Chave API aprovado
ru: Запрос API-ключа одобрен

source: Hi! You have a new notification on AstroBin: %(message)s To see all your notifications, please go to %(notices_url)s. If you don't want to receive emails anymore, edit your preferences by going to http://astrobin.com%(pref_url)s. PLEASE DO NOT REPLY TO THIS EMAIL Clear skies, AstroBin.
es: ¡Hola! Tienes una nuevo aviso en AstroBin: %(message)s Para ver todas tus notificaciones, por favor ve a %(notices_url)s. Si no quieres recibir más correos electrónicos, edita tus preferencias yendo a http://astrobin.com%(pref_url)s. Cielos despejados, AstroBin.
fr: Bonjour! Vous avez une nouvelle notification sur AstroBin: %(message)s Pour consulter toutes vos notifications, rendez-vous sur %(notices_url)s. Si vous ne voulez plus recevoir d'e-mails, modifiez vos préférences en vous rendant sur http://astrobin.com%(pref_url)s. MERCI DE NE PAS RÉPONDRE À CET E-MAIL Bon ciel, AstroBin.
it: Ciao! Hai una nuova notifica su AstroBin: %(message)s Per vedere tutte le tue notifiche, vai su %(notices_url)s. NON RISPONDERE A QUESTA EMAIL Se non vuoi più ricevere email, modifica le opzioni andando su http://astrobin.com%(pref_url)s. Cieli sereni, AstroBin.
nl: Hoi! Je hebt een nieuwe kennisgeving ontvangen op AstroBin: %(message)s Om al je kennisgevingen te bekijken kan je gaan naar %(notices_url)s. Als je geen mails meer wenst te ontvangen dan kan je je voorkeuren wijzigen op http://astrobin.com%(pref_url)s. GELIEVE NIET OP DEZE MAIL TE ANTWOORDEN Clear skies - Nog vele onbewolkte nachten, AstroBin.
pl: Cześć! Masz nowe powiadomienia na AstroBin: %(message)s Aby zobaczyć wszystkie powiadomienia idź do %(notices_url)s. Jeśli nie chcesz otrzymywać więcej emaili, edytuj swoje ustawienia tutaj http://astrobin.com%(pref_url)s. PROSZĘ NIE ODPOWIADAĆ NA TEGO EMAILA Czystego nieba, AstroBin.
ru: Привет! У вас есть уведомление от AstroBin: %(message)s Чтобы увидеть все ваши уведомления, перейдите по ссылке %(notices_url)s. Если вы не хотите больше получать письма, поправьте ваши настройки по адресу http://astrobin.com%(pref_url)s. Пожалуйста, не отвечайте на это письмо Чистого неба, AstroBin.

source: <a href="%(object_url)s">You are now following <strong>%(object)s</strong>.</a>
de: <a href="%(object_url)s">Du folgst nun <strong>%(object)s</strong>.</a>
el: <a href="%(object_url)s">Ακολουθείτε <strong>%(object)s</strong>.</a>
es: <a href="%(object_url)s">Ahora estás siguiendo a <strong>%(object)s</strong>.</a>
fi: <a href="%(object_url)s">Seuraat nyt käyttäjää <strong>%(object)s</strong>.</a>
fr: <a href="%(object_url)s">Vous êtes maintenant abonné à la page de <strong>%(object)s</strong>.</a>
it: <a href="%(object_url)s">Adesso stai seguendo <strong>%(object)s</strong>.</a>
ja: <a href="%(object_url)s">あなたは今、 <strong>%(object)s</strong>をフォローしました。</a>
nl: <a href="%(object_url)s">Je bent nu een volger van <strong>%(object)s</strong>.</a>
pl: <a href="%(object_url)s">Obserwujesz <strong>%(object)s</strong>.</a>
pt: <a href="%(object_url)s">Agora você está seguindo <strong>%(object)s</strong>.</a>
ru: <a href="%(object_url)s">Вы теперь отслеживаете <strong>%(object)s</strong>.</a>

source: Your image has been deleted.
de: Dein Bild wurde gelöscht.
el: Η εικόνα σας διαγράφηκε.
es: Tu imagen ha sido borrada.
fa: تصویر شما حذف شده است.
fi: Kuvasi on poistettu.
fr: Votre image a été supprimée.
it: La tua immagine è stata cancellata.
ja: あなたの画像は削除されました。
nl: Je foto is verwijderd.
pl: Twój obraz został usunięty.
pt: Sua imagem foi excluída.
ru: Ваше изображение было удалено.

source: <a href="%(object_url)s">Your image has been processed.</a>
de: <a href="%(object_url)s">Dein Bild wurde verarbeitet.</a>
el: <a href="%(object_url)s">Η εικόνα σας έχει επεξεργαστεί.</a>
es: <a href="%(object_url)s">Tu imagen ha sido procesada.</a>
fi: <a href="%(object_url)s">Kuvasi on käsitelty.</a>
fr: <a href="%(object_url)s">Votre image a été traitée.</a>
it: <a href="%(object_url)s">La tua immagine è stata processata.</a>
ja: <a href="%(object_url)s">あたなの画像が処理されました。</a>
nl: <a href="%(object_url)s">Je beeld is verwerkt.</a>
pl: <a href="%(object_url)s">Twoje zdjęcie zostało przetworzone.</a>
pt: <a href="%(object_url)s">Sua imagem foi processada.</a>
ru: <a href="%(object_url)s">Ваше изображение обрабатывается.</a>

source: AstroBin has published a new blog entry: "%(object)s". Check it out at the following url: %(object_url)s
de: AstroBin hat einen neuen Blog-Eintrag veröffentlicht: "%(object)s". Du findest ihn unter folgender URL: %(object_url)s
el: Το AstroBin έχει εκδόσει μια νέα εγγραφή στο blog: "%(object)s". Δείτε την στο ακόλουθο url: %(object_url)s
es: AstroBin ha publicado una nueva entrada en el blog: "%(object)s". Échale un vistazo en el siguiente enlace: %(object_url)s
fi: AstroBin on julkaissut uuden blogikirjoituksen: "%(object)s". Lue kirjoitus osoitteessa: %(object_url)s
fr: AstroBin a publié un nouvel article sur le blog: "%(object)s". Consultez-le à l'adresse suivante: %(object_url)s
it: AstroBin ha pubblicato un nuovo messaggio nel blog: "%(object)s". Leggilo al seguente indirizzo: %(object_url)s
ja: AstroBinは新しいブログ記事を公開しました。"%(object)s" 以下のURLをクリックしてください。%(object_url)s
nl: AstroBin heeft een nieuw blogbericht gepost: "%(object)s". Je kan het nalezen op de volgende URL: %(object_url)s
pl: AstroBin opublikował nowy wpis na blogu: "%(object)s". Możesz go przeczytać tutaj: %(object_url)s
pt: AstroBin publicou algo novo em seu blog: "%(object)s". Confira através do seguinte link: %(object_url)s
ru: AstroBin опубликовал новую запись в дневнике: "%(object)s". Прочитайте её по следующему адресу: %(object_url)s

source: <a href="%(object_url)s">AstroBin has published a new blog entry: "%(object)s"</a>
de: <a href="%(object_url)s">AstroBin hat einen neuen Blog-Eintrag veröffentlicht: "%(object)s"</a>
el: <a href="%(object_url)s">Το AstroBin έχει εκδόσει μια νέα εγγραφή στο blog: "%(object)s"</a>
es: <a href="%(object_url)s">AstroBin ha publicado una nueva entrada en el blog: "%(object)s"</a>
fi: <a href="%(object_url)s">AstroBin on julkaissut uuden blogikirjoituksen: "%(object)s"</a>
fr: <a href="%(object_url)s">AstroBin a publié un nouvel article sur le blog: "%(object)s"</a>
it: <a href="%(object_url)s">AstroBin ha pubblicato un nuovo messaggio nel blog: "%(object)s"</a>
ja: <a href="%(object_url)s">AstroBinは新しいブログ記事を公開しました。"%(object)s"</a>
nl: <a href="%(object_url)s">AstroBin heeft een nieuw blogbericht gepost: "%(object)s"</a>
pl: <a href="%(object_url)s">AstroBin opublikował nowy wpis na blogu: "%(object)s"</a>
pt: <a href="%(object_url)s">AstroBin publicou algo novo em seu blog: "%(object)s"</a>
ru: <a href="%(object_url)s">AstroBin опубликовал новую запись в дневнике:"%(object)s"</a>

source: AstroBin has publushed a new blog entry: %(object)s
de: AstroBin hat einen neuen Blog-Eintrag veröffenticht: %(object)s
el: Το AstroBin έχει εκδώσει μια νέα εγγραφή στο blog: %(object)s
es: AstroBin ha publicado una nueva entrada en el blog: %(object)s
fi: AstroBin on julkaissut uuden blogikirjoituksen: %(object)s
fr: AstroBin a publié un nouvel article sur le blog: %(object)s
it: AstroBin ha pubblicato un nuovo messaggio nel blog: %(object)s
ja: AstroBinは新しいブログ記事を公開しました。%(object)s
nl: AstroBin heeft een nieuw blogbericht gepost: %(object)s
pl: AstroBin opublikował nowy wpis na blogu: %(object)s
pt: AstroBin publicou algo novo em seu blog: %(object)s
ru: AstroBin опубликовал новую запись в дневнике: %(object)s

source: %(user)s has added your image to their bookmarks: %(url)s
el: Ο/Η %(user)s έβαλε την εικόνα σας στα αγαπημένα του/της: %(url)s
es: %(user)s han seleccionado tu imagen como favorita: %(url)s
fr: %(user)s a ajouté votre image à ses favoris : %(url)s
it: %(user)s ha aggiunto la tua immagine ai suoi segnalibri: %(url)s
ja: %(user)sがあなたの画像をプックマークに追加しました。%(url)s
nl: %(user)s heeft je foto als favoriet gemarkeerd: %(url)s
pl: %(user)s dodał Twoje zdjęcie do zakładek: %(url)s
ru: %(user)s добавил ваше изображение в свои закладки: %(url)s

source: <a href="%(url)s"><strong>%(user)s</strong> has added your image to their bookmarks!</a>
el: Ο/Η <a href="%(url)s"><strong>%(user)s</strong> έβαλε την εικόνα σας στα αγαπημένα του/της!</a>
es: ¡<a href="%(url)s"><strong>%(user)s</strong> ha seleccionado tu imagen como favorita!</a>
fr: <a href="%(url)s"><strong>%(user)s</strong> a ajouté votre image à ses favoris !</a>
it: <a href="%(url)s"><strong>%(user)s</strong> ha aggiunto la tua immagine ai suoi segnalibri!</a>
ja: <a href="%(url)s"><strong>%(user)s</strong>があなたの画像をプックマークに追加しました!</a>
nl: <a href="%(url)s"><strong>%(user)s</strong> heeft jouw foto als favoriet aangemerkt!</a>
pl: <a href="%(url)s"><strong>%(user)s</strong> dodał Twoje zdjęcie do ulubionych!</a>
ru: <a href="%(url)s"><strong>%(user)s</strong> добавил ваше изображение в свои закладки!</a>

source: %(user)s started a new discussion about a gear item you own! Read it at following url: %(url)s
de: %(user)s hat eine Diskussion zu einem Teil deiner Ausrüstung gestartet. Lies ihn nach unter: %(url)s
el: Ο/Η %(user)s άρχισε νέα συζήτηση για ένα αντικείμενο εξοπλισμού που έχετε! Διαβάστε την στο ακόλουθο url: %(url)s
es: %(user)s ha iniciado un nuevo debate sobre un elemento de instrumental que tienes. Léelo en el siguiente enlace: %(url)s
fr: %(user)s a démarré une nouvelle discussion concernant un matériel que vous possédez! Consultez-la à l'adresse suivante: %(url)s
it: %(user)s ha iniziato una discussione su uno strumento che possiedi! Leggi il commento al seguente indirizzo: %(url)s
ja: %(user)sはあなたが所有する機材品についての新しい議論を開始しました。以下のURLでそれを読んでください。%(url)s
nl: %(user)s heeft een nieuwe discussie gestart over materiaal dat jij ook bezit! Lees het op volgende URL: %(url)s
pl: %(user)s rozpoczął dyskusję na temat sprzętu, który posiadasz! Możesz ją przeczytać tu: %(url)s
pt: %(user)s iniciou uma nova discussão sobre um equipamento que você possui! Leia clicando no seguinte link: %(url)s
ru: %(user)s начал обсуждение оборудования, которое у вас есть! Прочесть можно тут: %(url)s

source: <a href="%(url)s"><strong>%(user)s</strong> started a new discussion about a gear item you own!</a>
de: <a href="%(url)s"><strong>%(user)s</strong> hat eine Diskussion zu einem Teil deiner Ausrüstung gestartet.</a>
el: Ο/Η <a href="%(url)s"><strong>%(user)s</strong> άρχισε νέα συζήτηση για ένα αντικείμενο εξοπλισμού που έχετε!</a>
es: ¡<a href="%(url)s"><strong>%(user)s</strong> empezó un nuevo debate sobre un ítem de instrumental que posees!</a>
fr: <a href="%(url)s"><strong>%(user)s</strong> a démarré une nouvelle discussion concernant un matériel que vous possédez!</a>
it: <a href="%(url)s"><strong>%(user)s</strong> ha iniziato una discussione su uno strumento che possiedi!</a>
ja: <a href="%(url)s"><strong>%(user)s</strong>はあなたが所有する機材品についての新しい議論を開始しました。</a>
nl: <a href="%(url)s"><strong>%(user)s</strong> heeft een nieuwe discussie opgestart over een item dat jij ook bezit!</a>
pl: <a href="%(url)s"><strong>%(user)s</strong> rozpoczął dyskusję na temat sprzętu, który posiadasz!</a>
pt: <a href="%(url)s"><strong>%(user)s</strong> iniciou uma nova discussão sobre um equipamento que você possui!</a>
ru: <a href="%(url)s"><strong>%(user)s</strong> начал обсуждение оборудования, которое есть у вас!</a>

source: %(user)s started a new discussion about a gear item you own!
de: %(user)s hat eine Diskussion zu einem Teil deiner Ausrüstung gestartet.
el: Ο/Η %(user)s άρχισε νέα συζήτηση για ένα αντικείμενο εξοπλισμού που έχετε!
es: ¡%(user)s inició un nuevo debate sobre un ítem de instrumental que tienes!
fi: %(user)s aloitti uuden keskustelun omistamastasi laitteesta!
fr: %(user)s a démarré une nouvelle discussion concernant un matériel que vous possédez!
it: %(user)s ha iniziato una discussione su uno strumento che possiedi!
ja: %(user)sはあなたが所有する機材についての新しい議論をスタートしました!
nl: %(user)s heeft een nieuwe discussie opgestart over een item dat jij bezit!
pl: %(user)s rozpoczął nową dyskusję na temat sprzętu, który posiadasz!
pt: %(user)s iniciou uma nova discussão sobre um equipamento que você possui!
ru: %(user)s начал обсуждение оборудования, которое есть у вас!

source: %(user)s wrote a review of a gear item you own! Read it at following url: %(url)s
de: %(user)s hat einen Bericht zu einem Teil deiner Ausrüstung geschrieben. Lies ihn nach unter: %(url)s
el: Ο/Η %(user)s έγραψε μια κριτική για ένα αντικείμενο εξοπλισμού που έχετε! Διαβάστε την στο ακόλουθο url: %(url)s
es: %(user)s ha escrito un análisis sobre un ítem de instrumental que tienes. Léelo en el siguiente enlace: %(url)s
fr: %(user)s a rédigé un test concernant un matériel que vous possédez! Consultez-la à l'adresse suivante: %(url)s
it: %(user)s ha scritto una recensione per uno strumento che possiedi! Leggi la recensione al seguente indirizzo: %(url)s
ja: %(user)sが、あなたが所有する機材品のレビューを書きました。以下のURLで読んでください。%(url)s
nl: %(user)s heeft een review geschreven over een product dat jij ook bezit! Lees het op volgende URL: %(url)s
pl: %(user)s napisał recenzję sprzętu który posiadasz! Recenzję możesz zobaczyć tu: %(url)s
pt: %(user)s escreveu sua opinião sobre um equipamento que você possui! Leia clicando no seguinte link: %(url)s
ru: %(user)s написал обзор на оборудование которое есть у вас! Прочесть можно тут: %(url)s

source: <a href="%(url)s"><strong>%(user)s</strong> wrote a review of a gear item you own!</a>
de: <a href="%(url)s"><strong>%(user)s</strong> hat einen Bericht zu einem Teil deiner Ausrüstung geschrieben.</a>
el: Ο/Η <a href="%(url)s"><strong>%(user)s</strong> έγραψε μια κριτική για ένα αντικείμενο εξοπλισμού που έχετε!</a>
es: ¡<a href="%(url)s"><strong>%(user)s</strong> escribió un análisis sobre un ítem de instrumental tuyo!</a>
fr: <a href="%(url)s"><strong>%(user)s</strong> a rédigé un test concernant un matériel que vous possédez!</a>
it: <a href="%(url)s"><strong>%(user)s</strong> ha scritto una recensione per uno strumento che possiedi!</a>
ja: <a href="%(url)s"><strong>%(user)s</strong>が、あなたが所有する機材品のレビューを書きました!</a>
nl: <a href="%(url)s"><strong>%(user)s</strong> heeft een review geschreven over een product dat jij ook bezit!</a>
pl: <a href="%(url)s"><strong>%(user)s</strong> napisał recenzję sprzętu który posiadasz!</a>
pt: <a href="%(url)s"><strong>%(user)s</strong> escreveu sua opinião sobre um equipamento que você possui!</a>
ru: <a href="%(url)s"><strong>%(user)s</strong> написал обзор элемента оборудования, который у вас есть!</a>

source: %(user)s wrote a review of a gear item you own!
de: %(user)s hat einen Bericht zu einem Teil deiner Ausrüstung geschrieben.
el: Ο/Η %(user)s έγραψε μια κριτική για ένα αντικείμενο εξοπλισμού που έχετε!
es: ¡%(user)s escribió un análisis de un ítem de instrumental que posees!
fi: %(user)s kirjoitti arvostelun omistamastasi laitteesta!"
fr: %(user)s a rédigé un test concernant un matériel que vous possédez!
it: %(user)s ha scritto una recensione per uno strumento che possiedi!
ja: %(user)sが、あなたが所有する機材品のレビューを書きました。
nl: %(user)s schreef een review over materiaal dat jij ook hebt!
pl: %(user)s napisał recenzję sprzętu który posiadasz!
pt: %(user)s escreveu sua opinião sobre um equipamento que você possui!
ru: %(user)s написал обзор на элемент оборудования, который у вас есть!

source: %(originator)s has published a new image! Check it out at the following url: %(object_url)s
de: %(originator)s hat eine neues Bild veröffentlicht! Du findest es unter folgender URL: %(object_url)s
el: Ο/Η %(originator)s ανέβασε μια νέα εικόνα! Δείτε την στο ακόλουθο url: %(object_url)s
es: %(originator)s ha publicado una nueva imagen. Échale un vistazo en el siguiente enlace: %(object_url)s
fi: %(originator)s on julkaissut uuden kuvan! Voit käydä katsomassa kuvan osoitteesta: %(object_url)s
fr: %(originator)s a publié une nouvelle image! Consultez-la à l'adresse suivante: %(object_url)s
it: %(originator)s ha pubblicato una nuova immagine! Guardala al seguente indirizzo: %(object_url)s
ja: %(originator)sが新しい画像を公開しました！以下のURLをチェックしてください。%(object_url)s
nl: %(originator)s heeft een nieuw beeld publiek gemaakt! Je kan het bekijken op: %(object_url)s
pl: %(originator)s opublikował nowe zdjęcie! Możesz je zobaczyć tu: %(object_url)s
pt: %(originator)s publicou uma nova imagem! Confira através do seguinte link: %(object_url)s
ru: %(originator)s опубликовал изображение! Зацените его по адресу: %(object_url)s
