Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: This feature is only offered at higher membership levels.
hu: Ez a funkció csak magasabb tagsági szinteken érhető el.
uk: Ця функція доступна лише на вищих рівнях передплати.

source: Would you be interested in upgrading? AstroBin is a very small business and your support would mean a lot!
hu: Érdekelné a felfejlesztés? Az AstroBin egy nagyon kis vállalkozás, és a támogatásod sokat jelentene!
uk: Ви були б зацікавлені в оновленні? AstroBin - це дуже маленький бізнес, і Ваша підтримка багато значить!

source: No, thanks
es: No, gracias
fr: Non, merci
hu: Nem, köszönöm
it: No, grazie
ja: 結構です
nl: Nee, dank je
pl: Nie, dziękuję
ru: Нет, спасибо
uk: Ні, дякую

source: Tell me more!
hu: Tovább olvasás
uk: Розкажи мені більше!

source: Are you really sure?
hu: Biztos vagy benne?
uk: Ви впевнені?

source: We know, we're all used to the fact that ads on the Internet are annoying.
hu: Tudjuk, mindannyian hozzászoktunk ahhoz, hogy az internetes reklámok idegesítőek.
uk: Ми знаємо, ми всі звикли до того, що реклама в Інтернеті дратує.

source: However, please let us offer you a good reason to allow ads on AstroBin:
hu: Azonban engedd meg, hogy adjunk egy jó okot arra, miért engedélyezd a hirdetéseket az AstroBin-en:
uk: Проте дозвольте нам запропонувати Вам вагомі причини дозволити рекламу на AstroBin:

source: There are only astronomy ads on AstroBin, that are published after my review and approval. Nothing fishy, nothing off-topic, and nothing that will use any of your private information.
hu: Az AstroBin-en csak olyan csillagászati hirdetések vannak, amelyeket az én ellenőrzésem és jóváhagyásom után teszünk közzé. Semmi gyanús, semmi témán kívüli, és semmi olyan, ami a személyes adataidat használja.
uk: На AstroBin є лише астрономічні оголошення, які публікуються після мого перегляду та затвердження. Нічого неприємного, нічого не по темі, і нічого, що використовуватиме Вашу особисту інформацію.

source: If you still feel that you would rather not see these ads, you can change this on <a href="%(profile_url)s">your settings page</a>.
hu: Ha még mindig úgy érzed, hogy nem szeretnéd látni ezeket a hirdetéseket, akkor ezt megváltoztathatod a <a href="%(profile_url)s">beállítások oldalon</a>.
uk: Якщо Ви все ще вважаєте, що не хотіли б бачити ці оголошення, Ви можете змінити це на <a href="%(profile_url)s">сторінці налаштувань</a>.

source: Thank you!
es: ¡Gracias!
fr: Merci!
hu: Köszönjük!
it: Grazie!
nl: Dank u!
pl: Dziękujemy
ru: Спасибо!
uk: Дякуємо!

source: If this user has been harassing you, and you shadow-ban them, all their activities on your content will be invisible to everyone except themselves.
hu: Ha ez a felhasználó zaklattott, és shadow-bant adsz neki, az az összes tevékenységét a tartalmaidon láthatatlanná teszi mindenki számára, kivéve saját magát.
uk: Якщо цей користувач переслідував Вас і ви заблокували його баном, всі його дії з вашим контентом будуть невидимі для всіх, крім його самого.

source: They will not know that they have been shadow-banned, and the goal is that eventually they will get bored while having caused no harm, since nobody saw what they posted.
hu: Nem fogják tudni, hogy shadow-bannolták őket, és a cél az, hogy végül megunják, semmi kár okozásával, mivel senki sem fogja látni, hogy mit posztoltak.
uk: Вони не знатимуть, що на них наклали тіньовий бан, і ціль полягає в тому, що зрештою їм набридне, не завдавши жодної шкоди, оскільки ніхто не бачив того, що вони опублікували.

source: Continue
de: Weiter
el: Συνέχεια
es: Continuar
fa: ادامه
fi: Jatka
fr: Continuer
hu: Folytatás
it: Continua
ja: 続行
nl: Verdergaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
uk: Продовжити

source: You will remove your shadow-ban on this user, and their comments, messages, etc, will appear again on your content.
uk: Ви видалите свій тіньовий бан для цього користувача, і його коментарі, повідомлення тощо знову з’являться у Вашому вмісті.

source: Quick search
de: Schnellsuche
el: Γρήγορη αναζήτηση
es: Búsqueda rápida
fa: جستجوی سریع
fi: Pikahaku
fr: Recherche rapide
hu: Gyors keresés
it: Ricerca veloce
ja: クイック検索
nl: Snelzoeken
pl: Szybkie szukanie
pt: Busca rápida
ru: Быстрый поиск
uk: Швидкий пошук

source: Image queue
hu: Képsor
it: Coda di immagini
uk: Черга зображень

source: Spam list
hu: Spam lista
it: Lista dello spam
uk: Список спаму

source: Image of the day
de: Bild des Tages
el: Εικόνα της ημέρας
es: Imagen del día
fa: تصویر روز
fi: Päivän kuva
fr: Image du jour
hu: A nap képe
it: Foto del giorno
nl: Foto van de dag
pl: Zdjęcie dnia
pt: Imagem do dia
ru: Изображение дня
uk: Зображення дня

source: Submission queue
hu: Beküldési váró
it: Coda di proposte
uk: Черга підтвердження

source: Review queue
hu: Felülvizsgálati váró
it: Coda di votazione
uk: Черга на огляд

source: Judgement queue
hu: Elbírálási váró
it: Coda di elezione
uk: Черга суддівства

source: Latest topics
de: Neueste Beiträge
es: Últimos temas
fi: Viimeisimmät viestiketjut
fr: Discussions récentes
hu: Legújabb témák
it: Ultimi argomenti
ja: 最後のトピックス
nl: Laatste onderwerpen
pl: Ostatnie tematy
ru: Последние обновления в темах
uk: Останні теми

source: Subscribed topics
es: Temas suscritos
fi: Seuratut viestiketjut
fr: Discussions suivies
hu: Feliratkozott témák
it: Argomenti a cui sei abbonato
ja: トピックスを購読
nl: Geabonneerde onderwerpen
pl: Subskrybowane tematy
ru: Отслеживаемые темы
uk: Теми, що відстежуються

source: Explore
de: Durchsuchen
el: Εξερεύνηση
es: Explorar
fa: جستجو
fi: Selaa
fr: Explorer
hu: Felfedezés
it: Esplora
ja: エスクプローラ
nl: Verkennen
pl: Eksploruj
pt: Explorar
ru: Обзор
uk: Огляд

source: The Big Wall
de: Die Grosse Mauer
el: Ο Μεγάλος Τοίχος
es: El Gran Muro
fa: Big Wall
fi: Suuri Kuvaseinä
fr: Le Grand Mur
it: Il Grande Muro
ja: ビックウォール
nl: De Grote Muur
pl: Ściana Zdjęć
pt: O Grande Mural
ru: Большая Стена
uk: Велика стіна

source: Advanced search
de: Erweiterte Suche
el: Προχωρημένη αναζήτηση
es: Búsqueda avanzada
fa: جستجوی پیشرفته
fi: Laajennettu haku
fr: Recherche avancée
hu: Speciális keresés
it: Ricerca avanzata
ja: 詳細検索
nl: Geavanceerd zoeken
pl: Zaawansowane wyszukiwanie
pt: Busca avançada
ru: Расширенный поиск
uk: Розширений пошук

source: Top pick nominations
hu: Top pick jelöltek
uk: Номінації на Топ Зображення

source: Top picks
hu: Top pickek
uk: Топ Зображення

source: Remote astrophotography
hu: Távoli asztrofotózás
uk: Дистанційна астрофотографія

source: Contributors list
hu: Hozzájárulók listája
uk: Список авторів

source: (beta)
hu: (béta)
uk: (бета)

source: Stats
de: Statistik
el: Στατιστικά
es: Estadísticas
fa: آمار
fi: Tilastot
hu: Statisztikák
it: Statistiche
ja: ステータス
nl: Statistieken
pl: Statystyki
pt: Estatísticas
ru: Статистика
uk: Статистика

source: Help
de: Hilfe
el: Βοήθεια
es: Ayuda
fa: کمک
fi: Ohjeita
fr: Aide
hu: Segítség
it: Aiuto
ja: ヘルプ
nl: Hulp
pl: Pomoc
pt: Ajuda
ru: Справка
uk: Допомога

source: Contact
de: Kontakt
el: Επικοινωνία
es: Contacto
fa: تماس
fi: Ota yhteyttä
it: Contattaci
ja: 連絡先
pl: Kontakt
pt: Contato
ru: Контакты
uk: Контакти

source: n/a
it: n/d
ja: 利用不可能
pl: Nie dotyczy
ru: н/д
uk: н/д

source: Would you like to start using your real name on AstroBin?
el: Θα θέλατε να χρησιμοποιήστε το πραγματικό σας όνομα στο AstroBin;
es: Quieres empezar a usar tu nombre real en AstroBin?
fi: Haluaisitko käyttää AstroBinissä oikeaa nimeäsi?
fr: Désirez-vous utiliser votre vrai nom sur AstroBin?
hu: Szeretnéd használni a valódi neved az AstroBin-en?
it: Vuoi usare il tuo nome e cognome su AstroBin?
ja: あなたの本当の名前を使ってAstroBinを始めようとしてますか?
nl: Wens je om je echte naam te gebruiken op AstroBin?
pl: Czy chcesz używać swojego imienia i nazwiska zamiast nicka na AstroBin ?
ru: Хотите начать использовать своё настоящее имя на AstroBin?
uk: Бажаєте почати використовувати своє справжнє ім’я на AstroBin?

source: Login
de: Anmelden
el: Είσοδος
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
hu: Bejelentkezés
ja: ログイン
pl: Zaloguj
ru: Войти
uk: Логін

source: Register
de: Registrieren
el: Εγγραφή
es: Registrarse
fa: ثبت نام
fi: Rekisteröidy
fr: S'inscrire
hu: Regisztráció
it: Registrati
ja: 新規登録
nl: Inschrijven
pl: Rejestracja
pt: Cadastre-se
ru: Регистрация
uk: Реєстрація

source: The <strong>Image Index</strong> is a system based on likes received on images, that incentivizes the most active and liked members of the community. %(_0)sLearn more.%(_1)s
hu: A <strong>Képindex</strong> egy olyan rendszer, amely a képekre kapott like-okon alapul, és a közösség legaktívabb és legkedveltebb tagjait motiválja. %(_0)sTudj meg többet.%(_1)s
uk: <strong>Індекс Зображень</strong> - це система, заснована на кількості лайків на зображеннях, яка стимулює найбільш активних членів спільноти. %(_0)sЧитати більше.%(_1)s

source: Contribution Index
hu: Hozzájárulási index
uk: Індекс внеску

source: The <strong>Contribution Index (beta)</strong> is system to reward informative, constructive, and valuable commentary on AstroBin. %(_0)sLearn more.%(_1)s
hu: A <strong> Hozzájárulási Index (béta)</strong> egy olyan rendszer, amely az AstroBin informatív, építő jellegű és hasznos kommentjeit jutalmazza. %(_0)sTudj meg többet.%(_1)s
uk: <strong>Індекс внеску (beta)</strong> - це система винагороди за інформативні, конструктивні та цінні коментарі до AstroBin. %(_0)sЧитати більше.%(_1)s

source: My places
de: Meine Seiten
el: Τα μέρη μου
es: Mis imágenes
fa: محل های من
fi: Omat paikat
fr: Mon compte
hu: Saját helyszínek
it: I miei posti
ja: 自分の場所
nl: Mijn paginas
pl: Moje miejsca
pt: Meus lugares
ru: Мои места
uk: Мої місця

source: Public Gallery
hu: Nyilvános Galéria
uk: Публічна Галерея

source: Staging Area
de: Staging-Bereich
el: Περιοχή Επεξεργασίας
es: Área de Pruebas
fa: منطقه ی عملیاتی
fi: Tilapäinen alue
fr: Zone d'attente
hu: Előkészítési Terület
it: Area di Lavoro
ja: ステージングエリア
nl: Ontwikkelingszone
pl: Przechowalnia
pt: Área de Testes
uk: Студія

source: Bookmarks
de: Lesezeichen
el: Αγαπημένα
es: Favoritos
fi: Kirjanmerkit
fr: Favoris
hu: Könyvjelzők
it: Segnalibri
ja: ブックマーク
nl: Bladwijzers
pl: Zakładki
ru: Закладки
uk: Закладки

source: Plots
de: Aufnahmepunkte
el: Διαγράμματα
es: Gráficas
fa: نقشه ها
fi: Tilastot
fr: Graphiques
hu: Területek
it: Grafici
ja: 分析結果
nl: Grafieken
pl: Wykresy
pt: Estatísticas
ru: Графики
uk: Графіки

source: My messages
de: Meine Nachrichten
el: Μηνύματα
es: Mis mensajes
fa: پیغام های من
fi: Viestini
fr: Mes messages
hu: Üzenetek
it: La mia posta
ja: メッセージ
nl: Mijn berichten
pl: Moje wiadomości
pt: Minhas mensagens
ru: Мои сообщения
uk: Мої повідомлення

source: API Keys
el: Κλειδιά ΑΡΙ
es: Llaves API
fa: API Key ها
fi: Rajapinta-avaimet
fr: Clés API
hu: API kulcsok
ja: APIキー
pl: Klucze API
pt: Chaves para API
ru: API-ключи
uk: API-ключі

source: My settings
de: Meine Einstellungen
el: Ρυθμίσεις
es: Mis ajustes
fa: تنظیمات من
fi: Omat asetukset
fr: Mes paramètres
it: I mei settaggi
ja: 設定
nl: Mijn instellingen
pl: Moje ustawienia
pt: Minhas configurações
ru: Мои настройки
uk: Мої налаштування

source: Logout
de: Ausloggen
el: Έξοδος
es: Desconectar
fi: Kirjaudu ulos
fr: Se déconnecter
hu: Kijelentkezés
ja: ログアウト
nl: Uitloggen
pl: Wyloguj
pt: Sair
ru: Выйти
uk: Вийти

source: E-mail change confirmation
hu: E-mail változás visszaigazolása
it: Conferma di cambiamento email
uk: Підтвердження зміни електронної e-mail

source: Confirm deletion of e-mail change request
hu: Az e-mail módosítási kérelem törlésének megerősítése
uk: Підтвердіть видалення повідомлення про зміну e-mail

source: Please confirm that you want to delete the following e-mail change request.
hu: Kérjük, erősítsd meg, hogy törölni kívánod a következő e-mail módosítási kérelmet.
uk: Будь ласка, підтвердьте, що ви хочете видалити наступні запити зміни e-mail.

source: New e-mail
hu: Új e-mail
uk: Новий e-mail

source: Confirm
hu: Megerősítés
uk: Підтвердження

source: E-mail change request
hu: E-mail módosítási kérelem
it: Richiesta di cambiamento email
uk: Запити на зміну e-mail

source: You already have a pending request to change your e-mail address. You should have received a confirmation e-mail with instructions about how to confirm this request. If not, please delete it and start a new one.
hu: Már van egy folyamatban lévő kérelmed az e-mail címed megváltoztatására. Kellett volna kapnod egy megerősítési e-mailt instrukciókkal az elfogadásáról. Ha nem, kérünk, töröld ezt és kezdj egy újat.
uk: У Вас уже є запит на зміну адреси електронної пошти. Ви повинні отримати електронний лист із підтвердженням з інструкціями щодо підтвердження запиту. Якщо ні, видаліть його та створіть новий.

source: Delete and start new request
hu: Törlés és új kérelem indítása
uk: Видалити та створити новий запит

source: Hello, it looks like you have requested to change the e-mail address associated to your AstroBin account. To continue, please click or copy/paste the following URL: https://www.astrobin.com%(confirmation_url)s If you have NOT requested this change, you can safely ignore this message. Clear skies! The AstroBin Team
hu: Helló, úgy tűnik, hogy egy e-mail cím megváltoztatási kérelmet küldtél az AstroBin fiókodhoz. A folytatáshoz kérjük, kattints vagy másold be az alábbi URL-t: https://www.astrobin.com%(confirmation_url)s Ha NEM kérted ezt a módosítást, akkor nyugodtan figyelmen kívül hagyhatod ezt az üzenetet. Tiszta eget! Az AstroBin csapata
uk: Вітаємо, здається Ви запитали зміну e-mail, який пов‘язаний з Вашим AstroBin акаунтом. Щоб продовжити, натисніть або скопіюйте/вставте в браузер посилання: https://www.astrobin.com%(confirmation_url)s Якщо ви не запитували змін, просто ігноруйте це повідомлення. Чистого неба! Команда AstroBin

source: Custom e-mail change request on AstroBin
hu: Egyéni e-mail módosítási kérelem az AstroBin-en
it: Richiesta di cambiamento indirizzo email su AstroBin
uk: Запит на зміну e-mail на AstroBin

source: Comments
de: Kommentare
el: Σχόλια
es: Comentarios
fa: کامنت ها
fi: Kommentit
fr: Commentaires
hu: Hozzászólások
it: Commenti
ja: コメント
nl: Commentaar
pl: Komentarze
pt: Comentários
ru: Комментарии
uk: Коментарі

source: Forum posts
de: Forums Beitrag
es: Entradas del forum
fi: Foorumiviestit
fr: Messages Forum
hu: Fórum bejegyzések
it: Messaggi nel forum
ja: フォーラムの投稿
nl: Forum berichten
pl: Posty na froum
ru: Сообщения на форуме
uk: Повідомлення на форумі

source: Written
hu: Írva
uk: Написано

source: Received
hu: Fogadott
uk: Отримано

source: Cookie consent
hu: Sütik elfogadása
it: Consenso ai cookie
uk: Згода на використання файлів cookie

source: AstroBin saves small pieces of text information (cookies) on your device in order to deliver better content and for statistical purposes. You can disable the usage of cookies by changing the settings of your browser. By browsing AstroBin without changing the browser settings, you grant us permission to store that information on your device.
it: AstroBin distribuisce dei piccoli pezzi di informazione testuale (chiamato cookie) sul tuo dispositivo, allo scopo di fornire una migliore esperienza e per fini statistici. Puoi disabilitare l'uso dei cookie usando le impostazioni del tuo browser. Usando AstroBin senza cambiare le impostazioni del tuo browser, ci dai il permesso di conservare quelle informazioni sul tuo dispositivo.
uk: AstroBin зберігає деяку текстову інформацію (cookies) на Вашому пристрої в цілях покращення сервісу та контенту. Ви можете вимкнути використання cookie, використовуючи налаштування браузера. Відвідуючи AstroBin із браузером, у якого дані настройки не змінені, Ви уповноважуєте нас зберігати цю інформацію на Вашому пристрої.

source: I agree
it: Consento
uk: Я згоден

source: More
hu: Több
it: Altri
pl: Więcej
ru: Еще
uk: Більше

source: Instructions and examples
de: Anleitung und Beispiele
el: Οδηγίες και παραδείγματα
es: Instrucciones y ejemplos
fa: دستورالعمل و نمونه ها
fi: Ohjeita ja esimerkkejä
fr: Instructions et exemples
it: Istruzioni ed esempi
ja: 手順と例
nl: Instructies en voorbeelden
pl: Instrukcje i przykłady
pt: Instruções e exemplos
ru: Инструкции и примеры
uk: Інструкції та приклади

source: AstroBin's gear database is a little messy: many users have used different names for the same object, ignoring the suggestions. But don't worry, we can fix it, and after it's fixed, it shouldn't get very messy in the future.
de: Die AstroBin Datenbank ist ein wenig durcheinander. Viele Nutzer haben verschiedene Namen für die gleichen Objekte verwendet und dabei die Vorschläge ignoriert. Aber keine Sorge, wir können dies korrigieren. Wenn dies geschehen ist, sollte es in Zukunft in Ordnung bleiben.
el: Η βάση δεδομένων εξοπλισμού του AstroBin είναι λίγο ακατάσταση: πολλοί χρήστες έχουν χρησιμοποιήσει διαφορετικά ονόματα για το ίδιο αντικείμενο, αγνοώντας τις προτάσεις. Αλλά μην ανησυχείτε, μπορούμε να το φτιάξουμε αυτό και αφού φτιαχτεί, δεν θα είναι πολύ ακατάστατη στο μέλλον.
es: La base de datos de instrumental de AstroBin está algo confusa: algunos usuarios han utilizado nombres diferentes para el mismo elemento ignorando las sugerencias. Pero no te preocupes, podemos arreglarlo, y después de ello no debería volver a ocurrir.
fa: دیتابیس AstroBin، کمی درهم برهم شده است. بعضی ها از چند نام برای یک شیئ استفاده می کنند و پیشنهادات را نادیده می گیرند. اما نگران نباشید. ما می توانیم آن را تعمیر کنیم. بعد از تعمیر دیگر دچار درهم برهمی نمی شود.
fi: AstroBinin laitteistotietokanta on hieman sotkuinen: monet käyttäjät ovat antaneet eri nimiä samoille laitteille, ehdotuksista huolimatta. Mutta älä huoli, voimme korjata asian, ja kun asia on korjattu, tietokanta tulee pysymään järjestyksessä.
fr: La base de données d'AstroBin concernant le matériel est quelque peu chaotique: de nombreux utilisateurs ont indiqué des noms différents pour un même équipement, ignorant les suggestions des listes prédéfinies. Mais pas d'inquiétude, nous pouvons résoudre ce problème afin que la base de données soit plus cohérente à l'avenir.
it: Il database della strumentazione di AstroBin è un po' disordinato: molti utenti hanno usato nomi diversi per indicare lo stesso oggetto, ignorando i suggerimenti. Ma non preoccuparti, possiamo correggerlo, e una volta fatto, non dovrebbe ridiventare molto disordinato in futuro.
ja: AstroBinの機材データベースは少し散らかってます。多くのユーザーは提案を無視して、同じ機材に別の名前を使っています。しかし、心配しないでいいです。我々はそれを修正することができるし、修正後は、それは整理されるでしょう。
nl: AstroBin's materiaaldatabase is een beetje rommelig geworden omdat veel gebruikers verschillende namen hebben gebruikt voor hetzelfde object zonder rekening te houden met de suggesties. Maar geen paniek; we kunnen dit rechtzetten en nadat het probleem gefixt is, zal dit min of meer zo blijven in de toekomst.
pl: Baza danych sprzętu AstroBin jest nieco zabałaganiona: użytkownicy używali różnych nazw tego samego sprzętu i ignorowali sugestie. Ale nie martw się, możemy to naprawić. Kiedy już uda sie posprzątać bałagan, podobne problemy nie powinny się zdarzyć w przyszłości.
pt: O banco de dados do AstroBin está um pouco bagunçado: muitos usuários usam diferentes nomes para o mesmo item, ignorando as sugestões. Mas não se preocupe, nós podemos corrigir isso, reduzindo esses equívocos.
ru: База данных AstroBin'а по оборудованию немного беспорядочна: многие пользователи используют разные названия для одних и тех же предметов, не обращая внимания на рекомендации. Но не волнуйтесь, мы можем это исправить и после исправления база не должна будет становится слишком беспорядочной в будущем.
uk: База даних обладнання AstroBin трохи заплутана: багато користувачів використовували різні імена для одного об’єкта, ігноруючи пропозиції. Але не хвилюйтеся, ми можемо це виправити, і після того, як це буде зроблено, це буде дуже заплутаним у майбутньому.

source: Please read the instructions and the example below, they are important!
de: Bitte beachten der Anleitungen und Beispiele unten, sie sind wichtig!
el: Παρακαλώ διαβάστε τις οδηγίες και το παρακάτω παράδειγμα, είναι σημαντικά!
es: Por favor, lee las instrucciones y el ejemplo de abajo, ¡son importantes!
fa: لطفا دستورالعمل ها و مثال های زیر را بخوانید، مهم می باشند!
fi: Lue ohjeet ja allaolevat esimerkit, ne ovat tärkeitä!
fr: Veuillez lire les instructions et exemples ci-dessous, c'est très important!
it: Leggi le istruzioni e gli esempi qui sotto, sono importanti!
ja: 説明書と以下の例を読んでください。それはとても大切です!
nl: Gelieve de instructies en het voorbeeld hieronder te lezen. Dit is van belang!
pl: Przeczytaj instrukcje i przykład poniżej - są ważne!
pt: Por favor, leia as instruções e veja os exemplos abaixo, eles são importantes!
ru: Пожалуйста, прочтите инструкции и примеры ниже, они важны!
uk: Будь ласка, прочитайте інструкції та приклади нижче, вони важливі!

source: In a wiki-style collaborative effort, we can all work together, a few items at a time, to improve the situation. It's very simple! This is what you need to do:
de: In einem Wiki-Stil können wir alle zusammen die aktuelle Situation verbessern und gleichzeitig mehrere Artikel ändern. Das ist einfach! Und dies müssen wir tun:
el: Σε μια προσπάθεια συνεργασίας στυλ wiki, μπορούμε όλοι μαζί να συνεργαστούμε, με λίγα αντικείμενα την φορά, για να βελτιώσουμε την κατάσταση. Είναι πολύ απλό! Να τι πρέπει να κάνετε:
es: En un esfuerzo colaborativo al estilo wiki, podemos trabajar juntos con unos cuantos ítems a la vez para mejorar la situación. Es muy sencillo. Esto es lo que debes hacer:
fa: در یک کار مشترک wiki-style، می توانیم با هم کار کنیم و با چند کار همزمان، وضعیت را بهتر کنیم. خیلی ساده است، اینها چیزهایی هستند که شما نیاز دارید:
fi: Voimme tehdä yhteistyötä wiki-tyyliin ja korjata asian yhdessä, muutama laite kerrallaan. Se on hyvin yksinkertaista! Tee näin:
fr: Dans un effort collectif de style wiki, nous pouvons agir ensemble, petit à petit, pour rétablir la situation. Ce sera très simple! Voici les points à respecter:
it: Come in un Wiki, possiamo lavorare tutti insieme, pochi elementi per volta, per migliorare la situazione. È molto semplice! Ecco cosa devi fare:
ja: Wikiスタイルの共同作業によって、我々は全ての環境の改良作業を皆で同時にすることができます。
nl: We kunnen met zijn allen op een wiki-achtige manier samenwerken: elke keer een paar items aanpakken. Het is heel eenvoudig! Dit is de bedoeling:
pl: Pracując wspólnie, używając wiki-stylów, po kilka sztuk, możemy poprawić sytuację. To bardzo proste! Oto, co należy uczynić:
pt: Em um esforço colaborativo, nós podemos trabalhar alguns itens por vez, para melhorar essa situação. É muito simples! Veja como ajudar:
ru: Сотрудничая в стиле wiki мы все можем работать вместе, над несколькими пунктами одновременно, улучшая ситуацию. Это очень просто! Вот что вам нужно сделать:
uk: Спільними зусиллями у стилі вікі ми всі можемо працювати разом, по кілька пунктів, щоб покращити ситуацію. Це дуже просто! Ось що вам потрібно зробити:

source: Make sure both the make and the name are in English.
de: Bitte achte darauf, sowohl die Marke als auch den Produktnamen in Englisch anzugeben.
el: Σιγουρευτείτε ότι η μάρκα και το όνομα είναι στα Αγγλικά.
es: Asegúrate que el fabricante y la denominación están en Inglés.
fa: اطمینان حاصل کنید که هر دوی ساخت کجا و نام، به زبان انگلیسی باشند.
fi: Varmista että sekä valmistajan että tuotteen nimi ovat englanniksi.
fr: Assurez-vous que les noms du fabricant et du modèle sont en Anglais.
it: Assicurati che sia la marca che il nome siano in Inglese.
ja: メーカーと英語名が同じになるようにしてください。
nl: Zorg ervoor dat zowel het merk als de naam in het Engels zijn geschreven.
pl: Upewnij się, że marka i nazwa są po angielsku.
pt: Certifique-se de ambos os nomes do fabricante e do produto estão em Inglês.
ru: Убедитесь что название и изготовлено написано на английском.
uk: Переконайтеся, що і марка і назва вказана англійською.
