Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: This image is pending moderation and is currently not visible on the front page or search results.
hu: Ez a kép moderálásra vár, és jelenleg nem látható a főoldalon vagy a keresési eredmények között.
it: Questa immagine è nella coda di moderazione ed è correntemente non visibile sulla pagina principale o tra i risultati di ricerca.
pl: Ten obraz oczekuje na moderację i obecnie nie jest widoczny na pierwszej stronie i wynikach wyszukiwania
ru: Это изображение ожидает модерации и пока не отображается на главной странице результатов поиска.
uk: Це зображення очікує на модерацію і поки не відображається на головній сторінці результатів пошуку.

source: Revisions
hu: Átdolgozások
it: Versioni
uk: Версії

source: Final
el: Τελική
fa: نهایی
fi: Lopullinen versio
fr: Finale
hu: Végleges
it: Finale
ja: 最終版
nl: Finaal
pl: Wersja ostateczna
ru: Окончательный вариант
uk: Фінальний варіант

source: Original
el: Αρχική
fa: اصلی
fi: Alkuperäinen
fr: Originale
hu: Eredeti
it: Originale
ja: 元画像
nl: Origineel
pl: Wersja początkowa
ru: Оригинал
uk: Оригінал

source: Uploaded
es: Subidos
hu: Feltöltött
uk: Завантажено

source: Revision
hu: Átdolgozás
uk: Версія

source: Sky plot
de: Sternen Karte
el: Διάγραμμα ουρανού
es: Carta celeste
fi: Taivaskartta
fr: Carte du ciel
hu: Égi pozíció
it: Mappa stellare
ja: 星図
nl: Hemel positie
pl: Mapa nieba
ru: Положение на небе
uk: Позиція на небі

source: This image is a <strong>work in progress</strong> from your <a href="%(profile_url)s?staging">Staging Area</a>. This means nobody can see it unless you give them one of the links you can find in the <em>Share</em> menu below. Use that link to post this image to Internet forums and get feedback on it. When you are satisfied, perhaps after uploading some revisions, promote it to the <a href="%(profile_url)s">Public Area</a>.
hu: Ez a kép egy <strong>folyamatban lévő munka</strong> az <a href="%(profile_url)s?staging">Előkészítési Területedről</a>. Ez azt jelenti, hogy senki sem láthatja, hacsak nem adod meg nekik a <em>Megosztás</em> menüben található linket. Használhatod ezt a linket, hogy ezt a képet beküldhesd internetes fórumokra visszajelzés szerzésére. Ha elégedett vagy vele, esetleg néhány átdolgozás feltöltése után, helyezd át a <a href="%(profile_url)s">Nyilvános Területedre</a>.
uk: Це зображення <strong>в роботі</strong> зі <a href="%(profile_url)s?staging">Студії</a>. Це означає, що ніхто не зможе побачити його, поки Ви не дасте на нього пряме посилання за допомогою функції <em>Поділитися</em>. Використовуйте це посилання, щоб публікувати зображення на форумах та отримувати відгуки. Якщо Вас все влаштує, можливо, після завантаження кількох версій, перемістіть його до <a href="%(profile_url)s">Публічної зони</a>.

source: Oh no!
uk: Ой, ні!

source: We are very, very sorry, but it appears that your image suffered a catastrophic data corruption, and it cannot be retrieved. Hopefully you still have your file (the information on this form should provide you with enough context).
uk: Нам дуже, дуже шкода, але схоже, що Ваше зображення зазнало катастрофічних пошкоджень даних, і його неможливо відновити. Сподіваємося, у Вас все ще є файл (інформація в цій формі має надати Вам достатньо пояснень).

source: Please use the file input below to upload it again, and then click on the Save button down below. All the data you had previously associated to your image is still here.
uk: Будь ласка, використовуйте введений нижче файл, щоб завантажити його знову, а потім натисніть кнопку Зберегти внизу. Усі дані, які ви раніше пов’язували зі своїм зображенням, залишаться тут.

source: Here's some detail about the image to give you some context.
uk: Ось деякі деталі зображення, щоб надати Вам певний контекст.

source: Image uploaded
uk: Зображення завантажено

source: Revision uploaded
uk: Версія завантажена

source: Please wait...
de: Bitte warten...
el: Παρακαλώ περιμένετε...
es: Espera por favor...
fa: لطفا صبر کنید...
fi: Odota hetki...
fr: Attendez svp...
hu: Kérjük, várj...
it: Attendi, per favore...
ja: しばらくお待ちください...
nl: Gelieve te wachten...
pl: Proszę czekać...
pt: Por favor, aguarde...
ru: Пожалуйста, ждите...
uk: Будь ласка, зачекайте…

source: AstroBin is processing your thumbnails.
hu: Az AstroBin éppen feldolgozza az indexképeidet.
uk: AstroBin обробляє ескізи.

source: Edit your image: acquisition details
de: Bild bearbeiten: Aufnahmedetails
el: Επεξεργασία της εικόνας σας: Λεπτομέρειες λήψης
es: Editar tu imagen: datos de adquisición
fa: تصویرتان را ویرایش کنید: جزئیات در مورد چگونگی گرفتن آن.
fi: Muokkaa kuvaasi: tekniset yksityiskohdat
fr: Modifier votre image: détails d'acquisition
hu: Kép szerkesztése: felvételi részletek
it: Modifica l'immagine: dettagli d'acquisizione
ja: 画像の編集（撮影情報の詳細）
nl: Wijzig je foto: details ivm de realisatie
pl: Edytuj swoje zdjęcie: dane ekspozycji
pt: Editar sua imagem: detalhes da captura
ru: Правка вашего изображения: детали получения
uk: Редагування вашого зображення: деталі отримання

source: Save
de: Speichern
el: Σώσιμο
es: Guardar
fa: ذخیره
fi: Tallenna
fr: Enregistrer
hu: Mentés
it: Salva
ja: 保存
nl: Bewaren
pl: Zapisz
pt: Salvar
ru: Сохранить
uk: Зберегти

source: Remove data
de: Daten entfernen
el: Αφαίρεση δεδομένων
es: Vaciar los datos
fa: حذف داده
fi: Poista tiedot
fr: Effacer les données
hu: Adat törlése
it: Rimuovi dati
ja: データの削除
nl: Verwijder gegevens
pl: Usuń dane
pt: Remover informações
ru: Удалить данные
uk: Видалити дані

source: You can insert as many acquisition sessions as you want, as often images are taken across several nights. An acquisition session is defined primarily by a date and a filter. Fill in your data and then click on <strong>Save</strong> to finish, or on <strong>Add more</strong> to add more acquisition sessions.
de: Du kannst soviele Akquisitions-Session starten wie Du möchtest, solange die Bilder während verschiedenen Nächten aufgenommen wurde. Eine Akquisitions-Session wird primär duch ein Datum und einen Filter definiert. Fülle Deine Daten aus, und klicke auf <strong>speichern</strong> um zu beenden, oder auf <strong>mehr hinzufügen</strong> um weitere Sessions hinzuzufügen.
el: Μπορείτε να εισάγετε όσες συνεδρίες λήψης θέλετε, εφόσον οι εικόνες λαμβάνονται σε διαφορετικές νύκτες. Μια συνεδρία λήψης ορίζεται κυρίως από την ημερομηνία και το φίλτρο. Συμπληρώστε τα δεδομένα σας και μετά κάντε κλικ στο <strong>Σώσιμο</strong> για να τελειώσετε, ή στην <strong>Προσθήκη</strong> για να εισάγετε και άλλες συνεδρίες λήψης.
es: Puedes añadir tantas sesiones de adquisición como quieras, normalmente para imágenes obtenidas con varias configuraciones o varias noches. Una sesión de adquisición se define principalmente por una fecha y un filtro. Rellena los datos y haz clic en <strong>Guardar</strong> para terminar, o en <strong>Añadir más</strong> para agregar más sesiones de adquisición.
fi: Voit lisätä haluamasi määrän kuvaussessioita, koska usein kuvaa on valotettu useana yönä. Yksi sessio on määritelty lähinnä päivämäärän ja suodattimen perusteella. Täytä tiedot ja klikkaa <strong>Tallenna</strong> lopettaaksesi, tai <strong>Lisää</strong> lisätäksesi muita kuvaussessioita.
fr: Vous pouvez renseigner autant de sessions d'acquisition que vous désirez, les images étant souvent prises sur plusieurs nuits. Une session d'acquisition se définit essentiellement par une date et un filtre. Saisissez vos données et cliquez ensuite sur <strong>Enregistrer</strong> pour terminer, ou sur <strong>Davantage</strong> pour ajouter des sessions d'acquisition supplémentaires.
hu: Annyi felvételi menetet tehetsz be, amennyit csak akarsz, mivel a képek gyakran több éjszakán keresztül készülnek. Egy felvételi menetre általában egy dátum és egy szűrő jellemző. Töltsd ki az adatokkal, majd a <strong>Mentés</strong> gombra kattintva mentsd el, vagy a <strong>További felvételek</strong> hozzáadása gombra kattintva adj hozzá további felvételi meneteket.
it: Puoi inserire tutte le sessioni di acquisizione che vuoi, dato che spesso un'immagine viene acquisita durante diverse notti. Una sessione di acquisizione è definita principalmente da una data ed un filtro. Inserisci i dati e poi clicca su <strong>Salva</strong> per completare l'operazione, oppure su <strong>Aggiungi</strong> per aggiungere altre sessioni di acquisizione.
ja: あなたが望むのであれば、数夜にまたがる撮影をしたイメージごとに、沢山の撮影セッションごとに掲載することができます。撮影セッションは主に日付やフィルターによって定義されます。あなたのデータを埋めて、最後に<strong>保存</strong>をクリックするか、<strong>さらに追加</strong>をクリックすることで、さらに撮影セッションが追加されます。
nl: Je kan zoveel belichtingssessies toevoegen als je wenst aangeizen sommige beelden meerdere nachten vereisen. Een belichtingssessie wordt in essentie bepaald door een datum en een filter. Voer je gegevens in en klik op <strong>Bewaren</strong> om te eindigen, of op <strong>Meer toevoegen</strong> om bijkomende belichtingssessies toe te voegen.
pl: Klatki naświetlane są często przez wiele nocy, więc możesz wpisać tyle sesji, ile potrzebujesz. Sesja zdjęciowa jest zdefiniowana przez użyty filtr i datę wykonania zdjęć. Wpisz dane i kliknij <strong>Zapisz</strong> aby zakończyć, lub <strong>Dodaj więcej</strong> aby dodać kolejne sesje.
pt: Você pode informar quantas sessões de captura quiser, pois frequentemente as imagens são obtidas através de várias noites. Uma sessão de captura é definida primariamente por data e filtro. Preencha as informações e então clique em <strong>Salvar</strong> para concluir ou em <strong>Adicionar mais</strong> para adicionar outras sessões de captura.
ru: Вы можете вложить столько сеансов съемки, сколько захотите, так как часто изображения снимаются в течение нескольких ночей. Сеанс съемки главным образом определяется датой и типом фильтра. Заполните данные и нажмите на кнопку <strong>Сохранить</strong> для выхода или на <strong>Добавить еще</strong>, чтобы добавить больше сеансов съемки.
uk: Ви можете вкласти стільки сеансів зйомки, скільки захочете, оскільки зображення часто знімаються протягом декількох ночей. Сеанс зйомки в основному визначається датою та типом фільтра. Заповніть дані та натисніть <strong>Зберегти</strong> для виходу або на <strong>Додати ще</strong>, щоб додати більше сеансів зйомки.

source: Is this too much data for you to handle? Go to the <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false">basic form</a>.
de: Sind das zuviele Informationen? Gehe zu <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false">Basic Form</a>.
el: Είναι πολλά αυτά τα δεδομένα για να τα χειριστείτε; Πηγαίνετε στην <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false">βασική φόρμα</a>.
es: ¿Demasiados datos para administrar? Cambia al <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false">formulario básico</a>.
fi: Onko dataa tarpeettoman paljon? Kokeile <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false">peruslomaketta</a>.
fr: Il y a trop de données à gérer? Vous pouvez retourner au <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false">formulaire de base</a>.
it: Questi dati ti sembrano troppi? Vai al <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false">modulo di base</a>.
ja: これは、あなたが扱うのに大量のデータであるのであれば、<a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false">基本情報登録</a>に行ってください。
nl: Zijn dit meer gegevens dan je aankan? Ga naar het <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false">basisformulier</a>.
pl: Czy to zbyt dużo danych do uzupełnienia? Przejdź do <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false">podstawowego formularza</a>.
pt: É muita informação para você? Vá para o <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false">formulário básico</a>.
ru: Слишком много информации, чтобы в ней разобраться? Перейдите на <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false">базовую форму</a>.
uk: Це занадто багато даних для вас? Перейдіть до <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false">базової форми</a>.

source: Acquisition session
de: Aufnahme Session
el: Συνεδρία λήψης
es: Sesión de adquisición
fa: جلسات گرفتن عکس
fi: Kuvaussessio
fr: Session d'acquisition
hu: Képgyűjtési menet
it: Sessione di acquisizione
ja: 撮影セッション
nl: Belichtingssessie
pl: Sesja fotograficzna
pt: Sessão de captura
ru: Съёмочная сессия
uk: Знімальна сесія

source: (scroll down for more)
de: (nach unten scrollen für weitere Details)
el: (κατεβείτε κάτω για περισσότερα)
es: (desplazar abajo para más)
fa: (برای اطلاعات بیشتر، بروید پایین)
fi: (rullaa alas nähdäksesi lisää)
fr: (faire défiler)
hu: (görgess lejjebb a továbbiakért)
it: (altre più in fondo)
ja: 下にスクロールして更に表示する
nl: (scroll naar beneden voor meer)
pl: (przewin w dół żeby zobaczyć więcej)
pt: (desça a tela para continuar)
ru: (ещё прокрутите ниже)
uk: (прокрутити, щоб побачити більше)

source: Add more
de: Mehr hinzufügen
el: Προσθήκη
es: Añadir más
fa: اضافه کردن بیشتر
fi: Lisää
fr: Davantage
hu: Több hozzáadása
it: Aggiungi
ja: さらに追加
nl: Meer toevoegen
pl: Dodaj więcej
pt: Adicionar mais
ru: Добавить ещё
uk: Додати ще

source: With this form you can input the basic details for the acquisition of your image. If you want to be more thorough or fill in separate details for each filter, go to the <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true">advanced form</a>.
de: Mit diesem Basic Formulat kannst Du einfache Informationen zu jeder Aufnahme erfassen. Wenn Du mehr Detail Informationen oder weitere Filter Kriterien erfassen möchtest, verwende bitte das <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true">erweiterte Formular</a>.
el: Με αυτή την φόρμα μπορείτε να εισάγετε τις βασικές λεπτομέρειες για την λήψη της εικόνας σας. Αν θέλετε να είστε πιο λεπτομερής ή να εισάγετε διαφορετικές λεπτομέρειες για κάθε φίλτρο, πηγαίνετε στην <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true">προχωρημένη φόρμα</a>.
es: En este formulario puedes introducir los detalles básicos de adquisición de tu imagen. Si quieres ser más exhaustivo o introducir datos separados según filtros, días, etc., cambia al <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true">Formulario Avanzado</a>.
fi: Tällä lomakkeella voit syöttää kuvasi perustiedot. Jos haluat merkitä kattavampia tietoja tai yksittäisten suodattimien tietoja, kokeile <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true">kattavampaa lomaketta</a>.
fr: A l'aide de ce formulaire, vous pouvez indiquer les détails de base concernant l'acquisition de votre image. Si vous désirez être plus précis ou indiquer les détails pour chaque filtre, utilisez le <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true">formulaire avancé</a>.
it: In questo modulo puoi inserire i dettagli di base dell'acquisizione della tua immagine. Se vuoi essere più dettagliato oppure inserire valori diversi per ogni filtro, allora vai <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true">modulo avanzato</a>.
ja: 画像を撮影したときの基本的な詳細情報をこのフォームでは入力することができます。もし、もっと完璧に、もしくは、それぞれのフィルターごとに分割して詳細情報を埋めたいのであれば、<a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true">高度なフォーム</a>に行ってください。
nl: Met dit formulier kan je de basisdetails ingeven met betrekking tot de realistatie van je foto. Als je alle details wenst te registreren (oa. info per filter), ga dan naar het <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true">geavanceerde formulier</a>.
pl: Ten formularz pozwala wpisać podstawowe dane na temat wykonania Twojego zdjęcia. Jeżeli chcesz wypełnić więcej danych, lub osobno opisać każdy filtr, przejdź do <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true">formularza szczegółowego</a>.
pt: Com este formulário você pode incluir os detalhes básicos da captura desta imagem. Se quiser ser mais específico ou quiser incluir separadamente os detalhes para cada filtro, vá para o <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true">formulário avançado</a>.
ru: В этой форме вы указываете основные детали получения вашего изображения. Если вы хотите добавить больше деталей к каждому фильтру, перейдите к <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true">расширенной форме</a>.
uk: За допомогою цієї форми Ви можете ввести основні деталі для отримання вашого зображення. Якщо ви хочете бути більш ретельними або заповнювати окремі дані для кожного фільтра, перейдіть до <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true">розширеної форми</a>.

source: What kind of image is this?
de: Um welchen Bildtyp handelt es sich?
el: Τι είδους εικόνα είναι;
es: ¿Qué tipo de imagen es ésta?
fa: چه نوع تصویری است؟
fi: Millainen kuva tämä on?
fr: Quel est le type d'image?
hu: Milyen típusú ez a kép?
it: Di che tipo di immagine si tratta?
ja: この画像の種類はなんでしょうか？
nl: Wat voor type foto is dit?
pl: Jakie obiekty zawiera to zdjęcie?
pt: Que tipo de imagem é esta?
ru: Какого рода это изображение?
uk: Якого роду це зображення?

source: Solar system
de: Sonnensystem
el: Ηλιακό σύστημα
es: Sistema Solar
fa: منظومه شمسی
fi: Aurinkokunta
fr: Système solaire
hu: Naprendszer
it: Sistema solare
ja: 太陽系
nl: Zonnestelsel
pl: Układ Słoneczny
pt: Sistema Solar
ru: Солнечная система
uk: Сонячна система

source: Deep sky
el: Βαθύ ουρανού
es: Cielo profundo
fa: اعماق آسمان
fi: Syvä taivas
fr: Ciel profond
hu: Mélyég
it: Profondo cielo
ja: 遠距離天体
pl: Obiekty głębokiego nieba
pt: Céu profundo
ru: Глубокий космос
uk: Глибокий космос

source: Edit your image: basic information
de: Bild bearbeiten: grundlegende Informationen
el: Επεξεργασία της εικόνας σας: βασικές πληροφορίες
es: Editar tu imagen: información básica
fa: تصویر خود را ویرایش کنید: اطلاعات پایه
fi: Muokkaa kuvaasi: perustiedot
fr: Modifier votre image: informations de base
hu: Kép szerkesztése: alapvető információ
it: Modifica l'immagine: informazioni di base
ja: 画像を編集（基本情報）
nl: Wijzig je foto: basisinformatie
pl: Edytuj swoje zdjęcie: informacje podstawowe
pt: Edite sua imagem: informações básicas
ru: Правка вашего изображения: основная информация
uk: Редагування зображення: базова інформація

source: Loading...
de: Lädt...
el: Γίνεται φόρτωση...
es: Cargando...
fa: بارگذاری ...
fi: Ladataan...
fr: Chargement en cours...
hu: Töltés...
it: Caricamento in corso...
ja: 読み込み中...
nl: Bezig met laden...
pl: Ładowanie...
pt: Carregando...
ru: Загрузка…
uk: Завантаження…

source: Next step: gear used
de: Nächster Schritt: verwendete Ausrüstung
el: Επόμενο βήμα: εξοπλισμός που χρησιμοποιήθηκε
es: Siguiente paso: equipo utilizado
fa: گام بعدی: چرخ دنده استفاده شده
fi: Seuraava vaihe: muokkaa käytettyjä laitteita
fr: Prochaine étape: matériel utilisé
hu: Következő lépés: használt felszerelés
it: Possimo passo: strumentazione usata
ja: 次のステップは「使用機材」
nl: Volgende stap: gebruikt materiaal
pl: Następny krok: użyty sprzęt
pt: Próximo passo: equipamento utilizado
ru: Далее: используемое оборудование
uk: Далі: обладнання

source: sponsor
hu: szponzor
uk: спонсор

source: Edit your image: gear used
de: Bild bearbeiten: verwendete Ausrüstung
el: Επεξεργασία της εικόνας σας: εξοπλισμός που χρησιμοποιήθηκε
es: Editar tu imagen: equipo usado
fa: صویر خود را ویرایش کنید: چرخ دنده استفاده شده
fi: Muokkaa kuvaasi: käytetyt laitteet
fr: Modifier votre image: matériel utilisé
hu: Kép szerkesztése: használt felszerelés
it: Modifica l'immagine: strumentazione usata
ja: 画像の編集（使用機材）
nl: Wijzig je foto: gebruikt materiaal
pl: Edytuj zdjęcie: użyty sprzęt
pt: Editar sua imagem: equipamento utilizado
ru: Правка вашего изображения: используемое оборудование
uk: Редагування зображення: обладнання

source: Can't see anything here? Perhaps you should first add some gear in your <a href="%(the_url)s">profile</a>!
hu: Nem látsz itt semmit? Esetleg előbb adj hozzá néhány felszerelést a <a href="%(the_url)s">profilodhoz</a>!
uk: Нічого тут не видно? Можливо Вам слід додати будь-яке обладнання у Вашому <a href="%(the_url)s">профілі</a>!

source: To choose the gear used for this image, drag items from the right side to left side, or click the plus sign.
hu: A kép készítéséhez használt felszerelés kiválasztásához húzd az elemeket a jobb oldalról a bal oldalra, vagy kattints a plusz jelre.
uk: Щоб вибрати обладнання цього зображення, перетягніть елемент з правої на ліву сторону, або клацніть знак плюса.

source: Use this button to import the gear settings from another image of yours.
de: Verwende diesen Knopf, um die Ausrüstungseinstellungen von einem deiner anderen Bilder zu übernehmen.
el: Χρησιμοποιείστε αυτό το κουμπί για να εισάγετε τις ρυθμίσεις του εξοπλισμού από μια άλλη εικόνα σας.
es: Usa este botón para importar la configuración de instrumental desde otra imagen tuya.
fa: با استفاده از این دکمه برای وارد کردن تنظیمات چرخ دنده از تصویر دیگرتان استفاده نمایید.
fi: Voit hakea kuvauslaitetiedot toisesta kuvasta painamalla tätä nappia.
fr: Utilisez ce bouton pour importer la configuration matérielle d'une autre de vos images.
hu: Ezzel a gombbal importálhatod a felszerelési beállításokat egy másik képedből.
it: Usa questo pulsante per importare la combinazione della strumentazione da un'altra delle tue foto.
ja: あなたの他の画像につかわれている機材セッティングの情報をインポートするためにこのボタンを使ってください。
nl: Gebruik deze knop om de materiaalsettings van een andere foto hier te kopiëren.
pl: Użyj tego przycisku żeby zaimportować opis sprzętu z innego zdjęcia.
pt: Use este botão para importar as configurações de equipamento utilizado de uma outra imagem sua.
ru: Используйте эту кнопку чтобы импортировать настройки оборудования из другого вашего изображения.
uk: Використовуйте цю кнопку, щоб імпортувати налаштування обладнання з іншого зображення.

source: Copy from another image
de: Von einem anderen Bild kopieren
el: Αντιγραφή από άλλη εικόνα
es: Copiar desde otra imagen
fa: کپی از یک تصویر دیگر
fi: Kopioi toisesta kuvasta
fr: Copier à partir d'une autre image
hu: Másolás egy másik képből
it: Copia da un'altra immagine
ja: 別の画像からコピー
nl: Kopieer van een andere foto
pl: Skopiuj z innego zdjęcia
pt: Copiar de outra imagem
ru: Копировать с другого изображения
uk: Копіювати з іншого зображення

source: Edit acquisition details
de: Aufnahmedetails bearbeiten
el: Επεξεργασία λεπτομερειών λήψης
es: Editar detalles de Adquisición
fa: ویرایش اطلاعات کسب شده.
fi: Muokkaa teknisiä tietoja
fr: Modifier les détails d'acquisition
hu: Képkészítési adatok szerkesztése
it: Modifica i dettagli di acquisizione
ja: 撮影の詳細を編集
nl: Wijzigen van de details betreffende het maken van de foto
pl: Edytuj dane ekspozycji
pt: Editar detalhes da captura
ru: Править детали получения
uk: Редагувати деталі отримання

source: Copy gear
de: Ausrüstung übernehmen
el: Αντιγραφή εξοπλισμού
es: Copiar equipo
fa: دنده را کپی کن.
fi: Kopioi kalusto
fr: Copier le matériel
hu: Felszerelés másolása
it: Copia strumentazione
ja: 機材をコピー
nl: Kopieer materiaal
pl: Kopiuj sprzęt
pt: Copiar equipamento
ru: Копировать оборудование
uk: Копіювати обладнання

source: Copying the gear from another image will populate the gear selection form for you, but you will still need to save it in the end.
hu: A felszerelés másolása egy másik képről kitölti a felszerelés kiválasztási lapot, de végül ugyanúgy el kell mentened.
uk: Якщо скопіювати обладнання з іншого зображення, Ви побачите форму обраного спорядження, але Вам запропонуюсь затвердити вибір наприкінці.

source: Copy
de: Kopieren
el: Αντιγραφή
es: Copia
fa: کپی
fi: Kopioi
fr: Copier
hu: Másolás
it: Copia
ja: コピー
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать
uk: Копіювати
