Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: The revision's title will be shown as an addendum to the original image's title.
hu: Az átdolgozás címe hozzáadásként fog megjelenni az eredeti kép címe mellett.
uk: Назва версії буде показана як додаток до назви оригінального зображення.

source: Automatically submit images for IOTD/TP consideration
hu: Képek automatikus beküldése IOTD/TP elbírálásra
uk: Автоматично надсилати зображення на розгляд IOTD/TP

source: Check this box to automatically submit your images for %(0)sIOTD/TP%(1)s consideration when they are published.
hu: Jelöld be ezt a mezőt, hogy automatikusan beküldd képeidet az %(0)sIOTD/TP%(1)s elbírálására, amikor azokat közzéteszed.
uk: Установіть цей прапорець, щоб автоматично надсилати Ваші зображення на розгляд %(0)sIOTD/TP%(1)s після їх публікації.

source: Change avatar
hu: Avatár megváltoztatása
uk: Змініти аватар

source: Change
hu: Megváltoztatás
uk: Змінити

source: Delete avatars
hu: Avatárok törlése
uk: Видалити аватари

source: Delete avatar
hu: Avatár törlése
uk: Видалити аватар

source: Delete selected
hu: Kiválasztott törlése
uk: Видалити вибране

source: AstroBin is rebuilding its equipment database!
uk: AstroBin відновлює базу даних обладнання!

source: Please migrate your gear.
uk: Будь ласка, перенесіть своє обладнання.

source: Begin migration
hu: Átvitel megkezdése
uk: Почати міграцію

source: Equipment
hu: Felszerelés
uk: Обладнання

source: Migration tool
hu: Átállási eszköz
uk: Інструмент міграції

source: Revision title
hu: Átdolgozás címe
uk: Назва версії

source: Submission for %(_0)sIOTD/TP%(_1)s consideration is not automatic anymore. Please use the <strong>Actions</strong> from now on, if you want to submit.
uk: Подання на розгляд %(_0)sIOTD/TP%(_1)s більше не автоматично. Відтепер використовуйте <strong>Дії</strong>, якщо хочете надіслати.

source: If you want, you can set up auto-submission in your preferences.
hu: Ha szeretnéd, beállíthatod az automatikus beküldést a preferenciákban.
uk: Якщо хочете, можете налаштувати автоматичне подання у своїх налаштуваннях.

source: Got it
hu: Értem
uk: Зрозуміло

source: Submit for IOTD/TP consideration
hu: Beküldés IOTD/TP elbírálásra
uk: Подати на розгляд IOTD/TP

source: This image cannot be submitted for the IOTD/TP consideration.
hu: Ezt a képet nem lehet beküldeni IOTD/TP elbírálására.
uk: Це зображення не може бути подано на розгляд IOTD/TP.

source: Reason
hu: Ok
uk: Причина

source: You are not authenticated. Please log in.
uk: Ви не аутентифіковані. Будь ласка, увійдіть.

source: You are not the owner of this image.
uk: Ви не власник цього зображення.

source: Sorry, this feature requires a <a href="%(url)s">paid account</a>.
uk: На жаль, для цієї функції потрібен <a href="%(url)s">оплачений обліковий запис</a>.

source: This image is in your staging area and hasn't been published yet.
uk: Це зображення знаходиться у Студії та ще не опубліковане.

source: Unfortunately it's too late: images can be submitted only within %(num_days)s days after publication.
uk: На жаль, надто пізно: зображення можна надіслати лише протягом %(num_days)s днів після публікації.

source: This image was already submitted.
uk: Це зображення вже надіслано.

source: Images with subject type set to 'Gear' or 'Other' are not eligible for IOTD/TP consideration.
uk: Зображення з типом об’єкта, позначеним як "Обладнання" або "Інше", не підлягають розгляду IOTD/TP.

source: Your settings indicate that you opted to be excluded from competitions.
uk: Ваші налаштування вказують на те, що Ви вирішили бути виключеними з змагань.

source: You are currently serving a ban from competitions on AstroBin.
uk: Наразі вибрано заборону на змагання на AstroBin.

source: Unknown reason. This should never happen, please contact us!
uk: Невідома причина. Цього ніколи не повинно статися, будь ласка, зв’яжіться з нами!

source: Would you like to submit your image for %(_0)sIOTD/TP%(_1)s consideration?
hu: Szeretnéd beküldeni a képedet %(_0)sIOTD/TP%(_1)s elbírálásra?
uk: Хочете надіслати своє зображення на розгляд %(_0)sIOTD/TP%(_1)s?

source: The “AstroBin Image of the Day and Top Picks” is a long-running system to promote beautiful, interesting, peculiar, or otherwise amazing astrophotographs, with a focus on technical excellence.
hu: Az "AstroBin Image of the Day and Top Picks" egy régóta működő rendszer a szép, érdekes, szokatlan vagy más módon lenyűgöző asztrofotók népszerűsítésére, a műszaki kiválóságra nagy hangsúlyt fektetve.
uk: «Зображення Дня та Топ Зображення AstroBin» — це довготривала система для реклами красивих, цікавих, своєрідних або іншим чином дивовижних астрофотографій з акцентом на технічну досконалість.

source: A gear item that you used was renamed
hu: Egy általad használt felszerelési elem át lett nevezve
uk: Елемент спорядження, який ви використовували, було перейменовано

source: Old brand
uk: Старий бренд

source: Old name
hu: Régi név
uk: Старе ім‘я

source: New brand
hu: Új márka
uk: Новий бренд

source: New name
hu: Új név
uk: Нове ім‘я

source: This operation was performed because at least 5 owners of this equipment item (or more than half, whichever is greatest), approved it, while nobody rejected it.
hu: Ez a művelet azért került végrehajtásra, mert legalább 5 tulajdonosa ennek felszerelési elemnek (vagy több mint a fele, attól függően, hogy melyik a nagyobb) jóváhagyta, és senki sem utasította el.
uk: Ця операція була здійснена тому, що щонайменше 5 власників цього обладнання (або більше половини, залежно від того, що найбільше), схвалили його, але ніхто не відмовлявся.

source: If you think this operation was incorrect, please <a href="%(url)s">get in touch</a> and let us know why!
hu: Ha úgy gondoljod, hogy ez a művelet hibás volt, kérjük, <a href="%(url)s">lépj velünk kapcsolatba</a>, és mondd el, miért!
uk: Якщо Ви вважаєте, що ця операція була неправильною, <a href="%(url)s">зв’яжіться з нами</a> і повідомте нам!

source: We will evaluate your report and revert the operation if needed.
hu: Kiértékeljük a jelentésedet, és szükség esetén visszavonjuk a műveletet.
uk: Ми оцінимо Ваш звіт і, якщо потрібно, повернемо операцію.

source: If you think this operation was incorrect, please get in touch and let us know why!
hu: Ha úgy gondolod, hogy ez a művelet téves volt, kérjük, vedd fel velünk a kapcsolatot, és mondd el, miért!
uk: Якщо Ви вважаєте, що ця операція була неправильною, зв’яжіться з нами і повідомте нам!

source: Your image was submitted for IOTD/TP consideration!
uk: Ваше зображення було подано на розгляд IOTD/TP!

source: If you haven't already, please take a few minutes to learn how the process works:
hu: Ha még nem tetted, kérjük, szánj néhány percet arra, hogy megismerd a folyamatot:
uk: Якщо Ви ще цього не зробили, приділіть кілька хвилин, щоб дізнатися, як це працює:

source: <a href="%(user_url)s">%(user)s</a> replied to your comment.
uk: <a href="%(user_url)s">%(user)s</a> відповів на Ваш коментар.

source: <a href="%(user_url)s">%(user)s</a> commented on your edit proposal.
hu: <a href="%(user_url)s">%(user)s</a> hozzászólt a módosítási tervedhez.
uk: <a href="%(user_url)s">%(user)s</a> прокоментував вашу пропозицію редагування.

source: %(user)s commented on your edit proposal.
hu: %(user)s hozzászólt a módosítási tervedhez.
uk: %(user)s прокоментував вашу пропозицію редагування.

source: Check it out at the following url:
hu: Tekintsd meg az alábbi url-en:
uk: Перевірте це за цією URL-адресою:

source: <a href="%(url)s"><strong>%(user)s</strong> commented on your edit proposal.</a>
hu: <a href="%(url)s"><strong>%(user)s</strong> hozzászólt a módosítási tervedhez.</a>
uk: <a href="%(url)s"><strong>%(user)s</strong> прокоментував вашу пропозицію редагування.</a>

source: %(user)s commented on your edit proposal
hu: %(user)s hozzászólt a módosítási tervedhez
uk: %(user)s прокоментував вашу пропозицію редагування

source: <a href="%(user_url)s">%(user)s</a> has published a new image revision on <strong>"%(image_title)s"</strong>.
hu: <a href="%(user_url)s">%(user)s</a> új képátdolgozást tett közzé <strong>"%(image_title)s"</strong> címen.
uk: <a href="%(user_url)s">%(user)s</a> опублікував нову версію зображення на <strong>"%(image_title)s"</strong>.

source: %(user)s has published a new image revision on "%(image_title)s".
hu: %(user)s új képátdolgozást tett közzé "%(image_title)s" címen.
uk: %(user)s опублікував нову версію зображення на "%(image_title)s".

source: <strong>%(user)s</strong> has published a new image revision on "%(image_title)s".
hu: <strong>%(user)s</strong> közzétett egy új képátdologzást erről a képről: "%(image_title)s".
uk: <strong>%(user)s</strong> опублікував нову версію зображення на "%(image_title)s".

source: <strong>%(user)s</strong> has published a new image revision on <strong>"%(image_title)s"</strong>.
hu: <strong>%(user)s</strong> közzétett egy új képátdologzást erről a képről: <strong>"%(image_title)s"</strong>.
uk: <strong>%(user)s</strong> опублікував нову версію зображення <strong>"%(image_title)s"</strong>.

source: New image revision by %(user)s on "%(image_title)s"
hu: Új képátdolgozás %(user)s által a(z) "%(image_title)s" képről
uk: Нова версія зображення %(user)s на "%(image_title)s"

source: <a href="%(user_url)s">%(user)s</a> joined the public group: <strong>"%(group_name)s"</strong>.
hu: <a href="%(user_url)s">%(user)s</a> csatlakozott ehhez a nyilvános csoporthoz: <strong>"%(group_name)s"</strong>.
uk: <a href="%(user_url)s">%(user)s</a> приєднався до публічної групи: <strong>"%(group_name)s"</strong>.

source: View group
hu: Csoport megtekintése
uk: Переглянути групу

source: %(user)s joined the public group: "%(group_name)s".
hu: %(user)s csatlakozott ehhez a nyilvános csoporthoz: "%(group_name)s".
uk: %(user)s приєднався до публічної групи: "%(group_name)s".

source: View user
hu: Felhasználó megtekintése
uk: Переглянути користувача

# Noun, e.g. 'This element has 1 view'
source: view
hu: nézték meg
uk: перегляд

# Noun, e.g. 'This element has 10 views'
source: views
hu: nézték meg
uk: переглядів

source: We sent you an email with a link to reset your password. Please check your inbox and spam folder!
hu: Küldtünk egy e-mailt a jelszó visszaállításához szükséges linkkel. Kérjük, ellenőrizd a bejövő leveleket és a spam mappát!
uk: Ми надіслали Вам електронний лист із посиланням для відновлення пароля. Перевірте папку "Вхідні" та папку "Спам"!

source: Reset your AstroBin password
hu: AstroBin jelszó visszaállítása
uk: Скинути пароль AstroBin

source: Did you forget your password or just want to reset it?
hu: Elfelejtetted a jelszavad, vagy csak vissza szeretnéd állítani?
uk: Ви забули свій пароль чи просто хочете його скинути?

source: Please use the text field below to tell us the email address with which you signed up with AstroBin.
hu: Kérjük, az alábbi szövegmezőben add meg azt az e-mail címet, amellyel regisztráltál az AstroBin-re.
uk: Будь ласка, скористайтеся полем нижче, щоб повідомити нам адресу email, з якої Ви зареєструвалися в AstroBin.

source: This page has been temporarily retired because of performance reasons.
hu: Ez az oldal teljesítménybeli okok miatt ideiglenesen nem elérhető.
uk: Цю сторінку тимчасово припинено через проблеми продуктивності.

source: Please keep up-to-date with AstroBin's developments by following the newsletter and the the social accounts!
hu: Kérjük, kövesd a hírlevelet és a közösségi fiókokat, hogy naprakészen értesülhess az AstroBin fejleményeiről!
uk: Будьте в курсі подій AstroBin, слідкуйте за новинами та акаунтами в соціальних мережах!

source: Thank you for your understanding.
hu: Köszönjük megértésedet.
uk: Дякую за розуміння.

source: AstroBin would like to rename some of your cameras in order to be more consistent with naming conventions. Please use the button below to review the rename proposals.
hu: Az AstroBin szeretné néhány kamerádat átnevezni, hogy egységesebb legyen az elnevezési szokásokkal. Kérjük, használd az alábbi gombot az átnevezési javaslatok áttekintéséhez.
uk: AstroBin хотів би перейменувати деякі з Ваших камер, щоб вони відповідали умовам найменування. Будь ласка, скористайтеся кнопкою нижче, щоб переглянути пропозиції перейменування.

source: Review proposals
hu: Javaslatok felülvizsgálata
uk: Переглянути пропозиції

source: (read more)
hu: (tovább olvasás)
uk: (читати більше)

source: Add about section
hu: Rólam szekció hozzáadása
uk: Додати розділ про

source: About %(user)s
hu: Róla: %(user)s
uk: Про %(user)s

source: Image submitted to the IOTD/TP process!
hu: Kép beküldve az IOTD/TP elbírálásra!
uk: Зображення надіслано до IOTD/TP!

source: Meteor shower
hu: Csillaghullás
uk: Метеоритний дощ

source: Noctilucent clouds
hu: Éjszakai világító felhők
uk: Світлові хмари

source: View large
uk: Великий розмір

source: Content
hu: Tartalom
uk: Зміст

source: Thumbnail size
hu: Indexkép mérete
uk: Розмір мініатюри

source: Off
hu: Ki
uk: Вимкн.

source: Link destination
hu: Link célállomás
uk: Місце посилання

source: Page with technical card
hu: Oldal a műszaki kártyával
uk: Сторінка з технічною карткою

source: Large view
hu: Nagy nézet
uk: Збільшений перегляд

source: Is this too much data for you to handle? Go to the <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false" data-no-instant> basic form</a>.
hu: Túl sok ez az adat számodra? Válts az <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false" data-no-instant>egyszerű formára</a>.
uk: Це занадто багато даних для Вас? Перейдіть до <a class="button" href="%(basic_form_url)s?edit_type=deep_sky&advanced=false" data-no-instant> базової форми</a>.

source: With this form you can input the basic details for the acquisition of your image. If you want to be more thorough or fill in separate details for each filter, go to the <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true" data-no-instant>advanced form</a>.
hu: Ezzel a lappal megadhatod a kép felvételének alapvető adatait. Ha részletesebb szeretnél lenni, vagy minden egyes szűrőhöz külön részleteket szeretnél megadni, menj át a <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true" data-no-instant>speciális lapra</a>.
uk: За допомогою цієї форми Ви можете ввести основні деталі отримання Вашого зображення. Якщо ви хочете бути більш ретельними або заповнювати окремі дані для кожного фільтра, перейдіть до <a class="button" href="%(advanced_form_url)s?edit_type=deep_sky&advanced=true" data-no-instant>розширеної форми</a>.

source: <a href="%(user_url)s">%(user)s</a> commented on your scheduled IOTD.
hu: <a href="%(user_url)s">%(user)s</a> hozzászólt az időzített IOTD képedhez.
uk: <a href="%(user_url)s">%(user)s</a> прокоментував ваш запланований IOTD.

source: %(user)s commented on your scheduled IOTD.
hu: %(user)s hozzászólt az időzített IOTD képedhez.
uk: %(user)s прокоментував Ваш запланований IOTD.

source: <strong>%(user)s</strong> commented on your scheduled IOTD.
hu: <strong>%(user)s</strong> hozzászólt az időzített IOTD képedhez.
uk: <strong>%(user)s</strong> прокоментував ваш запланований IOTD.

source: %(user)s commented on your scheduled IOTD
hu: %(user)s hozzászólt az időzített IOTD képedhez
uk: %(user)s прокоментував Ваш запланований IOTD

source: This operation cannot be undone!
hu: Ez a művelet nem vonható vissza!
uk: Цю операцію неможливо скасувати у майбутньому!

source: Search all forums
hu: Keresés minden fórumban
uk: Пошук по форумам

source: Empty trash
hu: Szemetes kiürítése
uk: Очистити кошик

# Verb (imperative)
source: Like
hu: Kedvelés
uk: Лайк

# Verb (imperative)
source: Unlike
hu: Kedvelés visszavonása
uk: Розлайкати

source: Browse images currently visible on the page.
hu: Az oldalon jelenleg elérhető képek böngészése.
uk: Перегляньте зображення, які зараз видно на сторінці.

source: View page in new tab
hu: Oldal megtekintése új lapon
uk: Переглянути сторінку в новій вкладці

source: Next
hu: Következő
uk: Наступне

source: Previous
hu: Előző
uk: Попереднє

source: You can close this modal content with the ESC key
hu: Ezt a modális tartalmat az ESC billentyűvel zárhatod be
uk: Ви можете закрити цей модальний вміст за допомогою клавіші ESC

source: Something went wrong, Please try again later.
hu: Valami hiba történt, kérjük, próbáld újra később.
uk: Сталася помилка. Спробуйте пізніше.

source: Image not found
hu: A kép nem található
uk: Зображення не знайдене

source: HTML Element not found
hu: Nem található HTML elem
uk: Елемент HTML не знайдено

source: Error loading AJAX : Not Found
hu: Hiba az AJAX betöltése során : Nem található
uk: Помилка завантаження AJAX: не знайдено

source: Error loading AJAX : Forbidden
hu: Hiba az AJAX betöltése során : Tiltott
uk: Помилка завантаження AJAX: заборонено

source: Error loading page
hu: Hiba az oldal betöltése során
uk: Помилка завантаження сторінки

source: You cannot like this item.
hu: Ezt a terméket nem kedvelheted.
uk: Вам не можете лайкнути цей предмет.

source: Extra-large size
hu: Extra-nagy méret
uk: Дуже великий розмір

source: %(user)s commented on your image <a href="%(target_url)s">%(target)s</a>!
hu: %(user)s hozzászólt a képedhez <a href="%(target_url)s">%(target)s</a>!
uk: %(user)s прокоментував Ваше зображення <a href="%(target_url)s">%(target)s</a>!

source: %(user)s commented on your image "%(target)s"!
hu: %(user)s hozzászólt a képedhez "%(target)s"!
uk: %(user)s прокоментував Ваше зображення "%(target)s"!

source: <a href="%(url)s"><strong>%(user)s</strong> commented on your image <strong>%(target)s</strong>!</a>
hu: <a href="%(url)s"><strong>%(user)s</strong> hozzászólt a képedhez <strong>%(target)s</strong>!</a>
uk: <a href="%(url)s"><strong>%(user)s</strong> прокоментував ваше зображення <strong>%(target)s</strong>!</a>

source: <a href="%(user_url)s">%(user)s</a> likes your comment on <a href="%(target_url)s">%(target)s</a>!
hu: <a href="%(user_url)s">%(user)s</a> kedveli a hozzászólásod a <a href="%(target_url)s">%(target)s</a> oldalon!
uk: <a href="%(user_url)s">%(user)s</a> подобається Ваш коментар до <a href="%(target_url)s">%(target)s</a>!

source: %(user)s likes your comment on "%(target)s"!
hu: %(user)s kedveli a hozzászólásod a "%(target)s" oldalon!
uk: %(user)s подобається Ваш коментар до "%(target)s"!

source: <strong>%(user)s</strong> likes your comment on <strong>%(target)s</strong>!
hu: <strong>%(user)s</strong> kedveli a hozzászólásod a <strong>%(target)s</strong> oldalon!
uk: <strong>%(user)s</strong> лайкнув ваш коментар до <strong>%(target)s</strong>!

source: <a href="%(user_url)s">%(user)s</a> mentioned you in a comment on <a href="%(target_url)s">%(target)s</a>!
hu: <a href="%(user_url)s">%(user)s</a> megemlített téged a <a href="%(target_url)s">%(target)s</a> oldalon az egyik hozzászólásában!
uk: <a href="%(user_url)s">%(user)s</a> згадав Вас у коментарі до <a href="%(target_url)s">%(target)s</a>!

source: %(user)s mentioned you in a comment on "%(target)s"!
hu: %(user)s megemlített téged a "%(target)s" hozzászólásában!
uk: %(user)s згадав Вас у коментарі до "%(target)s"!

source: <strong>%(user)s</strong> mentioned you in a comment on <strong>%(target)s</strong>!
hu: <strong>%(user)s</strong> megemlített téged egy hozzászólásában a <strong>%(target)s</strong> oldalon!
uk: <strong>%(user)s</strong> згадав Вас у коментарі до <strong>%(target)s</strong>!

source: <a href="%(user_url)s">%(user)s</a> replied to your comment on <a href="%(target_url)s">%(target)s</a>!
hu: <a href="%(user_url)s">%(user)s</a> válaszolt a <a href="%(target_url)s">%(target)s</a> hozzászólásodra!
uk: <a href="%(user_url)s">%(user)s</a> відповів на ваш коментар до <a href="%(target_url)s">%(target)s</a>!

source: %(user)s replied to your comment on "%(target)s"!
hu: %(user)s válaszolt a hozzászólásodra"%(target)s" témában!
uk: %(user)s відповів на Ваш коментар до "%(target)s"!

source: <a href="%(url)s"><strong>%(user)s</strong> replied to your comment on <strong>%(target)s</strong>!</a>
hu: <a href="%(url)s"><strong>%(user)s</strong> válaszolt a hozzászólásodra <strong>%(target)s</strong>témában!</a>
uk: <a href="%(url)s"><strong>%(user)s</strong> відповів на ваш коментар до <strong>%(target)s</strong>!</a>

source: <strong>%(user)s</strong> likes your forum post in the topic: <em>%(post)s</em>
hu: <strong>%(user)s</strong> kedveli a fórumbejegyzésedet ebben a témában: <em>%(post)s</em>
uk: <strong>%(user)s</strong> подобається Ваша публікація на форумі в темі: <em>%(post)s</em>

source: <strong>%(user)s</strong> mentioned you in a forum post in the topic: <em>%(post)s</em>
hu: <strong>%(user)s</strong> megemlített téged egy fórumbejegyzésben egy témában: <em>%(post)s</em>
uk: <strong>%(user)s</strong> згадав Вас у повідомленні на форумі в темі: <em>%(post)s</em>

source: <a href="%(user_url)s">%(user)s</a> replied in a topic to which you are subscribed.
hu: <a href="%(user_url)s">%(user)s</a> válaszolt egy témában, amire fel vagy iratkozva.
uk: <a href="%(user_url)s">%(user)s</a> відповів у темі, на яку ви підписані.

source: <strong>%(user)s</strong> replied in a topic to which you are subscribed: <em>%(topic_name)s</em>
hu: <strong>%(user)s</strong> válaszolt egy témában, amire fel vagy iratkozva: <em>%(topic_name)s</em>
uk: <strong>%(user)s</strong> відповів у темі, на яку ви підписані: <em>%(topic_name)s</em>

source: Text editor not ready.
hu: A szövegszerkesztő nem kész.
uk: Текстовий редактор не готовий.

source: Please try again.
hu: Kérjük, próbáld újra.
uk: Будь ласка спробуйте ще раз.

source: f-number
hu: f-szám
uk: f/x число діафрагми

source: If you used a camera lens, please specify the f-number (also known as f-ratio or f-stop) that you used for this acquisition session.
hu: Ha kameralencsét használtál, add meg az f-számot (f-arány-ként és f-stop-ként is ismert), amit a képek készítéséhez használtál.
uk: Якщо Ви використовували об’єктив камери, будь ласка, вкажіть число f (також відоме як відношення f/x або f-stop), яке Dи використовували для цього сеансу.

source: Exposure per frame
hu: Expozíció képkockánként
uk: Витримка на кадр

source: This feature is only offered at the AstroBin Ultimate membership level.
hu: Ez a funkció csak az AstroBin Ultimate tagsági szintjén érhető el.
uk: Ця функція пропонується лише на рівні членства AstroBin Ultimate.

source: Are you sure?
de: Bist du sicher?
el: Είστε σίγουροι;
es: ¿Estás seguro?
fa: آیا مطمئن هستید؟
fi: Oletko varma?
fr: Êtes-vous sûr(e)?
hu: Biztos vagy benne?
it: Sei sicuro?
ja: 本当にいいですか?
nl: Ben je zeker?
pl: Czy jesteś pewny?
pt: Tem certeza?
ru: Вы уверены?
uk: Ви впевнені?

source: Yes, I am sure
hu: Igen, biztos vagyok benne
uk: Так, я впевнений

source: Slideshow settings
hu: Képbemutatási beállítások
uk: Налаштування слайдшоу

source: Autoplay
hu: Automatikus lejátszás
uk: Авто-відтворення

source: Play speed
hu: Lejátszási sebesség
uk: Швидкісь програв.

source: Share (current image)
hu: Megosztás (a jelenlegi kép)
uk: Поділитися (поточним зобр.)

source: Share (beginning)
hu: Megosztás (a kezdetektől)
uk: Поділитися (спочатку)

source: Apply
hu: Alkalmazás
uk: Застосувати

source: Sent
hu: Elküldött
uk: Надіслані

source: Published
hu: Közzétéve
uk: Опубліковано

# Noun, e.g. 'This element has 10 likes'
source: Likes
hu: Kedvelése van
uk: Лайки

# Noun, e.g. 'This element has 10 bookmarks'
source: Bookmarks
hu: Könyvjelzőzése van
uk: Закладки

# Noun, e.g. 'This element has 10 comments'
source: Comments
hu: Hozzászólása van
uk: Коментарі

source: Undelete conversation
hu: Beszélgetés törlésének visszavonása
uk: Відновити бесіду

source: Do you really want to undelete this conversation?
hu: Biztos, hogy vissza akarod vonni a beszélgetés törlését?
uk: Ви впевнені, що хочете відновити цю бесіду?
