Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: The following information, instead, is personal, and may refer to your copy of this product.
de: Die folgenden Informationen sind jedoch individuell und können sich auf Deine spezielle Ausrüstung beziehen.
el: Οι παρακάτω πληροφορίες, αντίθετα, είναι προσωπικές και μπορεί να αναφέρονται στο αντίγραφο αυτού του προϊόντος.
es: La siguiente información, al contrario, es personal y puede referirse a tu elemento particular de este producto.
fa: اطلاعات زیر، در عوض، شخصی است و ممکن است اشاره به نسخه شما از این محصول داشته باشد.
fr: Les informations suivantes, en revanche, sont d'ordre personnel, et peuvent donc concerner uniquement votre matériel.
it: Le seguenti informazioni, incece, sono personali e riguardano la tua copia di questo prodotto.
ja: 以下の情報は個人的なものであるので、この商品のコピーを参照するようにしてください。
nl: Daarentegen is de volgende informatie persoonlijk en mag ze dus specifieke eigenschappen omschrijven van je eigen toestel.
pl: Te informacje odnoszą się do Twojego egzemplarza sprzętu.
pt: Entretanto, a informação seguinte é pessoal e pode ser preenchida com referências à sua cópia deste produto.
ru: Следующие данные, наоборот, личные и могут относиться к вашему экземпляру продукта.
uk: Наступні дані, навпаки, є особистими і можуть належати до Вашої копії продукту.

source: Add gear item
de: Ausrüstung hinzufügen
el: Προσθήκη αντικειμένου εξοπλισμού
es: Añadir un ítem de instrumental
fa: اضافه کردن آیتم دنده (gear)
fr: Ajouter un matériel
it: Aggiungi strumento
ja: 機材を追加
nl: Toevoegen materiaal
pl: Dodaj sprzęt
pt: Adicionar equipamento
ru: Добавить элемент оборудования
uk: Додати елемент обладнання

source: Form saved. Thank you!
de: Gespeichert. Danke!
el: Η φόρμα σώθηκε. Ευχαριστούμε!
es: Formulario guardado. ¡Gracias!
fa: فرم ذخیره شد. با تشکر.
fi: Tallennettu. Kiitos!
fr: Formulaire enregistré. Merci!
hu: Kérdőiv elmentve. Köszönjük!
it: Salvato. Grazie!
ja: フォーム内容が保存されました。Thank you!
nl: Het formulier is opgeslagen. Hartelijk dank!
pl: Zapisane!. Dziękujemy!
pt: Formulário salvo com sucesso. Obrigado!
ru: Форма сохранена. Спасибо!
uk: Форма збережена. Дякуємо!

source: Set your default image license
de: Bitte setze die Default-Bildlizenz
el: Καθορίστε την τυπική σας άδεια χρήσης για την εικόνα
es: Establece la licencia por defecto para tus imágenes
fa: مجوز تصویر خود را به طور پیش فرض تنظیم نمایید
fi: Valitse oletuslisenssi kuvillesi
fr: Définir votre licence d'image par défaut
hu: Állítsd be az alapértelmezett kép licencelésed
it: Seleziona la licenza predefinita per le tue immagini
ja: あなたのデフォルトの画像ライセンスを設定
nl: Definieer je standaard fotolicentie
pl: Ustaw domyślną licencję
pt: Defina sua licença padrão para as imagens
ru: Установить лицензию для изображений по-умолчанию
uk: Установіть ліцензію на зображення за замовчуванням

source: You can set a default type of license for everything you upload into AstroBin. Change your default here.
de: Du kannst eine Default-Lizenz für alle Deine Inhalte setzen, welche Du bei AstroBin hinauflädst. Ändere Deine Default-Einstellung hier.
el: Μπορείτε να επιλέξετε ένα προκαθορισμένο τύπο άδειας χρήσης για οτιδήποτε ανεβάζετε στο Astrobin. Αλλάξτε την προακθορισμένη άδεια σας εδώ.
es: Puedes establecer una licencia por defecto para todo lo que subas a AstroBin. Puedes cambiarla aquí.
fa: شما می توانید یک مجوز پیش فرض برای همه چیز به منظور آپلود در AstroBin تنظیم کنید. در اینجا پیش فرض خود را تغییر دهید.
fi: Voit valita oletuslisenssin kaikelle mitä lataat AstroBiniin. Muuta oletusta tästä.
fr: Vous pouvez définir un type de licence par défaut pour l'ensemble de vos publications sur AstroBin. Changez la valeur par défaut ci-dessous.
hu: Mindenhez, amit feltöltesz az AstroBin-re, beállíthatsz egy alapértelmezett licenctípust. Itt módosíthatod az alapértelmezettet.
it: Puoi selezionare una licenza predefinita per tutto quello che carichi su AstroBin. Fallo qui.
ja: AstroBinにアップロードする全ての画像にデフォルトのライセンス形式を設定することができます。
nl: Je kan een standaard type licentie vastleggen voor elke foto die op AstroBin wordt geplaatst. Je kan dit type hier wijzigen.
pl: Możesz ustawić domyślną licencję na wszystkie materiały, które publikujesz w AstroBin. Zmień opcję domyślną tutaj.
pt: Você pode definir a licença padrão para tudo o que você enviar para o AstroBin. Mude este padrão aqui.
ru: Вы можете изменить тип лицензии по-умолчанию для всего, что вы закачиваете на AstroBin. Измените умолчания здесь.
uk: Ви можете змінити тип ліцензії за промовчанням для всього, що Ви завантажуєте на AstroBin. Змініть змовчання тут.

source: Edit your locations
de: Standortdaten bearbeiten
el: Επεξεργαστείτε τις τοποθεσίες σας
es: Editar tus ubicaciones
fa: ویرایش مکان شما
fi: Muokkaa sijaintiasi
fr: Modifier vos lieux
hu: Helyszínek szerkesztése
it: Modifica i tuoi luoghi
ja: あなたの位置を編集
nl: Wijzig je locaties
pl: Edytuj swoje lokalizacje
pt: Editar seus locais
ru: Править ваши местоположения
uk: Правити Ваші місцезнаходження

source: Use the form below to add a new location. After you add one, a new empty form will be created at the bottom, in case you want to add more.
de: Benutze dieses Formular, um einen neuen Standort einzugeben. Wenn Du einen Standort eingeben hast, wird am Ende ein leeres Formular eingefügt, falls Du weitere Standorte eingeben möchtest.
el: Χρησιμοποιήστε την παρακάτω φόρμα για να προσθέσετε μια νέα τοποθεσία. Αφού προσθέσετε μια θα δημιουργηθεί μια νέα κενή φόρμα από κάτω σε περίπτωση που θέλετε να προσθέσετε περισσότερες.
es: Utiliza el formulario para añadir una nueva ubicación. Después de añadir una, se creará abajo otro formulario vacío por si quieres añadir más ubicaciones.
fa: از فرم زیر برای اضافه کردن یک مکان جدید استفاده نمایید. پس از اضافه کردن، یک فرم جدید، در قسمت خالی پایین ایجاد می شود که برای افزودن بیشتر به کار می رود.
fi: Käytä allaolevaa lomaketta lisätäksesi uusi sijainti. Kun lisäät yhden sijaininnin, alemmas syntyy uusi lomake siltä varalta, että tahdot lisätä uusia sijainteja.
fr: Utilisez le formulaire ci-dessous pour ajouter un nouveau lieu. Une fois ce dernier enregistré, un nouveau formulaire sera disponible pour indiquer éventuellement des lieux supplémentaires.
hu: Új helyszín hozzáadásához használd az alábbi területet. Miután hozzáadtál egyet, egy új üres terület fog létrejönni alatta, ha továbbiakat szeretnél hozzáadni.
it: Usa questo modulo per aggiungere un nuovo luogo. Dopo un'aggiunta, un nuovo modulo vuoto sarà creato in basso, in caso tu ne voglia aggiungere un altro.
ja: 新しい位置を追加するには以下のフォームを使ってください。あなたが一つを登録したあと、新しい空のフォームが下部につくられます。
nl: Gebruik onderstaand formulier om een nieuwe locatie toe te voegen. Van zodra je er een toevoegt, verschijnt er een nieuw leeg invulveld dat je toelaat om facultatief bijkomende plaatsen toe te voegen.
pl: Użyj formularza poniżej, aby dodać nową lokalizację. Po utworzeniu lokalizacji dodatkowy pusty formularz pojawi się poniżej, abyś mógł dodać kolejną.
pt: Use o formulário abaixo para adicionar um novo local. Assim que você adicioná-lo, um novo formulário vazio será criado logo abaixo, caso você queira adicionar mais.
ru: Используйте эту форму для добавления нового местоположения. После того как добавите одно, новая чистая форма будет создана ниже, в случае если вы захотите добавить ещё.
uk: Використовуйте цю форму для додавання нової локації. Після цього нова чиста форма буде створена нижче, якщо Ви захочете додати ще.

source: AstroBin will not share your location details with other users.
de: AstroBin gibt Details zu deinen Standortdaten nicht an andere Benutzer weiter.
el: Το AstroBin δεν θα μοιραστεί τις λεπτομέριες της τοποθεσίας σας με άλλους χρήστες.
es: AstroBin no compartirá los detalles de tus ubicaciones con los demás usuarios.
fa: AstroBin جزئیات محل سکونت شما را با دیگر کاربران به اشتراک نمی گذارد.
fi: AstroBin ei jaa sijaintitietojasi muiden käyttäjien kanssa.
fr: AstroBin ne partagera pas votre localisation avec les autres utilisateurs.
hu: Az AstroBin nem osztja meg a tartózkodási helyed adatait más felhasználókkal.
it: AstroBin non condividerà i dettagli dei tuoi luoghi con altri utenti.
ja: AstroBinでは他のユーザーにあなたの詳細な位置情報を共有しません。
nl: AstroBin zal je locatie-details niet tonen aan andere gebruikers.
pl: AstroBin nie ujawni Twojej lokalizacji innym użytkownikom.
pt: O AstroBin não compartilhará os detalhes da sua localização com outros usuários.
ru: AstroBin не делится вашим местоположением с другими пользователями.
uk: AstroBin не надаватиме інформацію про Ваше місцезнаходження іншим користувачам.

source: Import from Flickr
de: Aus Flickr importieren
el: Εισάγετε φωτογραφίες από το Flickr
es: Importar desde Flickr
fa: از Flickr، صادر شده
fi: Tuo Flickristä
fr: Importer depuis Flickr
hu: Importálás Flickr-ről
it: Importa da Flickr
ja: Flickrからインポートする
nl: Importeren vanuit Flickr
pl: Importuj z Flickr'a
ru: Импортировать из Flickr
uk: Імпорт із Flickr

source: Change your username
hu: Felhasználóneved megváltoztatása
uk: Змініть своє ім’я користувача

source: Edit your site preferences
de: Deine Site-Einstellungen bearbeiten
el: Επεξεργασία ρυθμίσεων τοποθεσίας
es: Editar tus preferencias
fa: ویرایش تنظیمات سایت شما
fi: Muokkaa asetuksiasi
fr: Modifier vos préférences de site
hu: A webhelybeállítások szerkesztése
it: Modifica le opzioni
ja: あなたのサイトの設定を編集
nl: Wijzig je voorkeuren voor deze site
pl: Edytuj ustawienia strony
pt: Edite suas preferências para o site
ru: Редактируйте настройки вашего сайта
uk: Редагувати налаштування Вашого сайту

source: AstroBin is currently in read-only mode, because of server maintenance. Please try again soon!
de: Aufgrund von Server-Wartungsarbeiten befindet sich Astrobin derzeit im Nur-Lesen Modus. Bitte versuche es später noch einmal!
el: Το AstroBin είναι σε κατάσταση ανάγνωσης, λόγω συντήρησης του server. Παρακαλώ δοκιμάστε αργότερα!
es: AstroBin está actualmente en modo sólo-lectura debido a mantenimiento del servidor. Por favor, vuelvelo a intentar más tarde.
fa: AstroBin به خاطر حفاظت سرور اکنون در مد read-only است.لطفا بعدا سعی کنید.
fi: AstroBin on tällä hetkellä ainoastaan lukumoodissa palvelinhuollon vuoksi. Ole hyvä, ja kokeile myöhemmin uudestaan!
fr: AstroBin est actuellement en mode "lecture seule", en raison d'une maintenance serveur. Merci de réessayer plus tard!
hu: Az AstroBin jelenleg csak olvasható módban van, szerverkarbantartás miatt. Kérjük, próbálkozz később!
it: AstroBin è al momento in modalità a sola lettura, per manutenzione al server. Riprova tra poco!
ja: 現在、サーバーをメンテナンス中で、AstroBinは閲覧しかできない状態です。時間が経ってから、もう一度きてください!
nl: Je hebt je upload limiet bereikt, gelieve te upgraden !
pl: AstroBin jest w tej chwili w trybie odczytu z powodu prac utrzymaniowych. Spróbuj ponownie późnej!
ru: AstroBin на данный момент в режиме только-чтение, из-за проблем с оборудованием сервера. Попробуйте ещё раз попозже!
uk: AstroBin на даний момент в режимі тільки-читання через проблеми з обладнанням сервера. Спробуйте пізніше!

source: Please note: when importing from Flickr, automatic watermarking of the images it not supported.
de: Bitte beachten: bei Bildern, welche von Flickr importiert wurden, wird das automatische Einfügen von Wasserzeichen nicht unterstützt.
el: Σημειώστε: όταν κάνετε εισαγωγή από το Flickr, η αυτόματη υδατογράφηση δεν υποστηρίζεται.
es: Nota: para las imágenes importadas desde Flickr no está soportada la inclusión automática de marcas de agua.
fa: لطفا توجه داشته باشید: زمانی که از فلیکرچیزی را وارد می کنید، watermark خودکار بر روی تصاویر پشتیبانی نمی شود.
fi: Huomio: kun tuot kuvia Flickristä, kuvien automaattinen vesileimaus ei ole käytössä.
fr: Note: lors d'un import depuis Flickr, l'application automatique d'un filigrane n'est pas pris en charge.
hu: Megjegyzés: a Flickr-ről való importáláskor a képek automatikus vízjellel való ellátása nem támogatott.
it: Nota bene: nell'importare da Flickr, il watermark automatico delle immagini non è supportato.
ja: 注意：Flickrからインポートするときには自動的に画像に著作権表示がつきません。
nl: Noot: als je van Flickr importeert, is het automatisch watermerken niet actief.
pl: Uwaga: w przypadku pobrania zdjęć z Flickr'a automatyczne dodawanie znaków wodnych nie działa.
pt: Atenção: importando do Flickr, as marcas d'água não serão aplicadas automaticamente.
ru: На заметку: во время импорта из Flickr, автоматическое применение водяного знака не поддерживается.
uk: Примітка: під час імпорту з Flickr автоматичне застосування водяного знака не підтримується.

source: Which set
de: Welches Set
el: Ποιο σετ
es: Selecciona Álbum
fa: کدام مجموعه
fi: Setistä
fr: Quelle série
hu: Melyik készlet
it: Quale set
ja: どのセット
nl: Welke serie
pl: Który zestaw
pt: Qual álbum
ru: Какой набор
uk: Який набір

source: Import photos
de: Fotos importieren
el: Εισαγωγή φωτογραφιών
es: Importar fotos
fa: تصاویر را وارد کنید
fi: Tuo kuvia
fr: Importer des photos
hu: Fotók importálása
it: Importa immagini
ja: 写真をインポート
nl: Importeer foto's
pl: Importuj zdjęcia
pt: Importar fotos
ru: Импортировать фото
uk: Імпорт фото

source: Authenticate with Flickr
de: Bei Flickr authentisieren
el: Πιστοποιηθείτε μέσω του Flickr
es: Identificarse en Flickr
fa: شناسایی با فلیکر
fi: Tunnistaudu Flickrissä
fr: Identification sur Flickr
hu: Hitelesítés Flickr-rel
it: Autenticati con Flickr
ja: Flickrで認証
nl: Zich identificeren bij Flickr
pl: Zaloguj do Flickr
pt: Autentique-se no Flickr
ru: Аутентификация с Flickr
uk: Аутентифікація з Flickr

source: Unfortunately you need to enable Javascript to be able to import photos from Flickr at this time.
de: Leider musst Du Javascript aktivieren, um Fotos von Flickr importieren zu können.
el: Δυστυχώς πρέπει να ενεργοποιήσετε τις εντολές Javascript για να μπορέσετε να εισάγετε φωτογραφίες από το Flickr.
es: Desafortunadamente necesitas activar Javascript para poder importar fotos desde Flickr.
fa: متاسفانه شما نیاز به فعال سازی جاوا اسکریپت دارید تا قادر به وارد کردن عکس ها از فلیکر در این زمان شوید.
fi: Valitettavasti tällä hetkellä sinun täytyy aktivoida Javascript voidaksesi tuoda kuvia Flickristä.
fr: Malheureusement, vous devez activer Javascript pour pouvoir importer des photos issues de Flickr.
hu: Sajnos jelenleg engedélyezned kell a Javascriptet, hogy importálni tudj fotókat a Flickr-ről.
it: Spiacenti, ma al momento è necessario abilitare Javascript per importare le immagini da Flickr.
ja: あいにく今は、Flickrから写真をインポートするためはJavascriotをONにする必要があります。
nl: Spijtig genoeg moet je momenteel Javascript activeren als je foto's van Flickr wil importeren.
pl: Niestety musisz włączyć Javascript, żeby importować zdjęcia z Flickr'a.
pt: Infelizmente, neste momento, é necessário que você habilite o Javascript no seu navegador para importar fotos do Flickr.
ru: К сожалению, вам необходимо включить Javascript, чтобы иметь возможность импортировать фото с Flickr в данный момент.
uk: На жаль, Вам потрібно включити Javascript, щоб мати можливість імпортувати фото з Flickr на даний момент.

source: Sorry, but importing from Flickr is reserved to AstroBin Premium and Ultimate users.
hu: Sajnáljuk, de a Flickr-ről való importálás az AstroBin Prémium és Ultimate felhasználóinak van fenntartva.
uk: Вибачте, але імпорт із Flickr доступний лише Premium та Ultimate користувачам.

source: Would you like to upgrade?
de: Möchtest du upgraden?
es: ¿Te gustaría subir de categoría tu cuenta?
fi: Haluaisitko päivittää käyttäjätilisi?
fr: Désirez-vous passer à l'abonnement supérieur?
hu: Szeretnél rangot váltani?
it: Vuoi fare l'upgrade?
ja: アップグレードしたいですか？
nl: Wil je upgraden ?
pl: Czy chcesz ulepszyć swoje konto?
ru: Желаете улучшить?
uk: Хочете оновити підписку?

source: Click to select the photos you want to import
de: Klicke die Bilder an, die Du importieren möchtest
el: Επιλέξτε με κλίκ τις φωτογραφίες που θέλετε να εισάγετε
es: Haz clic para seleccionar las fotos a importar
fa: برای انتخاب عکس هایی که می خواهید وارد کنید، اینجا کلیک کنید
fi: Klikkaa valitaksesi kuvat, jotka haluat tuoda
fr: Cliquer pour choisir les photos à importer
hu: Kattints az importálni kívánt fotók kiválasztásához
it: Clicca per selezionare le immagini che vuoi importare
ja: インポートしたい写真を選んでクリック
nl: Klik op de gewenste foto's om ze te importeren
pl: Kliknij aby wybrać zdjęcia, które chcesz importować
pt: Clique para selecionar as fotos que deseja importar
ru: Щёлкните, чтобы выбрать фотографии для импорта
uk: Натисніть, щоб вибрати фотографії для імпорту

source: Select all
de: Alle auswählen
el: Επιλογή όλων
es: Marcar todas
fa: انتخاب همه
fi: Valitse kaikki
fr: Tout sélectionner
hu: Minden kiválasztása
it: Seleziona tutte
ja: すべて選択
nl: Alles selecteren
pl: Zaznacz wszystkie
pt: Selecionar todos
ru: Выбрать все
uk: Обрати все

source: Select none
de: Keine auswählen
el: Επιλογή κανενός
es: Desmarcar todas
fa: انتخاب هیچ یک
fi: Poista valinnat
fr: Ne rien sélectionner
hu: Semelyik kiválasztása
it: Deseleziona
ja: 選択を解除
nl: Niets selecteren
pl: Odznacz wszystkie
pt: Selecionar nenhum
ru: Снять выделение
uk: Зняти вибір

source: Import selected photos
de: Ausgewählte Bilder importieren
el: Εισάγωγή επιλεγμένων φωτογραφιών
es: Importar fotos seleccionadas
fa: وارد کردن عکس های انتخاب شده
fi: Tuo valitut kuvat
fr: Importer les photos sélectionnées
hu: Kiválasztott fotók importálása
it: Importa le immagini selezionate
ja: 選択した写真をインポート
nl: Importeer de geselecteerde foto's
pl: Importuj wybrane zdjęcia
pt: Importar fotos selecionadas
ru: Импортировать выбранные фото
uk: Імпортувати вибрані фото

source: Importing images.
de: Bilder importieren.
el: Γίνεται εισαγωγή εικόνων
es: Importando imágenes.
fa: تصاویر در حال وارد شدن.
fi: Tuodaan kuvia.
fr: Images en cours d'importation.
hu: Képek importálása.
it: Importazione in corso.
ja: 画像をインポート中
nl: Bezig met importeren van de foto's.
pl: Importowanie obrazów.
pt: Importando imagens.
ru: Импорт изображений.
uk: Імпорт зображень.

source: Do not navigate away from this window: this might take a while!
de: Bitte diese Seite nicht verlassen: der Import könnte eine Weile dauern!
el: Μην φύγετε από αυτό το παράθυρο: Η διαδικασία μπορεί να διαρκέσει λίγη ώρα!
es: ¡No salgas de esta ventana: esto podría tardar un poco!
fa: از این پنجره، به جای دیگری نروید: این کار ممکن است مدتی طول بکشد!
fi: Älä poistu tästä ikkunasta: tähän saattaa mennä hetki!
fr: Ne quittez pas cette fenêtre: cela peut prendre du temps!
hu: Ne lépj ki ebből az ablakból: ez eltarthat egy darabig!
it: Non chiudere questa finestra: ci vorrà un po'!
ja: 離れてたりして、このウィンドウから移動しないでください：これはしばらく時間がかかるかもしれません！
nl: Laat dit venster onberoerd. deze procedure kan wel wat tijd in beslag nemen!
pl: Nie wyłączaj tego okienka: to może chwilkę zająć!
pt: Não saia desta janela: isto pode demorar um pouco!
ru: Не покидайте это окно: это может занять некоторое время!
uk: Не залишайте це вікно: це може тривати деякий час!

source: Subscription
es: Suscripción
fr: Abonnement
hu: Előfizetés
it: Descrizione
nl: Abonnement
pl: Subskrypcja
ru: Подписка
uk: Підписка

source: Expiration date
es: Fecha de vencimiento
fr: Date limite
hu: Lejárási idő
it: Data di scadenza
nl: Vervaldatum
pl: Data ważności
ru: Дата окончания
uk: Дата закінчення

source: Images used
hu: Használt képek
it: Immagini usate
ru: Использованные изображения
uk: Використані зображення

source: Thanks for your support!
es: ¡Gracias por tu apoyo!
fr: Merci pour votre soutien!
hu: Köszönjük támogatásodat!
it: Grazie per il supporto!
nl: Bedankt voor je steun!
pl: Dziękujemy za Twoje wsparcie!
ru: Спасибо за вашу поддержку!
uk: Дякую за Вашу підтримку!

source: Your payments
hu: Előfizetéseid
uk: Ваші платежі

source: This data is currently not available and will be recalculated shortly.
hu: Ez az adat jelenleg nem áll rendelkezésre, és hamarosan újraszámításra kerül.
uk: Ці дані зараз недоступні і будуть перераховані найближчим часом.

source: Please check again in a bit, thanks!
hu: Kérjük, nézz vissza egy kicsit később, köszönjük!
uk: Будь ласка, перевірте ще раз, дякую!

source: Public Area
de: Öffentlicher Bereich
el: Περιοχή Προβολής
es: Área Pública
fa: فضاهای عمومی
fi: Julkinen alue
fr: Zone publique
hu: Nyilvános Terület
it: Area Pubblica
ja: 公開エリア
nl: Publieke Zone
pl: Galeria Publiczna
pt: Área Pública
uk: Публічна зона

source: Corrupted
uk: Пошкоджено

source: Recovered
uk: Відновлено

source: Trash
hu: Szemetes
uk: Кошик

source: Liked images
hu: Kedvelt képek
uk: Вподобані зображення

source: Following
el: Ακολουθείτε
es: Siguiendo
fr: Abonnements
hu: Követ
ja: フォローする
nl: Volgen van
pl: Obserwujesz
ru: Подписка
uk: Підписки

source: Friends
hu: Barátok
uk: Друзі

source: Lacking data
de: Fehlende Daten
el: Έχει έλλειψη δεδομένων
es: Datos faltantes
fa: کمبود داده
fi: Puuttuvat tiedot
fr: Données manquantes
hu: Adathiány
it: Senza dati
ja: 不足しているデータ
nl: Data onvolledig
pl: Brakujące dane
pt: Falta informação
ru: Недостаток данных
uk: Відсутність даних

source: Collection tools
hu: Gyűjtemény eszközei
it: Strumenti della cartella
ru: Инструменты коллекций
uk: Інструменти колекцій

source: Add/remove images
hu: Képek hozzáadása/törlése
it: Aggiungi/rimuovi immagini
pl: Dodaj/usuń zdjęcia
ru: Добавление/удаление изображений
uk: Додавання/видалення зображень

source: Quick edit
hu: Gyors szerkesztés
uk: Швидке редагування

source: Key/value pairs
hu: Key/value párok
uk: Пари ключ/значення

source: Please confirm your recovered images
uk: Будь ласка, підтвердьте відновлені зображення

source: Following the <a href="%(url)s" target="_blank">data loss incident in February 2020</a>, these images <strong>were automatically recovered</strong>.
uk: Після <a href="%(url)s" target="_blank">інциденту втрати даних у лютому 2020 року</a> ці зображення <strong>було автоматично відновлено</strong>.

source: Now you need to <strong>manually confirm or reject</strong> them.
uk: Тепер Вам потрібно <strong>вручну підтвердити або відхилити</strong> їх.

source: Instructions
uk: Інструкції

source: Below, you see the list of all your images impacted by the automatic recovery process.
uk: Нижче Ви побачите список усіх ваших зображень, на які вплинув процес автоматичного відновлення.

source: The big thumbnail represents the original upload, and the small thumbnails represent revisions.
uk: Великий ескіз представляє оригінальне завантаження, а маленькі ескізи – версії.

source: Click on a thumbnail once to mark it for recovery, again to mark it for deletion, once more to return to the "do nothing" state.
uk: Натисніть на ескіз один раз, щоб позначити його для відновлення, ще раз, щоб позначити його для видалення, ще раз, щоб повернутися до стану «нічого не робити».

source: You can also use the "Recover all" and "Delete all" buttons at the bottom.
uk: Ви також можете скористатися кнопками «Відновити все» та «Видалити все» унизу.

source: When you are ready, click on the "Submit selected" button to confirm your selection.
uk: Коли Ви будете готові, натисніть кнопку «Надіслати вибране», щоб підтвердити свій вибір.

source: You will return to this page, and the images for which you didn't make a selection will still be here.
uk: Ви повернетеся на цю сторінку, і зображення, які Ви не вибрали, залишаться тут.

source: The recovered images will return to your gallery (public or staging, depending on where they were before the data loss).
uk: Відновлені зображення повернуться до Вашої галереї (публічної або проміжної, залежно від того, де вони були до втрати даних).

source: Original upload
uk: Оригінальне завантаження

source: Staging area
uk: Студія

source: Deleted
hu: Törölt
uk: Видалені

source: Recover all
uk: Відновити всі

source: Delete all
uk: Видалити всі

source: Reset
de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
fi: Palauta oletus
it: Resetta
ja: リセット
nl: Herstel
pl: Zresetuj
ru: Сбросить
uk: Скинути

source: Submit selected
uk: Надіслати вибране

source: There are no images to recover.
uk: Немає зображень для відновлення.

source: Restore selected
hu: Visszaállítás kiválasztva
uk: Відновити вибране
