Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Cameras
de: Kameras
el: Κάμερες
es: Cámaras
fa: دوربین ها
fi: Kamerat
fr: Imageurs
hu: Kamerák
it: Camere
ja: カメラ
pl: Kamery
pt: Câmeras
ru: Камеры
uk: Камери

source: If you have a personal website, put the address here.
de: Adresse zu deiner Homepage, falls vorhanden.
el: Εάν έχετε προσωπική ιστοσελίδα, εισάγετε την διεύθυνση εδώ.
es: Si tienes una página web personal, introduce aquí su dirección.
fa: اگر وبسایت شحصی دارید، آدرس آن را اینجا وارد کنید.
fi: Jos sinulla on kotisivut, liitä osoite tähän.
fr: Entrez ici l'adresse de votre site personnel.
hu: Ha van egy saját weboldalad, írd a címét ide.
it: Se hai un sito web personale, scrivi qui l'indirizzo.
ja: あなたが個人サイトを持っているのであれば、そのURLを記入してください。
nl: Als je een eigen website hebt, vermeld dat dan hier.
pl: Jeśli posiadasz własną stronę internetową, wprowadź adres.
pt: Se você possuir um website pessoal, insira o endereço aqui.
ru: Если у вас есть личный веб-сайт, напишите здесь его адрес.
uk: Якщо у Вас є особистий веб-сайт, напишіть його адресу.

source: Website
de: Webseite
el: Ιστότοπος
es: Página web
fa: وبسایت
fi: Kotisivu
fr: Site internet
hu: Weboldal
it: Sito web
ja: ウェブサイト
pl: Strona internetowa
ru: Веб-сайт
uk: Веб-сайт

source: Mark as final
hu: Megjelölés végsőként
uk: Позначити фінальним

source: Please enter a value between 1 and 5.
de: Bitte einen Wert zwischen 1 und 5 eingeben.
el: Παρακαλώ εισάγετε μία τιμή από 1 εώς 5.
es: Por favor, introduce un valor entre 1 y 5.
fa: لطفا یک مقدار بین 1 و5 انتخاب کنید.
fi: Syötä arvo väliltä 1 .. 5.
fr: Entrez une valeur entre 1 et 5.
hu: Adj meg egy értéket 1 és 5 között.
it: Inserire un valore tra 1 e 5.
ja: 1〜5の間の値を入力してください。
nl: Vul een waarde in tussen 1 en 5.
pl: Wprowadź wartość pomiędzy 1 i 5.
pt: Por favor, entre com um valor entre 1 e 5.
ru: Введите значение от 1 до 5.
uk: Введіть значення від 1 до 5.

source: Please enter a value between 1 and 10.
de: Bitte einen Wert zwischen 1 und 10 eingeben.
el: Παρακαλώ εισάγετε μία τιμή από 1 εώς 10.
es: Por favor, introduce un valor entre 1 y 10.
fa: لطفا یک مقدار بین 1 و10 انتخاب کنید.
fi: Syötä arvo väliltä 1 .. 10.
fr: Entrez une valeur entre 1 et 10.
hu: Adj meg egy értéket 1 és 10 között.
it: Inserire un valore tra 1 e 10.
ja: 1〜10の間の値を入力してください。
nl: Vul een waarde in tussen 1 en 10.
pl: Wprowadź wartość pomiędzy 1 i 10
pt: Por favor, entre com um valor entre 1 e 10.
ru: Введите значение от 1 до 10.
uk: Введіть значення від 1 до 10.

source: Recipient
de: Empfänger
el: Παραλήπτης
es: Destinatario
fa: گیرنده
fi: Vastaanottaja
fr: Destinataire
hu: Címzett
it: Destinatario
ja: 宛先
nl: Ontvanger
pl: Odbiorca
pt: Destinatário
ru: Получатель
uk: Одержувач

source: Subject
de: Betreff
el: Θέμα
es: Tema
fa: موضوع
fi: Aihe
fr: Objet
hu: Tárgy
it: Soggetto
ja: 題材
nl: Onderwerp
pl: Temat
pt: Assunto
ru: Тема
uk: Тема

source: Body
de: Inhalt
el: Περιεχόμενο
es: Contenido
fa: شخص
fi: Viesti
fr: Texte
hu: Szöveg
it: Testo
ja: 本文
nl: Bericht
pl: Treść
pt: Corpo
ru: Тело
uk: Тіло

source: uploaded a new image
de: Neues Bild hochladen
el: ανέβασε μια νέα εικόνα
es: ha subido una nueva imagen
fa: آپلود یک تصویر جدید
fi: latasi uuden kuvan
fr: a publié une nouvelle image
hu: feltöltött egy új képet
it: ha caricato una nuova immagine
ja: が新しい画像をアップロードしました
nl: heeft een nieuw beeld opgeladen
pl: opublikował nowe zdjęcie
ru: загружено новое изображение
uk: завантажив нове зображення

source: uploaded a new revision of
de: hat eine neue Version hochgeladen von
el: ανέβασε μια νέα έκδοση του
es: ha subido una nueva revisión de
fa: یک بازرسی جدید دیگر آپلود شد.
fi: latasi uuden version
fr: a publié une nouvelle version de
hu: feltöltött egy új átdolgozást erről a képről:
it: ha caricato una nuova versione di
ja: 修正版をアップロードした
nl: heeft een nieuwe revisie gepost van
pl: opublikował nową wersję
pt: adicionada nova revisão de
ru: загрузил новую версию
uk: завантажив нову версію

source: commented on image
de: kommentierte das Bild
el: σχολίασε την εικόνα
es: ha comentado la imagen
fa: روی تصویر نظر داده شد.
fi: kommentoi kuvaa
fr: a commenté l'image
hu: hozzászólt a képedhez
it: ha commentato l'immagine
ja: が画像にコメントしました
nl: heeft een commentaar achtergelaten op volgende foto:
pl: skomentował zdjęcie
pt: comentado na imagem
ru: прокомментировал изображение
uk: прокоментував зображення

source: commented on gear item
de: Ausrüstung kommentieren
el: σχολίασε το αντικείμενο εξοπλισμού
es: ha comentado un elemento de instrumental
fa: روی آیتم دنده نظر داده شد.
fi: kommentoi laitetta
fr: a commenté le matériel
hu: hozzászólt egy eszközödhöz
it: ha commentato lo strumento
ja: が機材にコメントしました
nl: gaf commentaar op dit materiaal
pl: skomentuj sprzęt
pt: comentado no item de equipamento
ru: прокомментировал оборудование
uk: прокоментував обладнання

source: bookmarked
de: Lesezeichen gesetzt
el: προστέθηκε στους σελιδοδείκτες
es: añadido a favoritos
fa: نشانک‌ها
fi: merkitty muistiin
fr: a marqué comme favori
hu: könyvjelzőzött
it: ha aggiunto ai segnalibri
ja: がブックマークしました
nl: van bladwijzer voorzien
pl: dodał do ulubionych
ru: в закладках
uk: у закладках

source: likes
de: mag
el: αρέσει
es: le gusta
fa: شبیه
fi: tykkää
fr: aime
hu: kedveli
it: ha cliccato "mi piace" su
ja: がLikeしました
pl: lubi
ru: нравится
uk: лайки

source: created a new public group
hu: létrehozott egy új csoportot
it: ha creato un nuovo gruppo pubblico
pl: utworzono nowy zestaw danych publicznych
ru: вступил в открытую группу
uk: створив нову публічну групу

source: joined the public group
hu: belépett a csoportba
it: si è aggiunto al gruppo pubblico
pl: dołączył/a do grupy publicznej
ru: вступил в открытую группу
uk: вступив у публічну групу

source: Remove from bookmarks
de: Als Favorit löschen
el: Αφαίρεση από τα αγαπημένα
es: Quitar de favoritas
fi: Poista kirjanmerkeistä
fr: Supprimer des favoris
hu: Eltávolítás a könyvjelzettek közül
it: Rimuovi dai segnalibri
ja: ブックマークから削除
nl: Verwijder van favorieten
pl: Usuń z zakładek
ru: Убрать из закладок
uk: Прибрати із закладок

source: Bookmark
de: Lesezeichen
el: Προσθήκη στα αγαπημένα
es: Favorita
fi: Kirjanmerkki
fr: Favori
hu: Könyvjelzőzés
it: Segnalibri
ja: ブックマーク
nl: Bladwijzer
pl: Zakładka
ru: Закладка
uk: Закладка

source: Unlike
de: Gefällt mir nicht mehr
el: Δεν μου αρέσει
es: Ya no me gusta
fa: متفاوت
fi: Poista tykkäys
fr: N'aime pas
hu: Kedvelés visszavonása
it: Non mi piace più
nl: Niet leuk vinden
pl: Przestań lubić
ru: Не нравится
uk: Не подобається

source: Like
de: Gefällt mir
el: Μου αρέσει
es: Me gusta
fa: شبیه
fi: Tykkää
fr: J'aime
hu: Kedvelés
it: Mi piace
nl: Leuk vinden
pl: Lubię to !
ru: Нравится
uk: Лайк

source: Stop following
de: Nicht folgen
el: Σταμάτα να ακολουθείς
es: Dejar de Seguir
fa: توقف دنبال کردن
fi: Lopeta seuraaminen
fr: Supprimer l'abonnement
hu: Követés befejezése
it: Smetti di seguire
ja: フォローをやめる
nl: Stop het volgen
pl: Przestań śledzić
pt: Deixar de seguir
ru: Отменить подписку
uk: Припинити слідкувати

source: Follow
de: Folgen
el: Ακολούθησε
es: Seguir
fa: دنبال کردن
fi: Seuraa
fr: S'abonner
hu: Követés
it: Segui
ja: フォローする
nl: Volgen
pl: Śledź
pt: Seguir
ru: Подписаться
uk: Підписатися

source: None (All rights reserved)
de: Keine (alle Rechte vorbehalten)
el: Κανένα (Όλα τα δικαιώματα προστατευμένα)
es: Ninguna (Reservados todos los derechos)
fa: هیچ (تمامی حقوق محفوظ می باشد)
fi: Ei mitään (Kaikki oikeudet pidätetään)
fr: Aucun (Tous droits réservés)
hu: Semmi (Minden jog a tiéd)
it: Nessuna (Tutti i diritti riservati)
ja: 無し (All rights reserved)
nl: Geen (alle rechten gereserveerd)
pl: Brak licencji (Wszystkie prawa zastrzeżone)
pt: Nenhum (Todos os direitos reservados)
ru: Нет (Все права защищены)
uk: Нет (Все права защищены)

source: Attribution-NonCommercial-ShareAlike Creative Commons
de: Creative Commons: Namensnennung, nicht kommerziell, Weitergabe unter gleichen Bedingungen (CC-BY-NC-SA)
el: Αναφορά Δημιουργού - Μη εμπορική χρήση - Παρόμοια Διανομή CC
es: CC Reconocimiento-NoComercial-CompartirIgual
fa: مردم مجاز،غیر اقتصادی و با سهم یکسان
fi: Nimeä-Epäkaupallinen-Tarttuva Creative Commons
fr: Licence Creative Commons: Pas d'utilisation commerciale, partage des conditions initiales à l'identique
hu: Attribúció-Nem Kereskedelmi-ShareAlike Creative Commons
it: Attribuzione-NonCommerciale-Condividi Creative Commons
ja: 表示-非営利-継承 Creative Commons
nl: Naamsvermelding-NietCommercieel-GelijkDelen "Creative Commons"
pl: Uznanie autorstwa-Użycie niekomercyjne-Na tych samych warunkach
pt: Atribuição - Uso não comercial - Compartilhamento pela mesma Licença Creative Commons
ru: С указанием авторства — Некоммерческая — С сохранением условий от Creative Commons
uk: Авторство NonCommercial-ShareAlike Creative Commons

source: Attribution-NonCommercial Creative Commons
de: Creative Commons: Namensnennung, nicht kommerziell (CC-BY-NC)
el: Αναφορά Δημιουργού - Μη εμπορική χρήση CC
es: CC Reconocimiento-NoComercial
fa: مردم مجاز و غیر اقتصادی
fi: Nimeä-Epäkaupallinen Creative Commons
fr: Licence Creative Commons: Pas d'utilisation commerciale
hu: Attribúció-Nem Kereskedelmi Creative Commons
it: Attribuzione-NonCommerciale Creative Commons
ja: 表示-非営利 Creative Commons
nl: Naamsvermelding-NietCommercieel "Creative Commons"
pl: Uznanie autorstwa-Użycie niekomercyjne
pt: Atribuição - Uso não comercial Creative Commons
ru: С указанием авторства — Некоммерческая от Creative Commons
uk: Авторство NonCommercial Creative Commons

source: Attribution-NonCommercial-NoDerivs Creative Commons
de: Creative Commons: Namensnennung, nicht kommerziell, keine Bearbeitung (CC-BY-NC-ND)
el: Αναφορά Δημιουργού- Μη εμπορική χρήση - Όχι παράγωγα έργα CC
es: CC Reconocimiento-NoComercial-SinObraDerivada
fa: مردم مجاز،غیر اقتصادی و غیر وابسته
fi: Nimeä-Epäkaupallinen-Ei muutoksia Creative Commons
fr: Licence Creative Commons: Pas d'utilisation commerciale, pas de modification
hu: Attribúció-Nem Kereskedelmi-NoDerivs Creative Commons
it: Attribuzione-NonCommerciale-NoOpereDerivate CreativeCommons
ja: 帰属-非営利-改変禁止 Creative Commons
nl: Naamsvermelding-NietCommercieel-GeenAfgeleideWerken "Creative Commons"
pl: Uznanie autorstwa-Użycie niekomercyjne-Bez utworów zależnych
pt: Atribuição - Uso não comercial - Não à obras derivadas Creative Commons
ru: С указанием авторства — Некоммерческая — Без производных работ от Creative Commons
uk: Авторство NonCommercial-NoDerivs Creative Commons

source: Attribution Creative Commons
de: Creative Commons: Namensnennung (CC-BY)
el: Αναφορά Δημιουργού CC
es: CC Reconocimiento
fa: مردم مجاز
fi: Nimeä Creative Commons
fr: Licence Creative Commons
hu: Attribúció Creative Commons
it: Attribuzione Creative Commons
ja: 帰属 Creative Commons
nl: Naamsvermelding "Creative Commons"
pl: Uznanie autorstwa
pt: Atribuição Creative Commons
ru: С указанием авторства от Creative Commons
uk: Авторство Creative Commons

source: Attribution-ShareAlike Creative Commons
de: Creative Commons: Namensnennung, Weitergabe unter gleichen Bedingungen (CC-BY-SA)
el: Αναφορά Δημιουργού - Παρόμοια διανομή CC
es: CC Reconocimiento-CompartirIgual
fa: مردم مجاز و با سهم یکسان
fi: Nimeä-Tarttuva Creative Commons
fr: Licence Creative Commons: Partage des conditions initiales à l'identique
hu: Attribúció-ShareAlike Creative Commons
it: Attribuzione-Condividi CreativeCommons
ja: 帰属-継承 Creative Commons
nl: Naamsvermelding-GelijkDelen "Creative Commons"
pl: Uznanie autorstwa-Na tych samych warunkach
pt: Atribuição - Compartilhamento pela mesma Licença Creative Commons
ru: С указанием авторства — С сохранением условий от Creative Commons
uk: Авторство ShareAlike Creative Commons

source: Attribution-NoDerivs Creative Commons
de: Creative Commons: Namensnennung, keine Bearbeitung (CC-BY-ND)
el: Αναφορά Δημιουργού - Όχι παράγωγα έργα CC
es: CC Reconocimiento-SinObraDerivada
fa: مردم مجاز و غیر وابسته
fi: Nimeä-Ei muutoksia Creative Commons
fr: Licence Creative Commons: Pas de modification
hu: Attribúció-NoDerivs Creative Commons
it: Attribuzione-NoOpereDerivate Creative Commons
ja: 帰属-改変禁止 Creative Commons
nl: Naamsvermelding-GeenAfgeleideWerken "Creative Commons"
pl: Uznanie autorstwa-Bez utworów zależnych
pt: Atribuição - Não à obras derivadas Creative Commons
ru: С указанием авторства — Без производных работ от Creative Commons
uk: Авторство NoDerivs Creative Commons

source: English (US)
hu: Angol (USA)
uk: Англійська (US)

source: English (GB)
hu: Angol (Nagy-Britannia)
uk: Англійська (GB)

source: Italian
de: Italienisch
el: Ιταλικά
es: Italiano
fa: ایتالیایی
fi: Italia
fr: Italien
hu: Olasz
it: Italiano
ja: イタリア語
nl: Italiaans
pl: Włoski
pt: Italiano
ru: Итальянский
uk: Італійська

source: Spanish
de: Spanisch
el: Ισπανικά
es: Español
fa: اسپانیایی
fi: Espanja
fr: Espagnol
hu: Spanyol
it: Spagnolo
ja: スペイン語
nl: Spaans
pl: Hiszpański
pt: Espanhol
ru: Испанский
uk: Іспанська

source: French
de: Französisch
el: Γαλλικά
es: Francés
fa: فرانسوی
fi: Ranska
fr: Français
hu: Francia
it: Francese
ja: フランス語
nl: Frans
pl: Francuski
pt: Francês
ru: Французский
uk: Французька

source: Finnish
de: Finnisch
el: Φινλανδικά
es: Finlandés
fa: فنلاندی
fi: Suomi
fr: Finlandais
hu: Finn
it: Finlandese
ja: フィンランド語
nl: Fins
pl: Fiński
pt: Finlandês
ru: Финский
uk: Фінська

source: German
de: Deutsch
el: Γερμανικά
es: Alemán
fa: آلمانی
fi: Saksaa
fr: Allemand
hu: Német
it: Tedesco
ja: ドイツ語
nl: Duits
pl: Niemiecki
pt: Alemão
ru: Немецкий
uk: Німецька

source: Dutch
de: Niederländisch
el: Ολλανδικά
es: Holandés
fa: هلندی
fi: Hollanti
fr: Néerlandais
hu: Holland
it: Olandese
ja: オランダ語
nl: Nederlands
pl: Holenderski
pt: Holandês
ru: Голландский
uk: Голландська

source: Turkish
de: Türkisch
el: Τούρκικα
es: Turco
fa: ترکی
fi: Turkki
fr: Turc
hu: Török
it: Turco
ja: トルコ語
nl: Turks
pl: Turecki
pt: Turco
ru: Турецкий
uk: Турецька

source: Albanian
de: Albanisch
el: Αλβανικά
es: Albano
fa: آلبانیایی
fi: Albania
fr: Albanais
hu: Albán
it: Albanese
ja: アルバニア語
nl: Albanisch
pl: Albański
pt: Albanês
ru: Албанский
uk: Албанські

source: Polish
de: Polnisch
el: Πολωνικά
es: Polaco
fa: لهستانی
fi: Puola
fr: Polonais
hu: Lengyel
it: Polacco
ja: ポーランド語
nl: Pools
pl: Polski
pt: Polonês
ru: Польский
uk: Польський

source: Portuguese
hu: Portugál
uk: Португальська

source: Greek
de: Griechisch
el: Ελληνικά
es: Griego
fa: یونانی
fi: Kreikka
fr: Grec
hu: Görög
it: Greco
ja: ギリシア語
nl: Grieks
pl: Grecki
ru: Греческий
uk: Грецька

source: Russian
de: Russisch
es: Ruso
fa: روسی
fi: Venäläinen
fr: Russe
hu: Orosz
it: Russo
ja: ロシア語
nl: Russisch
pl: Rosyjski
ru: Русский
uk: Російська

source: Arabic
de: Arabisch
es: Árabe
fa: عربی
fi: Arabia
fr: Arabe
hu: Arab
it: Arabo
ja: アラビア語
nl: Arabisch
pl: Arabski
ru: Арабский
uk: Арабський

source: Japanese
de: Japanisch
es: Japonés
fa: ژاپنی
fi: Japani
fr: Japonais
hu: Japán
it: Giapponese
ja: 日本語
nl: Japans
pl: Japoński
ru: Японский
uk: Японська

source: Chinese (Simplified)
hu: Kínai (egyszerűsített)
uk: Китайска (спрощена)

source: Pulsars
de: Pulsare
el: Πάλσαρς
es: Púlsares
fa: تپ اخترها
fi: Pulsarit
hu: Pulzárok
it: Pulsar
ja: パルサー
pl: Pulsary
pt: Pulsares
ru: Пульсары
uk: Пульсари

source: Globular clusters
de: Kugelsternhaufen
el: Σφαιρωτά αστρικά σμήνη
es: Cúmulos globulares
fa: خوشه های کروی
fi: Pallomaiset joukot
fr: Amas globulaires
hu: Gömbhalmazok
it: Ammassi globulari
ja: 球状星団
nl: Globulaire clusters
pl: Gromady kuliste
pt: Aglomerados globulares
ru: Шаровые скопления
uk: Кулясті скупчення

source: Open clusters
de: Offene Sternhaufen
el: Ανοιχτά αστρικά σμήνη
es: Cúmulos abiertos
fa: خوشه های باز
fi: Avoimet joukot
fr: Amas ouverts
hu: Nyílt halmazok
it: Ammassi aperti
ja: 散開星団
pl: Gromady otwarte
pt: Aglomerados abertos
ru: Рассеянные скопления
uk: Відкриті скупчення

source: Nebulae
de: Nebel
el: Νεφελώματα
es: Nebulosas
fa: سحابی
fi: Sumut
fr: Nébuleuses
hu: Ködök
it: Nebulose
ja: 星雲
nl: Nevels
pl: Mgławice
pt: Nebulosas
ru: Туманности
uk: Туманності

source: Planetary nebulae
de: Planetarische Nebel
el: Πλανητικά νεφελώματα
es: Nebulosas planetarias
fa: سحابی سیاره ای
fi: Planetaariset sumut
fr: Nébuleuses planétaires
hu: Planetáris ködök
it: Nebulose planetarie
ja: 惑星状星雲
nl: Planetaire nevels
pl: Mgławice planetarne
pt: Nebulosas planetárias
ru: Планетарные туманности
uk: Планетарні туманності

source: Galaxies
de: Galaxien
el: Γαλαξίες
es: Galaxias
fa: کهکشانها
fi: Galaksit
hu: Galaxisok
it: Galassie
ja: 銀河
nl: Sterrenstelsels
pl: Galaktyki
pt: Galáxias
ru: Галактики
uk: Галактики

source: Sun
de: Sonne
el: Ήλιος
es: Sol
fa: خورشید
fi: Aurinko
fr: Soleil
hu: Nap
it: Sole
ja: 太陽
nl: Zon
pl: Słońce
pt: Sol
ru: Солнце
uk: Сонце

source: Earth's Moon
de: Mond
el: Το φεγγάρι της Γης
es: La Luna
fa: ماه زمین
fi: Maan Kuu
fr: Lune (Terre)
hu: Hold
it: Luna terrestre
ja: 月
nl: Onze Maan
pl: Księżyc Ziemii
pt: Lua terrestre
ru: Луна (Земли)
uk: Місяць Землі

source: Mercury
de: Merkur
el: Ερμής
es: Mercurio
fa: عطارد
fi: Merkurius
fr: Mercure
hu: Merkúr
it: Mercurio
ja: 水星
nl: Mercurius
pl: Merkury
pt: Mercúrio
ru: Меркурий
uk: Меркурій

source: Venus
el: Αφροδίτη
fa: ناهید
fr: Vénus
hu: Vénusz
it: Venere
ja: 金星
pl: Wenus
pt: Vênus
ru: Венера
uk: Венера

source: Mars
el: Άρης
es: Marte
fa: مریخ
it: Marte
ja: 火星
pt: Marte
ru: Марс
uk: Марс

source: Jupiter
el: Δίας
es: Júpiter
fa: مشتری
it: Giove
ja: 木星
pl: Jowisz
pt: Júpiter
ru: Юпитер
uk: Юпітер

source: Saturn
el: Κρόνος
es: Saturno
fa: زحل
fi: Saturnus
fr: Saturne
hu: Szaturnusz
it: Saturno
ja: 土星
nl: Saturnus
pt: Saturno
ru: Сатурн
uk: Сатурн

source: Uranus
el: Ουρανός
es: Urano
fa: اورانوس
hu: Uránusz
it: Urano
ja: 天王星
pl: Uran
pt: Urano
ru: Уран
uk: Уран

source: Neptune
de: Neptun
el: Ποσειδώνας
es: Neptuno
fa: نپتون
fi: Neptunus
hu: Neptunusz
it: Nettuno
ja: 海王星
nl: Neptunus
pl: Neptun
pt: Netuno
ru: Нептун
uk: Нептун

source: Minor planet
de: Kleinplanet
el: Μικρός πλανήτης
es: Planeta menor
fa: سیاره کوچک
fi: Pikkuplaneetta
fr: Objet mineur
hu: Kisbolygó
it: Pianeta minore
ja: 小惑星
nl: Dwergplaneet
pl: Planetoida
pt: Corpo menor
ru: Малая планета
uk: Мала планета

source: Comet
de: Komet
el: Κομήτης
es: Cometa
fa: ستاره دنباله دار
fi: Komeetta
fr: Comète
hu: Üstökös
it: Cometa
ja: 彗星
nl: Komeet
pl: Kometa
pt: Cometa
ru: Комета
uk: Комета

source: Occultation
hu: Okkultáció
uk: Затемнення

source: Conjunction
hu: Együttállás
uk: Сполучення

source: Partial lunar eclipse
hu: Részleges holdfogyatkozás
uk: Часткове місячне затемнення

source: Total lunar eclipse
hu: Teljes holdfogyatkozás
uk: Повне місячне затемнення

source: Partial solar eclipse
hu: Részleges napfogyatkozás
uk: Часткове сонячне затемнення

source: Anular solar eclipse
hu: Gyűrűs napfogyatkozás
uk: Кільцеве сонячне затемнення

source: Total solar eclipse
hu: Teljes napfogyatkozás
uk: Повне сонячне затемнення

source: Other
de: Sonstige
el: Άλλο
es: Otro
fa: دیگر
fi: Muu
fr: Autre
hu: Egyéb
it: Altro
ja: その他
nl: Andere
pl: Inny
pt: Outro
ru: Иное
uk: Інше

source: Small
hu: Kicsi
it: Piccolo
pl: Mały
ru: Маленький
uk: Маленький

source: Medium
hu: Közepes
it: Medio
pl: Średni
ru: Средний
uk: Середній

source: Large
hu: Nagy
it: Grande
pl: Duży
ru: Большой
uk: Великий

source: Center
de: Mitte
el: Κέντρο
es: Centro
fa: مرکز
fi: Keskus
fr: Centre
hu: Közép
it: Al centro
ja: 中央
nl: Midden
pl: Środek
pt: Centro
ru: Центр
uk: Центр

source: Top left
de: Oben links
el: Πάνω αριστερά
es: Arriba a la izquierda
fa: بالا چپ
fi: Ylävasen
fr: En haut à gauche
hu: Bal felső sarok
it: In alto a sinistra
ja: 左上
nl: Boven links
pl: Górny lewy
pt: Superior esquerdo
ru: Вверху слева
uk: Вгорі зліва

source: Top center
de: Oben Mitte
el: Πάνω κέντρο
es: Arriba en el centro
fa: بالا مرکز
fi: Yläkeskus
fr: En haut au milieu
hu: Felső sarok
it: In alto al centro
ja: 上部中央
nl: Boven midden
pl: Górny środkowy
pt: Superior central
ru: Вверху по центру
uk: Зверху по центру

source: Top right
de: Oben rechts
el: Πάνω δεξιά
es: Arriba a la derecha
fa: بالا راست
fi: Yläoikea
fr: En haut à droite
hu: Jobb felső sarok
it: In alto a destra
ja: 右上
nl: Boven rechts
pl: Górny prawy
pt: Superior direito
ru: Вверху справа
uk: Вгорі праворуч

source: Bottom left
de: Unten links
el: Κάτω αριστερά
es: Abajo a la izquierda
fa: پایین چپ
fi: Alavasen
fr: En bas à gauche
hu: Bal alsó sarok
it: In basso a sinistra
ja: 左下
nl: Onderkant links
pl: Dolny lewy
pt: Inferior esquerdo
ru: Внизу слева
uk: Унизу ліворуч

source: Bottom center
de: Unten Mitte
el: Κάτω κέντρο
es: Abajo en el centro
fa: پایین مرکز
fi: Alakeskus
fr: En bas au milieu
hu: Alsó sarok
it: In basso al centro
ja: 下部中央
nl: Onderkant midden
pl: Dolny środkowy
pt: Inferior central
ru: Внизу по центру
uk: По центру знизу

source: Bottom right
de: Unten rechts
el: Κάτω δεξιά
es: Abajo a la derecha
fa: پایین راست
fi: Alaoikea
fr: En bas à droite
hu: Jobb alsó sarok
it: In basso a destra
ja: 右下
nl: Onderkant rechts
pl: Dolny środkowy
pt: Inferior direito
ru: Внизу справа
uk: Унизу праворуч

source: Make
de: Hersteller
el: Μάρκα
es: Fabricante
fa: ساخت
fi: Merkki
fr: Fabricant
hu: Gyártmány
it: Marca
ja: 製造者
nl: Merk
pl: Marka
pt: Fabricante
ru: Изготовлено
uk: Виготовлено

source: The make, brand, producer or developer of this product.
de: Hersteller, Marke oder Entwickler dieses Produkts.
el: Η κατασκευή, μάρκα, παραγωγός ή προγραμματιστής του προϊόντος.
es: Marca, fabricante, productor o desarrollador de este producto.
fa: ساخت، نوع برند، تولید کننده یا توزیع کننده این محصول.
fi: Tuotteen valmistaja tai merkki.
fr: Le fabricant, la marque, ou le développeur du produit.
hu: A termék gyártmánya, márkája, fejlesztője.
it: La marca, il marchio, il produttore o lo sviluppatore di questo prodotto.
ja: この製品の製造者名やブランド名、開発者の名前。
nl: Het merk, de fabrikant, de producent of ontwikkelaar van dit produkt.
pl: Marka, nazwa, producent tego produktu
pt: Fabricante, marca, produtor ou desenvolvedor deste produto.
ru: Изготовитель, марка, производитель или разработчик данного продукта.
uk: Виробник, марка, промоутер чи розробник цього продукту.

source: Name
el: Όνομα
es: Nombre
fa: نام
fi: Nimi
fr: Nom
hu: Név
it: Nome
ja: 名前
nl: Naam
pl: Nazwa
pt: Nome
ru: Название
uk: Ім‘я
