Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Change the license for this image
de: Lizenz für dieses Bild ändern
el: Αλλαγή της άδειας χρήσης γι' αυτή την εικόνα
es: Cambiar la licencia para esta imagen
fa: تغییر مجوز برای این تصویر
fi: Vaihda lisenssi tälle kuvalle
fr: Modifier la licence pour cette image
hu: A kép licencének módosítása
it: Cambia la licenza di quest'immagine
ja: この画像のライセンスを変更
nl: Verander de licentie voor dit beeld
pl: Zmień licencję dla tego zdjęcia
pt: Mudar a licença para esta imagem
ru: Сменить лицензию для этого изображения
uk: Змінити ліцензію до цього зображення

source: You can associate a Creative Commons license with your content if you wish, to grant people the right to use your work under certain circumstances. For more information on what your options are, please visit the <a target="_blank" href="http://www.creativecommons.org/">Creative Commons website</a>.
de: Sie können optional ihre Inhalte unter eine Creative Commons Licence lizenzieren, welche Anderen das Recht einräumt, Ihre Inhalte unter bestimmten Voraussetzungen zu nutzen. Für weitere Informationen zu den Möglichkeiten der Lizenzierung besuchen Sie bitte die <a target="_blank" href="http://www.creativecommons.org/">Creative Commons Webseite</a>.
el: Μπορείτε να σχετίσετε μια άδεια χρήσης Αναφοράς Δημιουργού CC μαζί με το περιεχόμενο σας αν το επιθυμείτε, για να επιτρέψετε στον κόσμο το δικαίωμα να χρησιμοποιήσουν την εργασία σας κάτω από συγκεκριμένες συνθήκες. Για περισσότερες πληροφορίες για τι επιλογές έχετε παρακαλώ επισκεφτείτε τον <a target="_blank" href="http://www.creativecommons.org/">ιστότοπο Creative Commons</a>.
es: Si quieres, puedes asociar una licencia Creative Commons a tu contenido para conceder a la gente el derecho a utilizar tus imágenes en determinadas circunstancias. Para más información sobre cuáles son las opciones, visita la <a target="_blank" href="http://es.creativecommons.org/licencia/">página web de Creative Commons</a>.
fi: Jos haluat, voit liittää kuvaasi Creative Commons -lisenssin antaaksesi yleisölle mahdollisuuden käyttää kuvaasi tietyissä tilanteissa. Lisätietoa vaihtoehdoista <a target="_blank" href="http://www.creativecommons.org/">Creative Commons -sivulla</a>.
fr: Si vous le désirez, vous pouvez associer à vos publications une licence Creative Commons, pour autoriser ou non l'utilisation de votre travail selon certaines conditions. Pour plus d'informations sur les options disponibles, rendez-vous sur le <a target="_blank" href="http://www.creativecommons.org/">site officiel de Creative Commons</a>.
hu: Ha szeretnéd, a tartalmaidhoz Creative Commons licencet is társíthatsz, hogy emberek bizonyos körülmények között felhasználhassák a munkádat. További információkért a lehetőségekről látogass el a <a target="_blank" href="http://www.creativecommons.org/">Creative Commons weboldalára</a>.
it: Puoi associare una licenza Creative Commons alle tue immagini, se vuoi, per dare ad altri il diritto di usare i tuoi lavori in determinate circostanze. Per ulteriori informazioni sulle scelte disponibili, visita il <a target="_blank" href="http://www.creativecommons.org/">sito di Creative Commons</a>.
ja: あなたのコンテンツにクリエイティブ・コモンズ・ライセンスを付与することができ、あなたの作品を確実な環境で使う権利を多くの人々に提供することができます。詳しく知るには、<a target="_blank" href="http://www.creativecommons.org/">Creative Commons website</a>を閲覧してください。
nl: Als je dit wil dan kan je een "Creative Commons"-licentie aan je foto's associëren om iemand onder bepaalde omstandigheden het recht te geven om je werk te gebruiken. Om meer te weten te komen welke mogelijkheden deze licenties bieden kan je het best de <a target="_blank" href="http://www.creativecommons.org/">Creative Commons website</a> raadplegen.
pl: Możesz publikować swoje zdjęcia na licencji Creative Commons. Dzieki temu dajesz innym możliwośc używania Twojej pracy pod wybranymi przez Ciebie warunkami. Aby uzyskać więcej informacji na ten temat, sprawdź stronę <a target="_blank" href="http://www.creativecommons.org/">Creative Commons</a>.
pt: Você pode definir uma licença Creative Commons para seu conteúdo, se quiser, garantindo às pessoas o direito de usar o seu trabalho, dentro de algumas condições. Para mais informações sobre as opções disponíveis, por favor visite o <a target="_blank" href="http://www.creativecommons.org/">site da Creative Commons</a>.
ru: Вы можете выпустить ваш материал под лицензией Creative Commons, если захотите, чтобы дать людям право использовать вашу работу на определенных условиях. За подробной информацией о вариантах, пожалуйста, обратитесь на <a target="_blank" href="http://www.creativecommons.org/">Веб-сайт Creative Commons</a>.
uk: Ви можете випустити Ваш матеріал під ліцензією Creative Commons, якщо Ви хочете дати людям право використовувати Вашу роботу на певних умовах. За детальнішою інформацією про варіанти, будь ласка, зверніться до <a target="_blank" href="http://www.creativecommons.org/">Веб-сайт Creative Commons</a>.

source: Remember that you can change your default license <a href="%(change_default_url)s">here</a>.
de: Denke daran, dass Du Deine Standard-Lizenz <a href="%(change_default_url)s">hier</a> ändern kannst.
el: Να θυμάστε ότι μπορείτε να αλλάξτε την προκαθορισμένη άδεια χρήσης <a href="%(change_default_url)s">εδώ</a>.
es: Recuerda que puedes cambiar tu licencia por defecto <a href="%(change_default_url)s">aquí</a>.
fi: Muista, että voit vaihtaa oletuslisenssisi <a href="%(change_default_url)s">tästä</a>.
fr: Rappelez-vous que vous pouvez changer votre licence par défaut <a href="%(change_default_url)s">ici</a>.
hu: Ne feledd, hogy az alapértelmezett licencet <a href="%(change_default_url)s">itt</a> megváltoztathatod.
it: Ricorda che puoi cambiare la licenza predefinita <a href="%(change_default_url)s">qui</a>.
ja: <a href="%(change_default_url)s">ここで</a>、あなたのデフォルトライセンスを変更できることを覚えておいてください。
nl: Denk eraan dat je je standaard type licentie <a href="%(change_default_url)s">hier</a> kan veranderen.
pl: Pamiętaj, że możesz zmienić domyślną licencję <a href="%(change_default_url)s">tutaj</a>.
pt: Lembre-se de que você pode alterar <a href="%(change_default_url)s">aqui</a> a sua licença padrão.
ru: Помните, что вы можете сменить вашу лицензию по-умолчанию <a href="%(change_default_url)s">здесь</a>.
uk: Пам’ятайте, що ви можете змінити ліцензію за замовчунням <a href="%(change_default_url)s">тут</a>.

source: Basic Information
de: Grundlegende Informationen
el: Βασικές πληροφορίες
es: Información Básica
fa: اطلاعات پایه
fi: Perustiedot
fr: Informations de base
hu: Alapvető információ
it: Informazioni di base
ja: 基本情報
nl: Basisinformatie
pl: Informacje podstawowe
pt: Informações básicas
ru: Основная информация
uk: Основна інформація

source: Gear used
de: Verwendete Ausrüstung
el: Εξοπλισμός που χρησιμοποιήθηκε
es: Equipo utilizado
fa: دنده استفاده شده.
fi: Käytetyt laitteet
fr: Matériel utilisé
hu: Használt felszerelés
it: Strumentazione usata
ja: 使用機材
nl: Gebruikt materiaal
pl: Użyty sprzęt
pt: Equipamento utilizado
ru: Используемое оборудование
uk: Обладнання, що використовується

source: Edit your image: advanced plate-solving settings
hu: Kép szerkesztése: fejlett plate-solving beállítások
uk: Редагування зображення: розширене розпізнавання поля

source: Save and plate-solve again
hu: Elmentés és plate-solve újra
uk: Зберегти та знову визначити поле

source: Edit your image: plate-solving settings
hu: Kép szerkesztése: plate-solving beállítások
it: Modifica l'immagine: impostazioni riduzione astrometrica
uk: Редагування зображення: налаштування розпізнавання поля

source: Edit revision
hu: Átdolgozás módosítása
it: Modifica versione
uk: Редагувати версію

source: Change the thumbnails for this image
hu: Kép indexképének megváltoztatása
uk: Змінити ескіз для цього зображення

source: Next step: edit watermark
hu: Következő lépés: vízjel módosítása
uk: Наступний крок: редагувати водяний знак

source: Apply a watermark to image
de: Wasserzeichen hinzufügen
el: Εφαρμογή υδατογραφήματος στην εικόνα
es: Aplicar una marca de agua a la imagen
fa: افزودن یک watermark به تصویر
fr: Appliquer un filigrane à l'image
hu: Vízjel alkalmazása a képen
it: Applica un watermark all'immagine
ja: 画像に著作権表示を適用
nl: Pas watermerk toe
pl: Wstaw znak wodny do zdjęcia
pt: Aplicar marca d'água à imagem
ru: Применить водяной знак к изображению
uk: Застосувати водяний знак до зображення

source: AstroBin can protect your images from theft by applying a watermark to them.
hu: Az AstroBin vízjel alkalmazásával megvédheti a képeidet lopástól.
uk: AstroBin може захистити ваші зображення від крадіжки, застосувавши до них водяний знак.

source: Please note: animated GIFs cannot be watermarked at this time.
de: Hinweis: animierte GIF's können zur Zeit nicht mit einem Wassezeichen geschützt werden.
el: Έχετε υπόψη πως οι κινούμενες εικόνες GIF δεν μπορούν να υδατογαρφηθούν, προς το παρόν.
es: Nota: por el momento no pueden marcarse los GIFs animados.
fa: لطفا توجه داشته باشید: GIF های متحرک نمی توانند در این زمان از watermark استفاده کنند.
fi: Huomio: animoituihin GIF-kuviin ei voi tällä hetkellä lisätä vesileimaa.
fr: Note: le filigrane pour les GIFs animés n'est pas pris en charge.
hu: Fontos: animált GIF-eket jelenleg nem lehet vízjellel ellátni.
it: Nota bene: al momento non è possibile applicare il watermark alle GIF animate.
ja: 注意：現在はアニメーションGIFは著作権表示をつけることはできません。
nl: Opgelet: animated GIFs kunnen momenteel niet voorzien worden van een watermerk.
pl: Uwaga: animowane GIFy nie mogą być oznaczone znakiem wodnym.
pt: Nota: no momento, GIFs animados não podem receber marcas d'água.
ru: На заметку: в настоящее время к анимированным GIFкам нельзя применить водяной знак.
uk: На замітку: в даний час до анімованих GIF не можна застосувати водяний знак.

source: Next step: basic information
de: Nächster Schritt: grundlegende Informationen
el: Επόμενο βήμα: βασικές πληροφορίες
es: Siguiente paso: información básica
fa: گام بعدی: اطلاعات پایه
fi: Seuraava vaihe: muokkaa perustietoja
fr: Prochaine étape: informations de base
hu: Következő lépés: alapvető információ
it: Prossimo passo: informazioni di base
ja: 次のステップは基本情報
nl: Volgende stap: basisinformatie
pl: Następny krok: podstawowe informacje
pt: Próximo passo: informações básicas
ru: Следующий шаг: основная информация
uk: Наступний крок: основна інформація

source: This operation might take several seconds.
es: Esta operación puede tardar unos segundos.
fr: Cette opération peut prendre quelques secondes.
hu: Ez a művelet több másodpercig is eltarthat.
it: Questa operazione potrebbe richiedere vari secondi.
ja: この操作には数秒かかります。
nl: Deze operatie kan enkele seconden duren.
pl: Ta operacja zajmie kilka sekund
ru: Эта операция может занять несколько секунд.
uk: Ця операція може тривати кілька секунд.

source: Full resolution
de: Volle Auflösung
el: Πλήρης ανάλυση
es: Resolución completa
fa: رزولوشن کامل
fi: Katso täydessä koossa
fr: Pleine résolution
hu: Teljes felbontás
it: Piena risoluzione
ja: 最大解像度
nl: Originele resolutie
pl: Pełna rozdzielczość
pt: Resolução total
ru: Полное разрешение
uk: Повна роздільна здатність

source: by <a href="%(the_url)s">%(user)s</a>
de: von <a href="%(the_url)s">%(user)s</a>
el: από τον/την <a href="%(the_url)s">%(user)s</a>
es: por <a href="%(the_url)s">%(user)s</a>
fi: käyttäjältä <a href="%(the_url)s">%(user)s</a>
fr: par <a href="%(the_url)s">%(user)s</a>
hu: <a href="%(the_url)s">%(user)s</a> által
it: da <a href="%(the_url)s">%(user)s</a>
nl: door <a href="%(the_url)s">%(user)s</a>
pl: przez <a href="%(the_url)s">%(user)s</a>
pt: por <a href="%(the_url)s">%(user)s</a>
ru: от <a href="%(the_url)s">%(user)s</a>
uk: від <a href="%(the_url)s">%(user)s</a>

source: Plate-solution overlay
uk: Накладання розпізнавання поля

source: Fit to window
de: An Fenstergrösse anpassen
el: Περιορισμός στο παράθυρο
es: Ajustar a la ventana
fa: برای پنجره، سازگار شود.
fi: Sovita kuva ikkunaan
fr: Ajuster à la fenêtre
hu: Ablakhoz illesztés
it: Adatta alla finestra
ja: ウィンドウに合わせる
nl: Pas aan het venster aan
pl: Dopasuj do szerokości ekranu
pt: Ajustar à janela
ru: Под размеры окна
uk: Під розмір вікна

source: Loading click-and-drag zoom...
hu: Kattintás-és-húzás zoom betöltése...
uk: Завантаження масштабування…

source: Abscissa
hu: Abszcissza
uk: Абсциса

source: Ordinate
hu: Ordináta
uk: Ордината

source: Ecliptic longitude
hu: Ekliptikus hosszúság
uk: Довгота екліптики

source: Ecliptic latitude
hu: Ekliptikus szélesség
uk: Широта екліптики

source: Galactic longitude
hu: Galaktikus hosszúság
uk: Галактична довгота

source: Galactic latitude
hu: Galaktikus szélesség
uk: Галактична широта

source: Warning
hu: Figyelmeztetés
uk: Увага

source: You are about to open a large file of about %(size)s. Depending on your download speed, it might take several seconds or even minutes to view the file.
uk: Ви збираєтеся відкрити великий файл розміром приблизно %(size)s. Залежно від швидкості інтернету, перегляд файлу може зайняти кілька секунд або навіть хвилин.

source: Click-and-drag anywhere on the image.
hu: Kattintás-és-húzás bárhol a képen.
uk: Натисніть та перетягніть у будь-яке місце на зображенні.

source: Want to zoom in?
hu: Rá akarsz nagyítani?
uk: Бажаєте наблизити?

source: No gear yet.
de: Bisher keine Ausrüstung eingetragen.
el: Δεν υπάρχει εξοπλισμός ακόμα
es: No hay instrumental aun.
fa: هیچ چرخ دنده ای هنوز نیست.
fr: Pas d'équipement.
hu: Még nincs itt felszerelés.
it: Ancora nessuno strumento.
ja: まだ機材をもっていない
nl: Nog geen materiaal.
pl: Brak sprzętu
pt: Ainda sem equipamentos.
ru: Ещё нет оборудования.
uk: Обладнання ще немає.

source: Add
de: Hinzufügen
el: Προσθήκη
es: Añadir
fa: اضافه کن
fi: Lisää
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
uk: Додати

source: No images
de: Keine Bilder
el: Δεν υπάρχουν εικόνες
es: No hay imágenes
fa: هیچ تصویری
fi: Ei kuvia
fr: Aucune image
hu: Nincsenek képek
it: Nessuna immagine
ja: 画像なし
nl: Geen foto's
pl: Brak zdjęć
pt: Sem imagens
ru: Нет изображений
uk: Немає зображень

source: Only you can see this
hu: Ezt csak te látod
uk: Тільки Ви можете це бачити

source: Interested in <strong>%(brand)s</strong>? Our sponsor <strong>%(retailer)s</strong> sells this brand!
hu: Érdekel a(z) <strong>%(brand)s</strong> nevű termék? A(z) <strong>%(retailer)s</strong> nevű szponzorunk árulja ezt a terméket!
uk: Зацікавлені в <strong>%(brand)s</strong>? Наш спонсор <strong>%(retailer)s</strong> продає цей бренд!

source: Shop now
hu: Vásárlás most
uk: Здійснити покупку

source: Integration
de: Aufnahmedauer
el: Ολοκλήρωση
es: Tiempo de integración
fa: ادغام
fi: Valotusaika
fr: Intégration
hu: Integráció
it: Integrazione
ja: 総露出時間
nl: Integratie
pl: Naświetlanie
pt: Captura
ru: Накопление
uk: Інтеграція

source: Date joined
de: Mitglied seit
el: Ημερομηνία εγγραφής
es: Fecha anexada
fa: تاریخ، پیوست شد.
fi: Liittymispäivämäärä
fr: Date d'inscription
hu: Csatlakozás ideje
it: Data di iscrizione
ja: 入会日
nl: Lid sinds
pl: Dołączył
pt: Data de registro
ru: Дата присоединения
uk: Дата приєднання

source: Views
de: Angezeigt
el: Προβολές
es: Número de visitas
fa: نمایش ها
fi: Katselukerrat
fr: Vues
hu: Megtekintés
it: Visite
ja: 表示回数
nl: # keer bekeken
pl: Wyświetleń
pt: Visualizações
ru: Просмотры
uk: Перегляди

source: link
uk: посилання

source: Comment of deleted image not shown.
hu: A törölt kép hozzászólásai el vannak rejtve.
uk: Коментар до віддаленого зображення не відображається.

source: No results. Sorry.
de: Keine Resultate.
el: Λυπάμαι, κανένα αποτέλεσμα.
es: Lo sentimos, no hay resultados.
fa: هیچ نتیجه ای. متأسفم.
fi: Ei tuloksia, pahoitteluni.
fr: Désolé, aucun résultat.
hu: Nincsen találat. Sajnáljuk.
it: Nessun risultato. Spiacente.
ja: ごめんなさい、検索結果はありませんでした。
nl: Geen resultaten, sorry.
pl: Nie znaleziono.
pt: Desculpe-nos, não encontramos nenhum resultado.
ru: Безрезультатно. Извините.
uk: Немає результатів. Вибачте.

source: Please input some search terms!
de: Bitte Suchkriterien eingeben!
el: Παρακαλώ εισάγετε κάποιους όρους αναζήτησης!
es: Por favor, introduce algún término para la búsqueda.
fa: لطفا برخی از شرایط جستجو را وارد کنید!
fi: Syötä hakusanoja!
fr: S'il vous plaît, entrez des termes de recherche!
hu: Adj meg néhány keresési feltételt!
it: Inserisci qualche termine di ricerca!
ja: いくつかの検索ワードを入力してください!
nl: Vul aub een zoekterm in!
pl: Wprowadź kryteria wyszukiwania!
pt: Por favor, informe alguns termos para a busca!
ru: Пожалуйста, введите несколько условий поиска!
uk: Будь ласка, введіть декілька умов пошуку!

source: Home of Astrophotography
hu: Az Asztrofotózás Otthona
it: Casa dell'Astrofotografia
pl: Dom dla Astrofotografii
ru: Уголок Астрофотографии
uk: Куток Астрофотографії

source: Latest from the forums
es: Temas recientes en los foros
fr: Récemment dans le forum
hu: A legutóbbi a fórumokból
it: Ultime dal forum
ja: フォーラムの最後
nl: Laatste nieuws van de fora
pl: Najnowsze wpisy z forum
ru: Новое на форуме
uk: Останнє з форумів

source: Recent images
de: Neuste Bilder
el: Πρόσφατες εικόνες
es: Imágenes recientes
fa: تصاویر اخیر
fi: Uusimpia kuvia
fr: Images récentes
hu: Legújabb képek
it: Immagini recenti
ja: 最新画像
nl: Recente foto's
pl: Najnowsze zdjęcia
pt: Imagens recentes
ru: Недавние изображения
uk: Останні зображення

source: Recent from your followed users
hu: Legutóbbi az általad követett személyektől
it: Immagini recenti dagli utenti che segui
pl: Ostatnie zdjęcia od użytkowników których śledzisz
ru: Недавнее от пользователей, на которых вы подписаны
uk: Нещодавно від користувачів, на яких Ви підписані

source: There is no activity yet.
de: Noch keine Kommentare.
el: Δεν υπάρχει δραστηριότητα ακόμα.
es: Todavía no hay actividad.
fa: هنوز فعالیتی وجود ندارد.
fi: Viime aikoina ei ole tapahtunut mitään.
fr: Il n'y a aucune activité pour l'instant.
hu: Még nincs aktivitás.
it: Nessuna attività.
ja: アクティビティはまだありません
nl: Tot nu toe is er nog geen activiteit geregistreerd.
pl: Nie ma jeszcze żadnych aktualizacji.
pt: Sem atividades.
ru: Пока нет никакой активности.
uk: Поки що немає жодної активності.

source: Edit your location
de: Standortdaten bearbeiten
el: Επεξεργασία της τοποθεσίας σας
es: Editar tu ublicación
fa: موقعیت مکانی خود را ویرایش کنید
fi: Muokkaa sijaintiasi
fr: Modifier votre lieu
hu: Helyszín szerkesztése
it: Modifica il luogo
ja: あなたの場所の編集
nl: Wijzig je lokatie
pl: Edytuj swoje położenie
pt: Editar seu local
ru: Править ваше местоположение
uk: Правити Ваше місцезнаходження

source: If this location is missing data, or has incorrect data, please fix it.
de: Wenn Deine Standortdaten fehlen oder fehlerhaft sind, bitte korrigieren.
el: Εάν σε αυτή την τοποθεσία λείπουν δεδομένα ή αν έχει λάθος δεδομένα, παρακαλώ διορθώστε τα.
es: Si faltan datos para esta ubicación, o éstos son incorrectos, por favor corrígelo.
fa: اگر داده های این مکان از دست رفته اند و یا دارای اطلاعات نادرست می باشد، لطفا آن را اصلاح نمایید.
fi: Jos tältä kohteelta puuttuu tietoja, tai siinä on vääriä tietoja, ne tulisi korjata.
fr: Si ces données sont incomplètes ou incorrectes, corrigez-les s'il vous plaît.
hu: Ha a helyszínből információ hiányzik vagy az információ helytelen, kérjük, javítsd ki.
it: Se questo luogo ha dei dati mancanti, oppure incorretti, per favore correggili.
ja: もしこの場所がまちがっていたり、不正確であれば、それを直してください。
nl: Als het deze locatie aan gegevens onbreekt of er is iets fout, gelieve dit dan recht te zetten.
pl: Jeżeli nie wszystkie dane na temat lokalizacji są uzupełnione, lub dane są niepoprawne, napraw je teraz.
pt: Se este local está incompleto ou com dados incorretos, por favor corrija.
ru: Если это местоположение отсутствует или неверное, пожалуйста, исправьте.
uk: Якщо це місцезнаходження відсутнє чи неправильне, будь ласка, виправте.

source: What is this site?
de: Was ist auf dieser Seite?
el: Τι είναι αυτός ο ιστότοπος;
es: ¿Qué es este sitio?
fa: این سایت چیست؟
fi: Mikä on AstroBin?
fr: AstroBin, c'est quoi?
hu: Mi ez az oldal?
it: Che cos'è questo sito?
ja: このサイトとは？
nl: Wat is het doel van deze site?
pl: Czym jest AstroBin?
pt: O que é este site?
ru: Что это за сайт?
uk: Що це за сайт?

source: Gallery
de: Galerie
el: Έκθεση εικόνων
es: Galería
fa: گالری
fi: Galleria
fr: Galerie
hu: Galéria
it: Galleria
ja: ギャラリー
nl: Galerij
pl: Galeria
pt: Galeria
ru: Галерея
uk: Галерея

source: Preferences
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
fa: تنظیمات
fi: Asetukset
fr: Préférences
hu: Preferenciák
it: Opzioni
ja: 設定
nl: Voorkeuren
pl: Ustawienia
pt: Preferências
ru: Настройки
uk: Налаштування

source: Compose message
de: Nachricht verfassen
el: Νέο μήνυμα
es: Redacta un mensaje
fa: نوشتن پیام
fi: Kirjoita viesti
fr: Ecrire un nouveau message
hu: Üzenet összeállítása
it: Nuovo messaggio
ja: メッセージの作成
nl: Aanmaken van een bericht
pl: Napisz wiadomość
pt: Escrever mensagem
ru: Создать сообщение
uk: Створити повідомлення

source: Type your message here...
hu: Írd ide az üzenetedet...
uk: Напишіть тут ваше повідомлення…

source: Type in a search term
de: Suchanfrage eingeben
el: Εισάγετε έναν όρο αναζήτησης
es: Escribe un término de búsqueda
fa: عبارت مورد دلخواه جستجو را بنویسید.
fi: Syötä hakusana
fr: Tapez un terme de recherche
hu: Írj be egy keresési feltételt
it: Inserisci un termine di ricerca
ja: 検索ワードを入力
nl: Voer de zoekterm in
pl: Wpisz poszukiwaną frazę
pt: Digite um termo para a pesquisa
ru: Введите условия поиска
uk: Введіть умови пошуку

source: No results
de: Keine Ergebnisse
el: Δεν βρέθηκαν αποτελέσματα
es: Sin resultados
fa: هیچ نتیجه ای
fi: Ei tuloksia
fr: Aucun résultat
hu: Nincs találat
it: Nessun risultato
ja: 一致するものがありません。
nl: Geen resultaten
pl: Brak wyników
pt: Nenhum resultado encontrado
ru: Нет результатов
uk: Немає результатів

source: Searching
de: Suche
el: Γίνεται αναζήτηση
es: Buscando
fa: در حال جستجو
fi: Etsitään
fr: Recherche
hu: Keresés
it: Ricerca in corso
ja: 検索中
nl: Bezig met zoeken
pl: Szuka
pt: Pesquisando
ru: Ищется
uk: Шукаємо

source: Messages
de: Nachrichten
el: Μηνύματα
es: Mensajes
fa: پیغام ها
fi: Viestit
hu: Üzenetek
it: Messaggi
ja: メッセージ
nl: Berichten
pl: Wiadomości
pt: Mensagens
ru: Сообщения
uk: Повідомлення

source: Participants
el: Συμμετέχοντες
es: Participantes
fi: Osallistujat
hu: Résztvevők
it: Partecipanti
ja: 参加者
nl: Deelnemers
pl: Uczestnicy
ru: Участники
uk: Учасники

source: Last message
hu: Utolsó üzenet
it: Ultimo messaggio
uk: Останнє повідомлення

source: No messages
de: Keine Nachrichten
el: Κανένα μήνυμα
es: Sin mensajes
fa: هیچ پیامی
fi: Ei viestejä
fr: Aucun message
hu: Nincsenek üzenetek
it: Nessun messaggio
ja: メッセージなし
nl: Geen berichten
pl: Brak wiadomości
pt: Nenhuma mensagem
ru: Нет сообщений
uk: Повідомлень немає

source: Back
hu: Vissza
it: Indietro
uk: Повернутись

source: A conversation between <a href="%(sender_url)s">you</a> and
de: Eine Unterhaltung zwischen <a href="%(sender_url)s">Ihnen</a> und
el: Μία συζήτηση μεταξύ <a href="%(sender_url)s">εσάς</a> και
es: Una conversación entre <a href="%(sender_url)s">tí</a> y
fi: Keskustelijat: <a href="%(sender_url)s">sinä</a> ja
fr: Une discussion entre <a href="%(sender_url)s">vous</a> et
hu: Egy beszélgetés <a href="%(sender_url)s">közted</a> és
it: Una conversazione tra <a href="%(sender_url)s">te</a> e
ja: <a href="%(sender_url)s">あなた</a>との会話
nl: Een conversatie tussen <a href="%(sender_url)s">jezelf</a> en
pl: Konwersacja pomiędzy <a href="%(sender_url)s">Tobą</a> i
pt: Uma conversa entre <a href="%(sender_url)s">você</a> e
ru: Разговор между <a href="%(sender_url)s">вами</a> и
uk: Бесіда між <a href="%(sender_url)s">Вами</a> і

source: Reply
de: Antworten
el: Απάντηση
es: Responder
fa: پاسخ
fi: Vastaa
fr: Répondre
hu: Válasz
it: Rispondi
ja: 返信
nl: Antwoorden
pl: Odpowiedz
pt: Responder
ru: Ответить
uk: Відповідь
