Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Do you really want to delete this conversation?
hu: Biztos, hogy törölni akarod a beszélgetést?
uk: Ви впевнені, що хочете видалити цю бесіду

source: Celestial hemisphere
hu: Égbolt

source: Remove me
hu: Távolítsanak el engem

source: This item is unapproved and it might require your attention.
hu: Ez a termék nem jóváhagyott, és figyelmet igényelhet.

source: Collaborators
hu: Hozzájárulók

source: Photographer
hu: Fotósok

source: Submission for %(_0)sIOTD/TP%(_1)s consideration is not automatic anymore. Please use the <strong>Actions</strong> menu from now on, if you want to submit.
hu: Az %(_0)sIOTD/TP%(_1)s elbírálásra történő beküldés már nem automatikus. Kérjük, mostantól használd a <strong>Műveletek</strong> menüt, ha be szeretnél küldeni.

source: Deadline
hu: Határidő

source: Remove yourself as a collaborator
hu: Távolítsd el magad a hozzájárulók közül

source: Are you sure you want to be removed as a collaborator to this image?
hu: Biztos vagy benne, hogy el akarod magad távolítani e kép hozzájárulójaként?

source: Filters are not available because you didn't add any to the equipment list of this image.
hu: A szűrők nem állnak rendelkezésre, mert nem adtál hozzá egyet sem a kép felszerelési listájához.

source: Your image features a mix of items from the legacy AstroBin equipment database and from the new equipment database. In order to edit the equipment items used for this image properly, please complete the migration of your legacy equipment items.
hu: A képen a régi és az új AstroBin felszerelési adatbázisból származó elemek keveréke látható. Ahhoz, hogy ennél a képnél használt felszerelési elemeket megfelelően szerkeszthesd, kérjük, fejezd be a régi felszerelési elemek átvitelét.

# Pertaining to cameras, e.g. a modified Canon
source: modified
hu: átalakított

source: Interested in <strong>%(name)s</strong>? Our sponsor <strong>%(retailer)s</strong> sells this product!
hu: Érdekel e <strong>%(name)s</strong> nevű termék? A szponzorunk, <strong>%(retailer)s</strong> árulja ezt a terméket!

source: <strong>%(user)s</strong> added you as a collaborator to an image
hu: <strong>%(user)s</strong> hozzáadott téged egy kép hozzájárulójaként

source: If you want to remove yourself, click on the "Remove me" button underneath your avatar.
hu: Ha el akarod távolítani magad, nyomj a "Távolítsanak el engem" gombra az avatárod alatt.

source: %(user)s added you as a collaborator to an image
hu: %(user)s kollaborátorként hozzáadott egy képedhez

source: Hey, %(name)s!
hu: Hé, %(name)s!

source: If this item is a camera that has been modified for astrophotography, this information will not be lost.
hu: Ha ez az elem egy asztrofotózáshoz átalakított fényképezőgép, ez az információ nem fog elveszni.

source: Moderator <strong>%(user)s</strong> approved your image
hu: A moderátor <strong>%(user)s</strong> jóváhagyta a képed

source: Moderator "%(user)s" approved your image
hu: A moderátor "%(user)s" jóváhagyta a képed

source: <a href="%(user_url)s">%(user)s</a> commented on your unapproved equipment item <strong>%(target)s</strong>.
hu: <a href="%(user_url)s">%(user)s</a> hozzászólt a nem hivatalos felszerelési elemedhez <strong>%(target)s</strong>.

source: You received this notification because you created this item.
hu: Azért kaptál értesítést, mert te hoztad létre ezt az elemet.

source: %(user)s commented on your unapproved equipment item "%(target)s".
hu: %(user)s hozzászólt a nem hivatalos felszerelési elemedhez "%(target)s".

source: <strong>%(user)s</strong> commented on your unapproved equipment item <strong>%(target)s</strong>.
hu: <strong>%(user)s</strong> hozzászólt a nem hivatalos felszerelési elemedhez <strong>%(target)s</strong>.

source: %(user)s has published a new image
hu: %(user)s új képet tett közzé

source: View the equipment item
hu: Felszerelési elem megtekintése

source: <a href="%(user_url)s">%(user)s</a> posted a new topic in the forum for equipment item <a href="%(item_url)s">%(item)s</a> that you have used.
hu: <a href="%(user_url)s">%(user)s</a> új témát tett közzé az egyik általad használt <a href="%(item_url)s">%(item)s</a> nevű felszerelés fórumában .

source: %(user)s posted a new topic in the forum for equipment item "%(item)s" that you have used
hu: %(user)s új témát tett közzé a fórumban a(z) "%(item)s" felszerelési elemhez, amit használtál

source: <strong>%(user)s</strong> posted a new topic in the forum for equipment item <strong>%(item)s</strong> that you have used: <em>%(topic_name)s</em>
hu: <strong>%(user)s</strong> új témát írt a fórumban a(z) <strong>%(item)s</strong> felszerelési elemről, amit használtál: <em>%(topic_name)s</em>

source: %(user)s posted a new topic in the forum for equipment item "%(item)s" that you have used: "%(topic_name)s"
hu: %(user)s új témát írt a fórumban a(z) "%(item)s" felszerelési elemről, amit használtál: "%(topic_name)s"

source: <strong>%(user)s</strong> removed themselves as a collaborator to your image
hu: <strong>%(user)s</strong> eltávolította magát kollaborátorként a képedből

source: %(user)s removed themselves as a collaborator to your image
hu: %(user)s eltávolította magát kollaborátorként a képedből

source: This token is valid for %(n)s minutes.
hu: Ez a token %(n)s percig érvényes.

source: Every equipment item on AstroBin has a forum associated with it.
hu: Az AstroBin-en minden felszerelési tárgyhoz tartozik egy fórum.

source: If you want to post a new topic about a specific equipment item, we recommend finding it in the %(_0)sequipment database%(_1)s and posting in its dedicated forum.
hu: Ha új témát szeretnél létrehozni egy adott felszerelésről, javasoljuk, hogy keresd meg a %(_0)sfelszerelési adatbázisban%(_1)s és tedd közzé a hozzá tartozó fórumban.

source: This will maximize your chances of getting relevant replies because all active AstroBin users who have used that specific equipment item will be notified of your post, unless they opted out of that particular notification.
hu: Ez maximalizálja az esélyedet, hogy releváns válaszokat kapj, mivel az összes aktív AstroBin felhasználó, aki használta az adott felszerelést, értesítést kap a bejegyzésedről, kivéve, ha lemondtak az adott értesítésről.

source: Learn more about the AstroBin equipment database!
hu: Tudj meg többet az AstroBin felszerelési adatbázisáról!

source: Anybody who used an equipment item is notified of new topics in its forum, unless they opt out.
hu: Mindenki a használt felszerelésének fórumáról értesítést kap, ha egy új témát hoznak létre, kivéve ha kivonják magukat belőle.

source: New topic in forum: "%(forum_name)s"
hu: Új téma a fórumon: "%(forum_name)s"

source: New reply in topic: "%(topic_name)s"
hu: Új válasz a témában: "%(topic_name)s"

source: Back to equipment item
hu: Vissza a felszerelési elemhez

source: Below, you can see a list of equipment item forums that have at least one discussion topic.
hu: Alul láthatod azoknak a felszerelési elemek fórumainak a listáját, amelyeknek legalább egy beszélgetési témája van.

source: Every AstroBin group has a forum associated with it. Group members are notified of new topics unless they opt out. %(_0)sLearn more about AstroBin Groups!%(_1)s
hu: Minden AstroBin csoporthoz tartozik egy fórum. A csoporttagok értesítést kapnak az új témákról, kivéve, ha leiratkoznak. %(_0)sTudj meg többet az AstroBin csoportokról!%(_1)s

source: Move topic "%(topic)s"
hu: Téma áthelyezése "%(topic)s"

source: Split posts from topic "%(topic)s"
hu: Hozzászólások szétválasztása a témából "%(topic)s"

source: Starting post by %(author_name)s
hu: Kezdő hozzászólás: %(author_name)s

source: Search this topic
hu: Keresés ebben a témában

source: You have only one backup token remaining.
hu: Csak egy biztonsági tokened maradt.

source: Use this button to upload an image to the <strong>Public Area</strong>. It will be displayed in <a href="%(profile_url)s">your profile</a> and here on the home page. You can <a data-no-instant href="%(flickr_url)s">import from Flickr</a> too.
hu: Használj ezt a gombot, hogy feltölts egy képet a <strong>Nyilvános Területre</strong>. Ez megjelenik <a href="%(profile_url)s">a profilodban</a> és itt a főoldalon. Te is <a data-no-instant href="%(flickr_url)s">importálhatsz a Flickrről</a>.

source: Telescopes or lenses
hu: Távcsövek vagy lencsék

source: Sort results
hu: Eredmények rendezése

source: Camera pixel size (μm)
hu: Kamera pixelmérete (μm)

source: Telescope diameter (mm)
hu: Távcső átmérője (mm)

source: Telescope weight (kg)
hu: Távcső súlya (kg)

source: Mount weight (kg)
hu: Állvány súlya (kg)

source: Mount max. payload (kg)
hu: Állvány max. teherbírása (kg)

source: Telescope/lens focal length (mm)
hu: Távcső/lencse fókusztávolsága (mm)

source: Width (pixels)
hu: Szélesség (pixel)

source: Height (pixels)
hu: Magasság (pixel)

source: Size (MB)
hu: Méret (MB)

source: Acquired with a modified camera
hu: Átalakított kamerával készítve

source: Sorry, this filter requires an <a href="%(url)s">AstroBin Lite, Premium, or Ultimate</a> subscription.
hu: Sajnáljuk, ez a szűrő <a href="%(url)s">AstroBin Lite, Prémium, vagy Ultimate</a> előfizetést igényel.

source: decreasing
hu: csökken

source: increasing
hu: növekszik

source: Pixel count
hu: Pixelek száma

source: You are not a collaborator to this image.
hu: Nem vagy hozzájáruló ennél a képnél.

source: You have been removed as a collaborator to this image.
hu: El lettél távolítva e kép hozzájárulójaként.

source: Merge
de: Zusammenfügen
el: Συγχώνευση
es: Anexar
fa: ادغام
fi: Yhdistä
fr: Fusionner
it: Unisci
ja: 結合
nl: Samenvoegen
pl: Połącz
pt: Unificar
ru: Объединить

source: Use this field to mark that the item you are claiming really is the same product (or a variation thereof) of something you have claimed before.
de: Markier dieses Feld, wenn der Gegenstand identisch zu einem Produkt (oder eine Variante) ist, die du bereits beansprucht hast.
el: Χρησιμοποιείστε αυτό το πεδίο για να σημειώσετε ότι το αντικείμενο που διεκδικείτε είναι το ίδιο προϊόν (ή ως εκ τούτου μια παραλλαγή) ενός αντικειμένου που διεκδικήσατε παλαιότερα.
es: Usa este campo para marcar que el elemento que estás reclamando es el mismo producto (o una variedad del mismo) que otro que ya has reclamado antes.
fa: با انتخاب این فیلد، آیتمی را که ادعا کرده اید همان محصول (یا نوع تغییر یافته) است، مشخص کنید.
fi: Käytä tätä kenttää merkitäksesi tuotteen samaksi (tai sen muunnokseksi) kuin aiemmin merkitsemäsi tuote.
fr: Remplissez ce champ pour indiquer que le produit que vous revendiquez est identique (ou une variation) à celui que vous avez revendiqué précédemment.
it: Usa questo campo per denotare che il prodotto che stai rivendicando è in realtà la stessa cosa (o una variante) di un prodotto che hai già rivendicato.
ja: あなたが前に主張しているものと同じ製品 (またはその変形) であることを示すために、このフィールドを使用します。
nl: Gebruik dit veld om aan te geven dat het produkt dat je claimt effectief hetzelfde (of een variatie ervan) is van iets dat je eerder hebt geclaimd.
pl: Użyj tego pola, aby zaznaczyć, że produkt, do krórego rościsz sobie prawo, jest tym samym produkten (lub jego wariantem), do którego rościłeś sobie prawo wcześniej.
pt: Marque este campo se o item que você quer reivindicar é realmente o mesmo produto (ou variante daquele) que você já reivindicou anteriormente.
ru: Используйте это поле, чтобы отметить, что пункт, который вы вносите, на самом деле тот же продукт (или его вариант), который вы заявляли ранее.

source: You can't create more than %d claims. Consider upgrading your affiliation!
de: Du kannst nicht mehr als %d beantragen. Bitte erweitere deine Affiliation!
el: Δεν μπορείτε να δημιουργήσετε %d διεκδικήσεις. Σκεφτείτε να αναβαθμίσετε τον εμπορικό λογαριασμό σας!
es: No puedes crear más de %d reclamos. ¡Considera el actualizar tu afiliación!
fa: نمی توانید بیشتر از %d ادعا کنید. ارتقاء سمت و وابسته به جایی بودن خود را در نظر بگیرید.
fi: Et voi merkitä enempää kuin %d tuotetta. Harkitse käyttäjätilisi päivittämistä!
fr: Vous ne pouvez pas créer plus de %d revendications. Choisissez une affiliation supérieure pour lever cette limite!
it: Non puoi creare più di %d rivendicazioni. Considera il passaggio ad una affiliazione superiore!
ja: あなたは%d以上の主張をすることはできません。あなたのアフィリエイトプログラムをアップグレードすることを考えてください。
nl: Je kan niet meer dan %d claims aanmaken. Overweeg om je peterschap up te graden!
pl: Nie możesz utworzyć więcej niż %d roszczeń. Rozważ zakup wyższego pakietu!
pt: Você não pode reivindicar mais de %d itens. Considere utilizar o nosso programa pago de associação!
ru: Вы не можете создавать более чем %d заявок. Рассмотрите апгрейд вашего членства!

source: Use this field to mark that the item you are merging really is the same product (or a variation thereof) of something you have claimed before.
de: Markier dieses Feld, wenn der Gegenstand wirklich das gleiche Produkt (oder eine Variante) von einem ist, dass du bereits beansprucht hast.
el: Χρησιμοποιείστε αυτό το πεδίο για να σημειώσετε ότι το αντικείμενο που συγχωνεύετε είναι το ίδιο προϊον (ή ως εκ τούτου μια παραλλαγή) με κάποιο που έχετε διεκδικήσει παλαιότερα.
es: Usa este campo para marcar que el elemento que estás enlazando es el mismo producto (o una variante) que otro que ya has reclamado antes.
fa: با انتخاب این فیلد، آیتمی را که در حال ادغام به منزله همان محصول (یا نوع تغییر یافته) بودن است را مشخص کنید.
fi: Käytä tätä kenttää merkitsemään, että tuotteesi on sama (tai sen muunnos) kuin se johon yrität yhdistää tuotetta.
fr: Remplissez ce champ pour indiquer que le produit que vous fusionnez est identique (ou une variation) à celui que vous avez revendiqué précédemment.
it: Usa questo campo per denotare che il prodotto che stai unendo è in realtà la stessa cosa (o una variante) di un prodotto che hai già rivendicato.
ja: あなたがマージしたアイテムが、本当にあなたが前に主張しているものと同じ製品 (またはその変形) であることを示すために、この項目を使用します。
nl: Gebruik dit veld om aan te geven dat het produkt dat je samenvoegt effectief hetzelfde (of een variatie) is van iets dat je eerder hebt geclaimd.
pl: Użyj tego pola, aby zaznaczyć, że produkt, którego stronę przyłączasz jest faktycznie tym samym produktem (lub jego wariantem), do którego rościłeś sobie prawo wcześniej.
pt: Marque este campo se o item que você quer unificar é realmente o mesmo produto (ou variante daquele) que você já reivindicou anteriormente.
ru: Используйте это поле, чтобы отметить тот пункт, что вы объединяете действительно тот же продукт (или их вариации) или который вы вносили ранее.

source: You have already claimed this product.
de: Du hast dieses Produkt bereits beansprucht.
el: Έχετε ήδη διεκδικήσει αυτό το προϊόν.
es: Ya has reclamado este producto.
fa: تاکنون این محصول را ادعا کرده اید
fi: Olet jo ilmoittautunut tämän tuotteen valmistajaksi.
fr: Vous avez déjà revendiqué ce produit.
it: Hai già rivendicato questo prodotto.
ja: あなたは既にこの製品を主張しています。
nl: Je hebt dit produkt al geclaimd.
pl: Prawo do tego produktu rościłeś już wcześniej.
pt: Você já reivindicou este produto.
ru: Вы уже заявляли об этом продукте.

source: has written a review on
de: hat einen Bericht geschrieben zu
el: έγραψε μια κριτική για
es: ha escrito un análisis sobre
fa: یک مرور نوشته شده است.
fi: on kirjoittanut arvostelun
fr: a rédigé un test sur
it: ha scritto una recensione per
ja: レビューが記入された
nl: heeft een review geschreven over
pl: napisał recenzję o
pt: publicou uma opinião sobre
ru: написал обзор о

source: created a new public data pool
de: erstellte einen neuen öffentlichen Datenpool
el: δημιουργήθηκε νέα δημόσια περιοχή δεδομένων
es: creada una nueva carpeta pública
fi: luo uusi julkinen datakirjasto
fr: a créé une nouvelle collaboration publique
it: ha creato un nuovo gruppo di dati pubblici
ja: 新しい公開データ領域が作られた
nl: maakte een nieuwe publieke gegevensbank aan
pl: Utworzono nowy zestaw danych publicznych
ru: создал новое общее хранилище данных

source: added new data to public data pool
de: füge Daten zum öffentlichen Datenpool hinzu
el: προστέθηκαν νέα δεδομένα στην δημόσια περιοχή δεδομένων
es: añadidos nuevos datos a la carpeta pública
fi: uutta dataa lisätty julkiseen datakirjastoon
fr: a ajouté de nouvelles données à une collaboration publique
it: ha aggiunto dei nuovi dati ad un gruppo di dati pubblici
ja: 新しい公開データ領域が追加された
nl: voegde nieuwe data toe aan een publieke gegevensbank
pl: Dodano nowy materiał do zestawu danych publicznych
ru: добавил новые данные в общее хранилище

source: added a new processed image to public data pool
de: fügte ein bearbeitetes Bild zum öffentlichen Datenpool hinzu
el: προστέθηκε νέα επεξεργασμένη εικόνα στην δημόσια περιοχή δεδομένων
es: añadida una nueva imagen procesada a la carpeta pública
fi: lisätty uusi käsitelty kuva julkiseen datakirjastoon
fr: a ajouté une nouvelle image traitée à une collaboration publique
it: ha aggiunto una nuova immagine processata ad un gruppo di dati pubblici
ja: 公開データ領域に新しい処理済み画像が追加された
nl: voegde een nieuwe bewerkte foto toe aan een publieke gegevensbank
pl: Dodano nowy obrobiony obraz do zestawu danych publicznych
ru: добавил новое обработанное изображение в общее хранилище

source: Brazilian Portuguese
de: Brasilianisches Portugiesisch
el: Βραζιλιανικά Πορτογαλικά
es: Brasileño Portugués
fa: پرتغالی برزیلی
fi: Brasilian Portugali
fr: Portugais brésilien
it: Brasiliano portoghese
ja: ブラジル・ポルトガル語
nl: Braziliaans Portugees
pl: Brazylijski Portugalski
ru: Португальский (Бразилия)

source: CCD
ru: ПЗС

source: DSLR
es: Réflex
fr: APN reflex
it: DSLR (Reflex)
ja: デジタルカメラ
ru: Цифровая зеркальная камера

source: Deep sky object
de: Deep-Sky-Objekte
el: Αντικείμενο βαθύ ουρανού
es: Objetos de cielo profundo
fa: شیء در عمق آسمان
fi: Syvän taivaan kohde
fr: Objets du ciel profond
it: Oggetto del cielo profondo
ja: 遠距離天体
pl: Obiekt głębokiego nieba.
pt: Objeto de céu profundo
ru: Объекты глубокого космоса

source: Your estimation of the seeing, on a scale from 1 to 5.
de: Geschätztes Seeing auf einer Skala von 1 bis 5.
el: Η εκτίμηση σας, της ορατότητας (seeing), σε κλίμακα από το 1 έως το 5.
es: Tu estimación del seeing, en una escala de 1 a 5.
fa: تخمین شما از مشاهده در مقیاسی از 1 تا 5.
fi: Seeing-arvio, 1-5.
fr: Votre estimation du 'seeing', sur une échelle de 1 à 5.
it: La tua stima per il seeing, in una scala da 1 a 5.
ja: あなたが見積もったシーイング（1〜5の間の整数を記入）。
nl: Schatting van de seeing, op een schaal van 1 tot 5.
pl: Twoja ocena seeingu, w skali 1 do 5.
pt: Sua estimativa da qualidade da visão astronômica, em uma escala de 1 a 5.
ru: Оцените сиинг по шкале от 1 до 5.

source: Your estimation of the transparency, on a scale from 1 to 10.
de: Geschätzte Transparenz auf einer Skala von 1 bis 10.
el: Η εκτίμηση σας, της διαφάνειας (Transparency), από το 1 έως το 10.
es: Tu estimación de la transparencia, en una escala de 1 a 10.
fa: تخمین شما از شفافیت در مقیاسی از 1 تا 10.
fi: Läpinäkyvyys-arvio, 1-10.
fr: Votre estimation de la transparence, sur une échelle de 1 à 10.
it: La tua stima per la trasparenza, in una scala tra 1 e 10.
ja: あなたが見積もった透明度（1〜10の間の整数を記入）。
nl: Schatting van de doorzichtigheid van de lucht, op een schaal van 1 tot 10.
pl: Twoja ocena przejrzystości w skali od 1 do 10.
pt: Sua estimativa da transparência, em uma escala de 1 a 10.
ru: Ваша оценка прозрачности по шкале от 1 до 10.

source: Company name
de: Firmenname
el: Όνομα εταιρίας
es: Nombre de la empresa
fa: نام شرکت
fi: Yrityksen nimi
fr: Nom de la société
it: Nome azienda
ja: 会社名
nl: Bedrijfsnaam
pl: Nazwa firmy
pt: Nome da empresa
ru: Название организации

source: The name of the company you represent on AstroBin.
de: Die Firma, die du auf AstroBin vertrittst.
el: Το όνομα της εταιρίας που αντιπροσωπεύετε στο AstroBin.
es: Nombre de la empresa que representas en AstroBin.
fa: نام شرکتی که شما در AstroBin نماینده اش هستید.
fi: Yrityksen nimi, jota edustat AstroBin:ssa
fr: Le nom de la société que vous représentez sur AstroBin.
it: Il nome dell'azienda che rappresenti su AstroBin.
ja: AstroBinで表示するあなたの会社名。
nl: De naam van het bedrijf dat je op AstroBin vertegenwoordigt.
pl: Nazwa firmy, którą reprezentujesz na AstroBin
pt: O nome da empresa que você representa no AstroBin.
ru: Название организации, которую вы представляете в AstroBin.

source: Company description
de: Firmenbeschreibung
el: Περιγραφή της εταιρίας
es: Descripción de la empresa
fa: توضیحات راجع به شرکت
fi: Yrityksen kuvaus
fr: Description de la société
it: Descrizione dell'azienda
ja: 会社概要
nl: Beschrijving bedrijf
pl: Opis firmy
pt: Descrição da empresa
ru: Описание организации

source: A short description of the company you represent on AstroBin. You can use some <a href="/faq/#comments">formatting rules</a>.
de: Kurze Beschreibung der Firma, die du auf AstroBin repräsentierst. Du kannst <a href="/faq/#comments">Formatierungen</a> verwenden.
el: Μια σύντομη περιγραφή της εταιρίας που αντιπροσωπεύετε στο AstroBin. Μπορείτε να χρησιμοποιήσετε μερικούς <a href="/faq/#10">κανόνες μορφοποίησης</a>.
es: Una corta descripción de la empresa que representas en AstroBin. Puedes utilizar algunas <a href="/faq/#10">marcas de formato</a>.
fi: Lyhyt kuvaus AstroBinissa edustamastasi yrityksestä. Voit käyttää joitakin <a href="/faq/#comments">muotoiluja</a>.
fr: Présentation succincte de la société que vous représentez sur AstroBin. Vous pouvez employer <a href="/faq/#10">des règles de formatage</a>.
it: Una breve descrizione dell'azienda che rappresenti su AstroBin. Puoi usare alcune <a href="/faq/#comments">regole di formattazione</a>.
ja: AstroBinでのあなたが表示する会社の概要。<a href="/faq/#comments">フォーマットルール</a>を利用してください。
nl: Een korte beschrijving van het bedrijf dat je op AstroBin vertegenwoordigt. Je kunt gebruik maken van enkele <a href="/faq/#comments">formatteringsregels</a>.
pl: Krótki opis firmy, którą reprezentujesz na AstroBin. Możesz używać <a href="/faq/#comments">formatowania tekstu</a>.
ru: Короткое описание организации, которую вы представляете на AstroBin. Вы можете использовать некоторые <a href="/faq/#comments">правила форматирования</a>.

source: Company website
de: Firmenwebseite
el: Ιστοσελίδα εταιρίας
es: Página web de la empresa
fa: وبسایت شرکت
fi: Yrityksen kotisivu
fr: Site internet de la société
it: Sito web dell'azienda
ja: 会社のWebサイトのURL
nl: Bedrijfswebsite
pl: Firmowa strona WWW
pt: Site da empresa
ru: Веб-сайт организации

source: The website of the company you represent on AstroBin.
de: Die Webseite, der Firma, die du auf AstroBin repräsentierst.
el: Η ιστοσελίδα της εταιρίας που αντιπροσωπεύετε στο AstroBin.
es: La página web de la empresa que representas en AstroBin.
fa: وبسایت شرکتی که شما در AstroBin نماینده اش هستید.
fi: AstroBin:ssa edustamasi yrityksen sivusto.
fr: Le site internet de la société que vous représentez sur AstroBin.
it: Il sito web dell'azienda che rappresenti su AstroBin.
ja: AstroBin上であなたが表示する会社のWebサイトURL。
nl: De website van het bedrijf dat je vertegenwoordigt op AstroBin.
pl: Strona WWW firmy, którą reprezentujesz na AstroBin.
pt: Site da empresa que você representa no AstroBin.
ru: Веб-сайт организации, которую вы представляете на AstroBin.

source: Country of operation
de: Vertriebsland
el: Χώρα δραστηριότητας
es: País de operación
fa: کشورعملیات
fi: Maa, jossa yritys toimii
fr: Pays d'établissement
it: Paese in cui si opera
ja: 利用している国
nl: Land van de bedrijfszetel
pl: Kraj pochodzenia
pt: País de atuação
ru: Страна ведения деятельности

source: AUD - Australian dollars
el: AUD - Αυστραλιανά δολάρια
es: AUD - Dólares australianos
fa: AUD، دلار استرالیایی
fi: AUD - Australian dollari
fr: AUD - Dollars australiens
it: AUD - Dollari australiani
ja: AUD - オーストラリアドル
nl: AUD - Australische dollar
pl: AUD - Dolary australijskie
pt: AUD - Dólares australianos
ru: AUD - Австралийский доллар
