Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Lithuania
de: Litauen
el: Λιθουανία
es: Lituania
fa: لیتوانی
fi: Liettua
fr: Lituanie
hu: Litvánia
it: Lituania
ja: リトアニア
nl: Litouwen
pl: Litwa
pt: Lituânia
ru: Литва
uk: Литва

source: Luxembourg
de: Luxemburg
el: Λουξεμβούργο
es: Luxemburgo
fa: لوکزامبورگ
fi: Luxemburg
hu: Luxemburg
it: Lussemburgo
ja: ルクセンブルク
nl: Luxemburg
pl: Luksemburg
pt: Luxemburgo
ru: Люксембург
uk: Люксембург

source: Macao
el: Μακάο
fa: ماکائو
hu: Makaó
ja: マカオ
nl: Macau
pl: Makau
pt: Macau
ru: Макао
uk: Макао

source: Macedonia, The Former Yugoslav Republic of
de: Mazedonien
el: Μακεδονία, Πρώην Γιουγκοσλαβική Δημοκρατία της
es: Macedonia
fa: مقدونیه، جمهوری یوگسلاوی سابق
fi: Makedonia
fr: Macédoine
hu: Észak-Macedónia
it: Macedonia, Ex Repubblica Jugoslava
ja: マケドニア
nl: Macedonië
pl: Macedonia
pt: Macedônia, Antiga República Iuguslava da
ru: Македония
uk: Македонія, колишня Югославська республіка

source: Madagascar
de: Madagaskar
el: Μαδαγασκάρη
fa: جزیره مالاگازی
fi: Madagaskar
hu: Madagaszkár
ja: マダガスカル
nl: Madagaskar
pl: Madagaskar
ru: Мадагаскар
uk: Мадагаскар

source: Malawi
el: Μαλάουι
es: Malaui
fa: مالاوی
ja: マラウィ
ru: Малави
uk: Малави

source: Malaysia
el: Μαλαισία
es: Malasia
fa: مالزی
fi: Malesia
fr: Malaisie
hu: Malajzia
it: Malesia
ja: マレーシア
nl: Maleisië
pl: Malezja
pt: Malásia
ru: Малайзия
uk: Малайзія

source: Maldives
de: Malediven
el: Μαλδίβες
es: Maldivas
fa: مالدیو
fi: Malediivit
hu: Maldív-szigetek
it: Maldive
ja: モルディヴ
nl: Maldiven
pl: Malediwy
pt: Maldivas
ru: Мальдивы
uk: Мальдіви

source: Mali
el: Μάλι
fa: مالی
ja: マリ
ru: Мали
uk: Малі

source: Malta
el: Μάλτα
fa: جزیره مالت
fr: Malte
hu: Málta
ja: マルタ
ru: Мальта
uk: Мальта

source: Marshall Islands
de: Marshallinseln
el: Νησιά Μάρσαλ
es: Islas Marshall
fa: جزایر مارشال
fi: Marshallsaaret
fr: Îles Marshall
hu: Marshall-szigetek
it: Isole di Marshall
ja: マーシャル諸島
nl: Marshalleilanden
pl: Wyspy Marshalla
pt: Ilhas Marshal
ru: Маршалловы острова
uk: Маршаллові острови

source: Martinique
el: Μαρτινίκα
es: Martinica
fa: مارتینیک
ja: マルチニーク島
pl: Martynika
pt: Martinica
ru: Мартиника
uk: Мартініка

source: Mauritania
de: Mauretanien
el: Μαυριτανία
fa: موریتانی
fr: Mauritanie
hu: Mauritánia
ja: モーリタニア
nl: Mauritanië
pl: Mauretania
pt: Mauritânia
ru: Мавритания
uk: Мавританія

source: Mauritius
el: Μαυρίκιος
es: Mauricio
fa: موریس
fr: Maurice
ja: モーリシャス
pt: Maurícia
ru: Маврикий
uk: Маврикій

source: Mayotte
el: Μαγιότ
fa: مایوت
ja: マイヨット
pl: Majotta
pt: Maiote
ru: Майотта
uk: Майотта

source: Mexico
de: Mexiko
el: Μεξικό
es: México
fa: مکزیک
fi: Meksiko
fr: Mexique
hu: Mexikó
it: Messico
ja: メキシコ
pl: Meksyk
pt: México
ru: Мексика
uk: Мексика

source: Micronesia, Federated States of
de: Mikronesien
el: Μικρονησία, Ομόσπονδες Πολιτείες της
es: Micronesia
fa: ایالات فدرال میکرونزی
fi: Mikronesia
fr: Micronésie
hu: Mikronézia
it: Micronesia, Federazione Statale
ja: ミクロネシア
nl: Micronesia
pl: Mikronezja
pt: Micronésia, Estados Federados da
ru: Микронезия
uk: Мікронезія, Федеративні Штати

source: Moldova
de: Moldawien
el: Μολδαβία
es: Moldavia
fa: مولدووا
fr: Moldavie
ja: モルドバ
nl: Moldavië
pl: Mołdawia
ru: Молдова
uk: Молдова

source: Monaco
el: Μονακό
es: Mónaco
fa: موناکو
ja: モナコ
pl: Monako
pt: Mônaco
ru: Монако
uk: Монако

source: Mongolia
de: Mongolei
el: Μογγολία
fa: مغولستان
fr: Mongolie
hu: Mongólia
ja: モンゴル
nl: Mongolië
pt: Mongólia
ru: Монголия
uk: Монголія

source: Montenegro
el: Μαυροβούνιο
fa: مونته نگرو
fr: Monténégro
hu: Montenegró
ja: モンテネグロ
pl: Czarnogóra
ru: Черногория
uk: Черногорія

source: Montserrat
el: Μοντσεράτ
fa: مونتسرات
ja: モンセラット
ru: Монсеррат
uk: Монтсеррат

source: Morocco
de: Marokko
el: Μαρόκο
es: Marruecos
fa: مراکش
fi: Marokko
fr: Maroc
hu: Marokkó
it: Marocco
ja: モロッコ
nl: Marokko
pl: Maroko
pt: Marrocos
ru: Марокко
uk: Марокко

source: Mozambique
de: Mosambik
el: Μοζαμβίκη
fa: موزامبیک
fi: Mosambik
hu: Mozambik
it: Mozambico
ja: モザンビーク
pl: Mozabmik
pt: Moçambique
ru: Мозамбик
uk: Мозамбік

source: Myanmar
el: Μιανμάρ
es: Birmania
fa: میانمار
fi: Burma
fr: Birmanie
hu: Mianmar
ja: ミャンマー
ru: Мьянма
uk: М’янма

source: Namibia
el: Ναμίμπια
fa: نامیبیا
fr: Namibie
hu: Namíbia
ja: ナミビア
nl: Namibië
pt: Namíbia
ru: Намибия
uk: Намібія

source: Nauru
el: Ναουρού
fa: نائورو
ja: ナウル
ru: Науру
uk: Науру

source: Nepal
el: Νεπάλ
fa: نپال
fr: Népal
hu: Nepál
ja: ネパール
ru: Непал
uk: Непал

source: Netherlands
de: Niederlande
el: Ολλανδία
es: Países Bajos
fa: هلند
fi: Alankomaat
fr: Pays-Bas
hu: Hollandia
it: Olanda
ja: オランダ
nl: Nederland
pl: Holandia
pt: Holanda
ru: Нидерланды
uk: Нідерланди

source: Netherlands Antilles
de: Niederländische Antillen
el: Ολλανδικές Αντίλλες
es: Antillas Neerlandesas
fa: آنتیل هلند
fi: Alankomaiden Antillit
fr: Antilles néerlandaises
hu: Holland Antillák
it: Antille Olandesi
ja: オランダ領アンティル
nl: Nederlandse Antillen
pl: Antyle Holenderskie
pt: Antilhas Holandesas
ru: Нидерландские Антильские острова
uk: Нідерландські Антильські острови

source: New Caledonia
de: Neukaledonien
el: Νέα Καληδονία
es: Nueva Caledonia
fa: کالدونیای جدید
fi: Uusi Kaledonia
fr: Nouvelle-Calédonie
hu: Új-Kaledónia
it: Nuova Caledonia
ja: ニューカレドニア
nl: Nieuw-Caledonië
pl: Nowa Kaledonia
pt: Nova Caledônia
ru: Новая Каледония
uk: Нова Каледонія

source: New Zealand
de: Neuseeland
el: Νέα Ζηλανδία
es: Nueva Zelanda
fa: نیوزیلند
fi: Uusi Seelanti
fr: Nouvelle-Zélande
hu: Új-Zéland
it: Nuova Zelanda
ja: ニュージーランド
nl: Nieuw-Zeeland
pl: Nowa Zelandia
pt: Nova Zelândia
ru: Новая Зеландия
uk: Нова Зеландія

source: Nicaragua
el: Νικαράγουα
fa: نیکاراگوئه
ja: ニカラグア
pl: Nikaragua
pt: Nicarágua
ru: Никарагуа
uk: Нікарагуа

source: Niger
el: Νίγηρας
es: Níger
fa: نیجر
ja: ニジェール
pt: Níger
ru: Нигер
uk: Нігер

source: Nigeria
el: Νιγηρία
fa: نیجریه
hu: Nigéria
ja: ナイジェリア
pt: Nigéria
ru: Нигерия
uk: Нігерія

source: Niue
el: Νιούε
fa: نیوئه
ja: ニウエ
pt: Niuê
ru: Ниуэ
uk: Ніуе

source: Norfolk Island
de: Norfolkinseln
el: Νήσος Νόρφολκ
es: Isla Norfolk
fa: جزیره نورفولک
fi: Norfolkinsaari
fr: Île Norfolk
hu: Norfolk-sziget
it: Isola di Norfolk
ja: ノーフォーク島
nl: Norfolk
pl: Wyspa Norfolk
pt: Ilhas Norfolk
ru: Остров Норфолк
uk: Острів Норфолк

source: Northern Mariana Islands
de: Nördliche Marianen
el: Βόρειες Μαριάνες
es: Islas Marianas del Norte
fa: جزایر ماریانای شمالی
fi: Pohjois-Mariaanit
fr: Îles Mariannes du Nord
hu: Észak-Mariana-szigetek
it: Isole della Mariana Settentrionale
ja: 北マリアナ諸島
nl: Noordelijke Marianen
pl: Mariany Północne
pt: Ilhas Marianas Setentrionais
ru: Северные Марианские острова
uk: Північні Маріанські острови

source: Norway
de: Norwegen
el: Νορβηγία
es: Noruega
fa: نروژ
fi: Norja
fr: Norvège
hu: Norvégia
it: Norvegia
ja: ノルウェー
nl: Noorwegen
pl: Norwegia
pt: Noruega
ru: Норвегия
uk: Норвегія

source: Oman
el: Ομάν
es: Omán
fa: عمان
hu: Omán
ja: オマーン
pt: Omã
ru: Оман
uk: Оман

source: Pakistan
el: Πακιστάν
es: Pakistán
fa: پاکستان
hu: Pakisztán
ja: パキスタン
pt: Paquistão
ru: Пакистан
uk: Пакистан

source: Palau
el: Παλάου
es: Palaos
fa: پالائو
ja: パラオ
ru: Палау
uk: Палау

source: Palestinian Territory, Occupied
de: Palästinensische Autonomiegebiete
el: Παλαιστινιακά Εδάφη, Κατεχόμενα
es: Palestina
fa: فلسطین
fi: Palestiina
fr: Territoires palestiniens occupés
hu: Palesztina
it: Territorio Pelestinese, Occupato
ja: パレスチナ自治区
nl: Palestijnse Autoriteit
pl: Autonomia Palestyńska
pt: Território da Palestina
ru: Палестинская автономия
uk: Палестинська автономія, окуповано

source: Panama
el: Παναμάς
es: Panamá
fa: پاناما
ja: パナマ
pt: Panamá
ru: Панама
uk: Панама

source: Papua New Guinea
de: Papua Neu-Guinea
el: Παπούα Νέα Γουινέα
es: Papúa Nueva Guinea
fa: پاپوآ گینه نو
fi: Papua-Uusi-Guinea
fr: Papouasie-Nouvelle-Guinée
hu: Pápua Új-Guinea
it: Papua Nuova Guinea
ja: パプアニューギニア
nl: Papoea-Nieuw-Guinea
pl: Papua Nowa Gwinea
pt: Papua Nova Guiné
ru: Папуа — Новая Гвинея
uk: Папуа – Нова Гвінея

source: Paraguay
el: Παραγουάη
fa: پاراگوئه
ja: パラグアイ
pl: Paragwaj
pt: Paraguai
ru: Парагвай
uk: Парагвай

source: Peru
el: Περού
es: Perú
fa: پرو
fr: Pérou
it: Perù
ja: ペルー
ru: Перу
uk: Перу

source: Philippines
de: Philippinen
el: Φιλιππίνες
es: Filipinas
fa: فیلیپین
fi: Filippiinit
hu: Fülöp-szigetek
it: Filippine
ja: フィリピン
nl: Filipijnen
pl: Filipiny
pt: Filipinas
ru: Филиппины
uk: Філіппіни

source: Pitcairn
el: Πίτκερν
es: Islas Pitcairn
fa: پیتکارین
hu: Pitcairn-szigetek
ja: ピトケアン
nl: Pitcairneilanden
pt: Picárnia
ru: Питкэрн
uk: Піткерн

source: Poland
de: Polen
el: Πολωνία
es: Polonia
fa: لهستان
fi: Puola
fr: Pologne
hu: Lengyelország
it: Polonia
ja: ポーランド
nl: Polen
pl: Polska
pt: Polônia
ru: Польша
uk: Польща

source: Portugal
el: Πορτογαλία
fa: پرتغال
hu: Portugália
it: Portogallo
ja: ポルトガル
pl: Portugalia
ru: Португалия
uk: Португалія

source: Puerto Rico
el: Πουέρτο Ρίκο
fa: پورتوریکو
fr: Porto Rico
it: Porto Rico
ja: プエルトリコ
pl: Portoryko
pt: Porto Rico
ru: Пуэрто-Рико
uk: Пуерто-Ріко

source: Qatar
de: Katar
el: Κατάρ
es: Catar
fa: قطر
hu: Katar
ja: カタール
pl: Katar
pt: Catar
ru: Катар
uk: Катар

source: Reunion
de: Réunion
el: Ρεουνιόν
es: Reunión
fa: ریونیون
fr: La Réunion
ja: レユニオン
nl: Réunion
pt: Réunion
ru: Реюньон
uk: Реюньйон

source: Romania
de: Rumänien
el: Ρουμανία
es: Rumanía
fa: رومانی
fr: Roumanie
hu: Románia
ja: ルーマニア
nl: Roemenië
pl: Rumunia
pt: Romênia
ru: Румыния
uk: Румунія

source: Russian Federation
de: Russland
el: Ρωσική Ομοσπονδία
es: Rusia
fa: فدراسیون روسیه
fi: Venäjä
fr: Russie
hu: Oroszország
it: Federazione Russa
ja: ロシア
nl: Rusland
pl: Rosja
pt: Federação Russa
ru: Россия
uk: Росія

source: Rwanda
de: Ruanda
el: Ρουάντα
es: Ruanda
fa: رواندا
fi: Ruanda
hu: Ruanda
ja: ルワンダ
pl: Ruanda
pt: Ruanda
ru: Руанда
uk: Руанда

source: Saint Barthelemy
de: Saint-Barthélemy
el: Άγιος Βαρθολομαίος
es: San Bartolomé
fa: سنت بارتلیمی
fi: Saint-Barthélemy
fr: Saint-Barthélemy
hu: Saint-Barthélemy
ja: サン・バルテルミー島
nl: Saint-Barthélemy
pl: Saint-Barthélemy
pt: Saint Barthélemy
ru: Сен-Бартелеми
uk: Сен-Бартелемі

source: Saint Helena
de: St. Helena
el: Αγία Ελένη
es: Santa Elena
fa: جزیره سنت هلن
fr: Sainte-Hélène
hu: Szent Ilona-sziget
it: Sant'Elena
ja: セント・ヘレナ
nl: Sint-Helena
pl: Wyspa Świętej Heleny
pt: Santa Helena
ru: Остров Святой Елены
uk: Острів Святої Олени

source: Saint Kitts and Nevis
de: St. Kitts und Nevis
el: Άγιος Χριστόφορος και Νέβις
es: San Cristóbal y Nieves
fa: سنت کیتس و نویس
fi: Saint Kitts ja Nevis
fr: Saint-Christophe-et-Niévès
hu: Saint Kitts és Nevis
it: Saint Kitts e Nevis
ja: セントクリストファー・ネイビス
nl: Saint Kitts en Nevis
pl: Saint Kitts i Nevis
pt: São Cristóvão e Nevis
ru: Сент-Китс и Невис
uk: Сент-Кітс і Невіс

source: Saint Lucia
de: St. Lucia
el: Αγία Λουκία
es: Santa Lucía
fa: سنت لوسیا
fr: Sainte-Lucie
it: Santa Lucia
ja: セントルシア
pt: Santa Lúcia
ru: Сент-Люсия
uk: Сент-Люсія

source: Saint Martin
de: St. Martin
el: Σεν Μάρτιν
es: San Martín
fa: سنت مارتین
hu: Szent Márton-sziget
it: San Martino
ja: セントマーティン
nl: Sint-Maarten
pt: Saint Maartin
ru: Сен-Мартен
uk: Сен-Мартін

source: Saint Pierre and Miquelon
de: Saint-Pierre und Miquelon
el: Σεν Πιερ και Μικελόν
es: San Pedro y Miguelón
fa: سنت پیر و میکلون
fi: Saint Pierre ja Miquelon
fr: Saint-Pierre-et-Miquelon
hu: Saint-Pierre és Miquelon
it: San Pierre e Miquelon
ja: サンピエール・ミクロン
nl: Saint-Pierre en Miquelon
pl: Saint-Pierre i Miquelon
pt: São Pedro e Miquelon
ru: Сен-Пьер и Микелон
uk: Сен-П’єр і Мікелон

source: Saint Vincent and the Grenadines
de: St. Vincent und die Grenadinen
el: Άγιος Βικέντιος και Γρεναδίνες
es: San Vicente y las Granadinas
fa: سنت وینسنت و گرنادین
fi: Saint Vincent ja Grenadiinit
fr: Saint-Vincent-et-les-Grenadines
hu: Saint Vincent és a Grenadine-szigetek
it: San Vincent e i Grenadines
ja: セントヴィンセント-グレナディン
nl: Saint Vincent en de Grenadines
pl: Saint-Vincent i Grenadyny
pt: São Vicende e Granadinas
ru: Сент-Винсент и Гренадины
uk: Сент-Вінсент і Гренадини

source: Samoa
el: Σαμόα
fa: ساموآ
hu: Szamoa
ja: サモア
ru: Самоа
uk: Самоа

source: San Marino
el: Σαν Μαρίνο
fa: سان مارینو
fr: Saint-Marin
ja: サンマリノ
ru: Сан-Марино
uk: Сан-Марино

source: Sao Tome and Principe
de: São Tomé und Príncipe
el: Σάο Τομέ και Πρίνσιπε
es: Santo Tomé y Príncipe
fa: سائو توم و پرینسیپ
fi: Sao Tome ja Principe
fr: Sao Tomé-et-Principe
hu: São Tomé és Príncipe
it: Sao Tome e Principe
ja: サン・トメ・プリンシペ
nl: Sao Tomé en Principe
pl: Wyspy Świętego Tomasza i Książęca
pt: São Tomé e Príncipe
ru: Сан-Томе и Принсипи
uk: Сан-Томе і Прінсіпі

source: Saudi Arabia
de: Saudi-Arabien
el: Σαουδική Αραβία
es: Arabia Saudí
fa: عربستان سعودی
fr: Arabie saoudite
hu: Szaúd-Arábia
it: Arabia Saudita
ja: サウジアラビア
nl: Saoedi-Arabië
pl: Arabia Saudyjska
pt: Arábia Saudita
ru: Саудовская Аравия
uk: Саудівська Аравія

source: Senegal
el: Σενεγάλη
fa: سنگال
fr: Sénégal
hu: Szenegál
ja: セネガル
ru: Сенегал
uk: Сенегал

source: Serbia
de: Serbien
el: Σερβία
fa: صربستان
fr: Serbie
hu: Szerbia
ja: セルビア
nl: Servië
pt: Sérvia
ru: Сербия
uk: Сербія

source: Seychelles
de: Seychellen
el: Σεϋχέλλες
fa: سیشل
fi: Seychellit
hu: Seychelle-szigetek
ja: セーシェル
nl: Seychellen
pl: Seszele
ru: Сейшеллы
uk: Сейшельські острови

source: Sierra Leone
el: Σιέρα Λεόνε
es: Sierra Leona
fa: سیرالئون
ja: シエラレオネ
pt: Serra Leoa
ru: Сьерра-Леоне
uk: Сьєрра-Леоне

source: Singapore
de: Singapur
el: Σιγκαπούρη
es: Singapur
fa: سنگاپور
fr: Singapour
hu: Szingapúr
ja: シンガポール
pl: Singapur
pt: Singapura
ru: Сингапур
uk: Сінгапур

source: Slovakia
de: Slowakai
el: Σλοβακία
es: Eslovaquia
fa: اسلواکی
fr: Slovaquie
hu: Szlovákia
it: Slovacchia
ja: スロバキア
nl: Slowakije
pl: Słowacja
pt: Eslováquia
ru: Словакия
uk: Словаччина

source: Slovenia
de: Slowenien
el: Σλοβενία
es: Eslovenia
fa: اسلوونی
fr: Slovénie
hu: Szlovénia
ja: スロベニア
nl: Slovenië
pl: Słowenia
pt: Eslovênia
ru: Словения
uk: Словенія

source: Solomon Islands
de: Salomonen
el: Νησιά Σολομώντα
es: Islas Salomón
fa: جزایر سلیمان
fi: Solomonsaaret
fr: Îles Salomon
hu: Salamon-szigetek
it: Isole Solomon
ja: ソロモン諸島
nl: Salomonseilanden
pl: Wyspy Salomona
pt: Ilhas Salomão
ru: Соломоновы Острова
uk: Соломонові острови

source: Somalia
el: Σομαλία
fa: سومالی
fr: Somalie
hu: Szomália
ja: ソマリア
nl: Somalië
pt: Somália
ru: Сомали
uk: Сомалі

source: South Africa
de: Südafrika
el: Νότια Αφρική
es: Sudáfrica
fa: آفریقای جنوبی
fi: Etelä-Afrikka
fr: Afrique du Sud
hu: Dél-Afrikai Köztársaság
it: Sud Africa
ja: 南アフリカ
nl: Zuid-Afrika
pl: Republika Południowej Afryki
pt: África do Sul
ru: Южная Африка
uk: Південна Африка

source: South Georgia and the South Sandwich Islands
de: Südgeorgien und die Süd-Sandwich-Inseln
el: Νήσοι Νότιας Γεωργία και Νότιες Σάντουιτς
es: Islas Georgias del Sur y Sandwich del Sur
fa: گرجستان جنوبی و جزایر ساندویچ جنوبی
fi: Etelä-Georgia ja Eteläiset Sandwichsaaret
fr: Géorgie du Sud-et-les Îles Sandwich du Sud
hu: Dél-Georgia és Déli-Sandwich-szigetek
ja: 南ジョージア島および南サンドイッチ諸島
nl: Zuid-Georgia en de Zuidelijke Sandwicheilanden
pl: Georgia Południowa i Sandwich Południowy
pt: Ilhas Geórgia do Sul e Sandwich do Sul
ru: Южная Георгия и Южные Сандвичевы острова
uk: Південна Грузія та Південні Сандвічеві острови

source: Spain
de: Spanien
el: Ισπανία
es: España
fa: اسپانیا
fi: Espanja
fr: Espagne
hu: Spanyolország
it: Spagna
ja: スペイン
nl: Spanje
pl: Hiszpania
pt: Espanha
ru: Испания
uk: Іспанія

source: Sri Lanka
el: Σρι Λάνκα
fa: سریلانکا
ja: スリランカ
ru: Шри-Ланка
uk: Шрі Ланка

source: Sudan
el: Σουδάν
es: Sudán
fa: سودان
fr: Soudan
hu: Szudán
ja: スーダン
nl: Soedan
pt: Sudão
ru: Судан
uk: Судан

source: Suriname
el: Σουρινάμ
es: Surinam
fa: سورینام
fi: Surinam
fr: Surinam
ja: スリナム
pl: Surinam
ru: Суринам
uk: Суринам

source: Svalbard and Jan Mayen
de: Spitzbergen
el: Σβάλμπαρντ και Γιαν Μαγιέν
es: Svalbard y Jan Mayen
fa: اسوالبارد و جان ماین
fi: Huippuvuoret
fr: Svalbard et Jan Mayen
hu: Svalbard és Jan Mayen
it: Svalbard e Jan Mayen
ja: スヴァールバル諸島およびヤンマイエン島
nl: Spitsbergen en Jan Mayen
pl: Svalbard i Jan Mayen
pt: Esvalbarda e Jan Mayen
ru: Шпицберген и Ян-Майен
uk: Шпіцберген і Ян-Майєн

source: Swaziland
de: Swasiland
el: Σουαζιλάνδη
es: Suazilandia
fa: سوازیلند
fi: Swazimaa
hu: Szváziföld
ja: スワジランド
pl: Suaziland
pt: Suazilândia
ru: Свазиленд
uk: Свазіленд

source: Sweden
de: Schweden
el: Σουηδία
es: Suecia
fa: سوئد
fi: Ruotsi
fr: Suède
hu: Svédország
it: Svezia
ja: スウェーデン
nl: Zweden
pl: Szwecja
pt: Suécia
ru: Швеция
uk: Швеція

source: Switzerland
de: Schweiz
el: Ελβετία
es: Suiza
fa: سوئیس
fi: Sveitsi
fr: Suisse
hu: Svájc
it: Svizzera
ja: スイス
nl: Zwitserland
pl: Szwajcaria
pt: Suíça
ru: Швейцария
uk: Швейцарія

source: Syrian Arab Republic
de: Syrien
el: Αραβική Δημοκρατία της Συρίας
es: Siria
fa: جمهوری عربی سوریه
fi: Syyria
fr: Syrie
hu: Szíria
it: Repubblica Araba di Siria
ja: シリア
nl: Syrië
pl: Syria
pt: Repúlica Árabe da Síria
ru: Сирия
uk: Сирійська Арабська Республіка

source: Taiwan
uk: Тайвань

source: Tajikistan
de: Tadschikistan
el: Τατζικιστάν
es: Tayikistán
fa: تاجیکستان
fi: Tadžikistan
fr: Tadjikistan
hu: Tádzsikisztán
ja: タジキスタン
nl: Tadzjikistan
pl: Tadżykistan
pt: Tadjiquistão
ru: Таджикистан
uk: Таджикистан

source: Tanzania, United Republic of
de: Tansania
el: Τανζανία, Ενωμένη Δημοκρατία της
es: Tanzania
fa: جمهوری متحده تانزانیا
fi: Tansania
fr: Tanzanie
hu: Tanzánia
it: Tanzania, Repubblica Unita
ja: タンザニア
nl: Tanzania
pl: Tanzania
pt: Tanzânia, República Unida da
ru: Танзания
uk: Танзанія, Об’єднана Республіка

source: Thailand
el: Ταϊλάνδη
es: Tailandia
fa: تایلند
fi: Thaimaa
fr: Thaïlande
hu: Thaiföld
it: Tailandia
ja: タイ
pl: Tajlandia
pt: Tailândia
ru: Тайланд
uk: Таїланд

source: Timor-Leste
de: Osttimor
el: Ανατολικό Τιμόρ
es: Timor Oriental
fa: تیمور
fr: Timor oriental
hu: Kelet-Timor
ja: 東ティモール
nl: Oost-Timor
pl: Timor Wschodni
ru: Восточный Тимор
uk: Східний Тімор

source: Togo
el: Τόγκο
fa: توگو
ja: トーゴ
ru: Того
uk: Того

source: Tokelau
el: Τοκελάου
fa: توکلائو
ja: トケラウ
nl: Tokelau-eilanden
ru: Токелау
uk: Токелау

source: Tonga
el: Τόνγκα
fa: تونگا
ja: トンガ
ru: Тонга
uk: Тонга

source: Trinidad and Tobago
de: Trinidad und Tobago
el: Τρινιντάντ και Τομπάγκο
es: Trinidad y Tobago
fa: ترینیداد و توباگو
fi: Trinidad ja Tobago
fr: Trinité-et-Tobago
hu: Trinidad és Tobago
it: Trinidad e Tobago
ja: トリニダード・トバゴ
nl: Trinidad en Tobago
pl: Trynidad i Tobago
pt: Trinidad e Tobago
ru: Тринидад и Тобаго
uk: Тринідад і Тобаго

source: Tunisia
de: Tunesien
el: Τυνησία
es: Túnez
fa: تونس
fr: Tunisie
hu: Tunézia
ja: チュニジア
nl: Tunesië
pl: Tunezja
pt: Tunísia
ru: Тунис
uk: Туніс

source: Turkey
de: Türkei
el: Τουρκία
es: Turquía
fa: ترکیه
fi: Turkki
fr: Turquie
hu: Törökország
it: Turchia
ja: トルコ
nl: Turkije
pl: Turcja
pt: Turquia
ru: Турция
uk: Туреччина

source: Turkmenistan
el: Τουρκμενιστάν
es: Turkmenistán
fa: ترکمنستان
fr: Turkménistan
hu: Türkmenisztán
ja: トルクメニスタン
pt: Turcomenistão
ru: Туркменистан
uk: Туркменістан

source: Turks and Caicos Islands
de: Turks- und Caicosinseln
el: Τερκς και Κάικος
es: Islas Turcas y Caicos
fa: جزایر تورکس و کایکوس
fi: Turks- ja Caicossaaret
fr: Îles Turques-et-Caïques
hu: Turks- és Caicos-szigetek
it: Turks e Caicos Island
ja: タークスおよびカイコス諸島
nl: Turks- en Caicoseilanden
pl: Turks i Caicos
pt: Ilhas Turks e Caicos
ru: Острова Теркс и Кайкос
uk: Острова Теркс та Кайкос

source: Tuvalu
el: Τουβαλού
fa: تووالو
ja: ツバル
ru: Тувалу
uk: Тувалу

source: Uganda
el: Ουγκάντα
fa: اوگاندا
fr: Ouganda
ja: ウガンダ
nl: Oeganda
ru: Уганда
uk: Уганда

source: Ukraine
el: Ουκρανία
es: Ucrania
fa: اوکراین
fi: Ukraina
hu: Ukrajna
it: Ucraina
ja: ウクライナ
nl: Oekraïne
pl: Ukraina
pt: Ucrânia
ru: Украина
uk: Україна

source: United Arab Emirates
de: Vereinigte Arabische Emirate
el: Ηνωμένα Αραβικά Εμιράτα
es: Emiratos Árabes Unidos
fa: امارات متحده عربی
fi: Yhdistyneet Arabiemiirikunnat
fr: Émirats arabes unis
hu: Egyesült Arab Emírségek
it: Emirati Arabi Uniti
ja: アラブ首長国連邦
nl: Verenigde Arabische Emiraten
pl: Zjednoczone Emiraty Arabskie
pt: Emirados Árabes Unidos
ru: Объединенные Арабские Эмираты
uk: Об’єднані Арабські Емірати

source: United States
de: Vereinigte Staaten
el: Ηνωμένες Πολιτείες
es: Estados Unidos de América
fa: ایالات متحده
fi: Yhdysvallat
fr: États-Unis
hu: Egyesült Államok
it: Stati Uniti
ja: アメリカ
nl: Verenigde Staten
pl: Stany Zjednoczone
pt: Estados Unidos
ru: Соединенные Штаты Америки
uk: Сполучені Штати Америки

source: United States Minor Outlying Islands
el: Ηνωμένες Πολιτείες Μικρά Απομονωμένα Νησιά
es: Islas Ultramarinas menores de Estados Unidos
fa: ایالات متحده آمریکا جزایر کوچک حاشیه ای
fi: Yhdysvaltain pienet erillissaaret
fr: Îles mineures éloignées des États-Unis
hu: Az Amerikai Egyesült Államok lakatlan külbirtokai
it: Stati Uniti, Isole minori
ja: アメリカ合衆国外諸島
nl: Kleine afgelegen eilanden van de Verenigde Staten
pl: Dalekie Wyspy Mniejsze Stanów Zjednoczonych
pt: Ilhas Menores Distantes dos Estados Unidos
ru: Внешние малые острова США
uk: Малі віддалені острови Сполучених Штатів

source: Uruguay
el: Ουρουγουάη
fa: اروگوئه
ja: ウルグアイ
pl: Urugwaj
pt: Uruguai
ru: Уругвай
uk: Уругвай

source: Uzbekistan
de: Usbekistan
el: Ουζμπεκιστάν
es: Uzbekistán
fa: ازبکستان
fr: Ouzbékistan
hu: Üzbegisztán
ja: ウズベキスタン
nl: Oezbekistan
pt: Usbequistão
ru: Узбекистан
uk: Узбекистан

source: Vanuatu
el: Βανουάτου
fa: وانواتو
it: Vanautu
ja: バヌアツ
ru: Вануату
uk: Вануату

source: Venezuela
el: Βενεζουέλα
fa: ونزوئلا
ja: ベネズエラ
pl: Wenezuela
ru: Венесуэла
uk: Венесуела

source: Viet Nam
el: Βιετνάμ
fa: ویتنام
fr: Viêt Nam
ja: ベトナム
pl: Wietnam
pt: Vietnã
ru: Вьетнам
uk: В’єтнам

source: Virgin Islands, British
de: Britische Jungferninseln
el: Βρετανικοί Παρθένοι Νήσοι
es: Islas Vírgenes Británicas
fa: جزایر ویرجین، بریتانیا
fi: Neitsytsaaret
fr: Îles Vierges britanniques
hu: Brit Virgin-szigetek
it: Isole Vergini, Britanniche
ja: 英領ヴァージン諸島
nl: Britse Maagdeneilanden
pl: Brytyjskie Wyspy Dziewicze
pt: Ilhas Virgens Britânicas
ru: Британские Виргинские острова
uk: Віргінські острови, Британські

source: Virgin Islands, U.S.
de: Jungferninseln (US)
el: Αμερικανικές Παρθένοι Νήσοι
es: Islas Vírgenes Estadounidenses
fa: جزایر ویرجین، ایالات متحده آمریکا
fi: Neitsytsaaret (USA)
fr: Îles Vierges des États-Unis
hu: Amerikai Virgin-szigetek
it: Isole Vergine, Statunitensi
ja: 米領バージン諸島
nl: Amerikaanse Maagdeneilanden
pl: Wyspy Dziewicze Stanów Zjednoczonych
pt: Ilhas Virgens, E.U.A.
ru: Виргинские острова, США.
uk: Віргінські острови, США

source: Wallis and Futuna
de: Wallis und Futuna
el: Ουόλις και Φουτούνα
es: Wallis y Futuna
fa: والیس و فوتونا
fi: Wallis ja Futuna
fr: Wallis et Futuna
hu: Wallis és Futuna
it: Wallis e Futuna
ja: ワリス・フテュナ諸島
nl: Wallis en Futuna
pl: Wallis i Futuna
pt: Wallis e Futuna
ru: Острова Уоллис и Футуна
uk: Острови Уолліс і Футуна

source: Western Sahara
de: Westsahara
el: Δυτική Σαχάρα
es: Sahara Occidental
fa: صحرای غربی
fi: Länsi-Sahara
fr: Sahara occidental
hu: Nyugat-Szahara
it: Sahara Occidentale
ja: 西サハラ
nl: Westelijke Sahara
pl: Sahara Zachodnia
pt: Saara Ocidental
ru: Западная Сахара
uk: Західна Сахара

source: Yemen
de: Jemen
el: Υεμένη
fa: یمن
fi: Jemen
fr: Yémen
hu: Jemen
ja: イエメン
nl: Jemen
pl: Jemen
pt: Iêmen
ru: Йемен
uk: Ємен

source: Zambia
de: Sambia
el: Ζάμπια
fa: زامبیا
fi: Sambia
fr: Zambie
ja: ザンビア
pt: Zâmbia
ru: Замбия
uk: Замбія

source: Zimbabwe
de: Simbabwe
el: Ζιμπάμπουε
es: Zimbabue
fa: زیمبابوه
ja: ジンバブエ
pt: Zimbábue
ru: Зимбабве
uk: Зімбабве

source: Users
de: Benutzer
el: Χρήστες
es: Usuarios
fa: کاربران
fi: Käyttäjät
fr: Utilisateurs
hu: Felhasználók
it: Utenti
ja: ユーザー
nl: Gebruikers
pl: Użytkownicy
pt: Usuários
ru: Пользователи
uk: Користувачі
