Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Integration hours, yearly
de: Aufnahmedauer in Stunden, jährlich
el: Ώρες ολοκλήρωσης, ετησίως
es: Horas de integración por año
fa: ساعت ادغام، سالانه
fi: Valotusaika, vuosittain
fr: Heures d'intégration, par an
it: Ore di integrazione, annuali
ja: 露出時間（何年）
nl: Integratieuren, jaarlijks
pl: Sumaryczny czas naświetlania, rocznie
pt: Horas de captura, anualmente
ru: Накопленные часы, за год
uk: Години інтеграції, на рік

source: Integration hours, monthly
de: Aufnahmedauer in Stunden, wöchentlich
el: Ώρες ολοκλήρωσης, μηνιαίως
es: Horas de integración por mes
fa: ساعت ادغام، ماهانه
fi: Valotusaika, kuukausittain
fr: Heures d'intégration, par mois
it: Ore di integrazione, mensili
ja: 露出時間（何ヶ月）
nl: Integratieuren, maandelijks
pl: Sumaryczny czas naświetlania, miesięcznie
pt: Horas de captura, mensalmente
ru: Накопленные часы, за месяц
uk: Години інтеграції, на місяць

source: Integration hours, daily
de: Aufnahmedauer in Stunden, täglich
el: Ώρες ολοκλήρωσης, ημερησίως
es: Horas de integración por día
fa: ساعت ادغام، روزانه
fi: Valotusaika, päivittäin
fr: Heures d'intégration, par jour
it: Ore di integrazione, giornaliere
ja: 露出時間（何日）
nl: Integratieuren, dagelijks
pl: Sumaryczny czas naświetlania, dziennie
pt: Horas de captura, diariamente
ru: Накопленные часы, за день
uk: Години інтеграції, на день

source: Integration hours by gear, yearly
de: Aufnahmedauer (in h) nach Ausrüstung, jährlich
el: Ώρες ολοκλήρωσης ανά εξοπλισμό, ετησίως
es: Horas anuales con
fa: ساعت ادغام دنده، سالانه
fi: Valotusaika tunneissa eri laitteilla vuosittain
fr: Heures d'intégration, par matériel et par an
it: Ore di integrazione per strumento, annuali
ja: 機材による露出時間（何年）
nl: Integratieuren per materiaal, jaarlijks
pl: Sumaryczny czas naświetlania posegregowany według sprzętu, rocznie
pt: Horas de captura por equipamento, anualmente
ru: Накопленные часы с оборудованием, за год
uk: Години інтеграції на обладнанні, на рік

source: Integration hours by gear, monthly
de: Aufnahmedauer (in h) nach Ausrüstung, monatlich
el: Ώρες ολοκλήρωσης ανά εξοπλισμό, μηνιαίως
es: Horas mensuales con
fa: ساعت ادغام دنده، ماهانه
fi: Valotusaika tunneissa eri laitteilla kuukausittain
fr: Heures d'intégration, par matériel et par mois
it: Ore di integrazione per strumento, mensili
ja: 機材による露出時間（何ヶ月）
nl: Integratieuren per materiaal, maandelijks
pl: Sumaryczny czas naświetlania posegregowany według sprzętu, miesięcznie
pt: Horas de captura por equipamento, mensalmente
ru: С оборудованием, за месяц
uk: Години інтеграції на обладнанні, на місяць

source: Integration hours by gear, daily
de: Aufnahmedauer (in h) nach Ausrüstung, täglich
el: Ώρες ολοκλήρωσης ανά εξοπλισμό, ημερησίως
es: Horas diarias con
fa: ساعت ادغام دنده، روزانه
fi: Valotusaika tunneissa eri laitteilla päivittäin
fr: Heures d'intégration, par matériel et par jour
it: Ore di integrazione per strumento, giornaliere
ja: 機材による露出時間（何日）
nl: Integratieuren per materiaal, dagelijks
pl: Sumaryczny czas naświetlania posegregowany według sprzętu, dziennie
pt: Horas de captura por equipamento, diariamente
ru: Накопленные часы с оборудованием, за день
uk: Години інтеграції на обладнанні, на день

source: Uploaded images, yearly
de: Anzahl der hochgeladenen Bilder, pro Jahr
el: Ανεβασμένες φωτογραφίες, ετησίως
es: Imágenes subidas por año
fa: آپلود عکس، سالانه
fi: Ladatut kuvat, vuosittain
fr: Images publiées, par année
it: Immagini caricate, annuali
ja: アップロード画像数（年間）
nl: Geupload aantal beelden, jaarlijks
pl: Załadowane obrazy, rocznie
pt: Imagens enviadas, anualmente
ru: Загруженные изображения, за год
uk: Завантажені зображення за рік

source: Uploaded images, monthly
de: Anzahl der hochgeladenen Bilder, pro Monat
el: Ανεβασμένες φωτογραφίες, μηνιαίως
es: Imágenes subidas por mes
fa: آپلود عکس، ماهانه
fi: Ladatut kuvat, kuukausittain
fr: Images publiées, par mois
it: Immagini caricate, mensili
ja: アップロード画像数（月間）
nl: Geupload aantal beelden, maandelijks
pl: Załadowane obrazy, miesięcznie
pt: Imagens enviadas, mensalmente
ru: Загруженные изображения, за месяц
uk: Завантажені зображення за місяць

source: Uploaded images, daily
de: Anzahl der hochgeladenen Bilder, pro Tag
el: Ανεβασμένες φωτογραφίες, ημερησίως
es: Imágenes subidas por día
fa: آپلود عکس، روزانه
fi: Ladatut kuvat, päivittäin
fr: Images publiées, par jour
it: Immagini caricate, giornaliere
ja: アップロード画像数（日間）
nl: Geupload aantal beelden, dagelijks
pl: Załadowane obrazy, dziennie
pt: Imagens enviadas, diariamente
ru: Загруженные изображения, за день
uk: Завантажені зображення за день

source: Views, yearly
de: Anzahl der gesehenen Bilder, pro Jahr
el: Εμφανίσεις, ετησίως
es: Visitas por año
fa: مناظر، سالانه
fi: Katselukertoja, vuosittain
fr: Vues, par année
it: Visite, annuali
ja: ビュー数（年間）
nl: Aantal keer bekeken, jaarlijks
pl: Wyświetleń, rocznie
pt: Visualizações, anualmente
ru: Просмотры, за год
uk: Переглядів за рік

source: Views, monthly
de: Bildbetrachtungen, pro Monat
el: Εμφανίσεις, μηνιαίως
es: Visitas por mes
fa: مناظر، ماهانه
fi: Katselukertoja, kuukausittain
fr: Vues, par mois
it: Visite, mensili
ja: ビュー数（月間）
nl: Aantal keer bekeken, maandelijks
pl: Wyświetleń, miesięcznie
pt: Visualizações, mensalmente
ru: Просмотры, за месяц
uk: Переглядів за місяць

source: Views, daily
de: Ansichten, täglich
el: Εμφανίσεις, ημερησίως
es: Visitas por día
fa: مناظر، روزانه
fi: Katselukertoja, päivittäin
fr: Vues, par jour
it: Visite, giornaliere
ja: ビュー数（日間）
nl: Aantal keer bekeken, dagelijks
pl: Wyświetleń, dziennie
pt: Visualizações, diariamente
ru: Просмотры, за день
uk: Переглядів за день

source: Total images
de: Anzahl Bilder
el: Συνολικές εικόνες
es: Imágenes totales
fa: کل تصاویر
fi: Kuvia yhteensä
fr: Nombre d'images
it: Totale immagini
ja: 総イメージ数
nl: Totaal foto's
pl: W sumie zdjęć
pt: Total de imagens
ru: Всего изображений
uk: Всього зображень

source: Integration hours by camera type
de: Aufnahmedauer in Stunden nach Kameratyp
el: Ώρες ολοκλήρωσης ανά τύπο κάμερας
es: Horas de integración por tipo de cámara
fa: ساعت ادغام شده توسط نوع دوربین
fi: Valotusaika kameratyypeittäin
fr: Heures d'intégration, par imageur
it: Ore di integrazione per tipo di camera
ja: カメラタイプでの総露出時間
nl: Integratie uren per toestel
pl: Sumaryczny czas naświetlania, według typu kamery
pt: Horas de captura por tipo de câmera
ru: Накопленные часы экспозиций по типу камеры
uk: Години інтеграції за типом камери

source: Refractor
de: Refraktor
el: Διοπτρικό
fa: شکستی
fi: Linssiputki
fr: Réfracteur
hu: Refraktor
it: Rifrattore
ja: 屈折望遠鏡
pl: Refraktor
pt: Refrator
ru: Рефрактор
uk: Рефрактор

source: Reflector
de: Reflektor
el: Κατοπτρικό
fa: بازتابی
fi: Peiliputki
fr: Réflecteur
hu: Reflektor
it: Riflettore
ja: 反射望遠鏡
pl: Reflektor
pt: Refletor
ru: Рефлектор
uk: Рефлектор

source: Catadioptric
de: Katadiopter
el: Καταδιοπτρικό
es: Catadióptrico
fa: کاتادیوپتریک
fi: Katadioptrinen
fr: Catadioptrique
hu: Katadioptrikus
it: Catadiottrico
ja: カタディオプトリック
nl: Catadioptrisch
pl: Katadioptryk
pt: Catadióptrico
ru: Катадиоптрик
uk: Катадіоптрик

source: Number of images by subject type
de: Anzahl Bilder nach Objekttyp
el: Αριθμός εικόνων ανά τύπο αντικειμένου
es: Número de imágenes por tipo de objeto
fa: تعداد تصاویر بر اساس نوع موضوع
fi: Kuvien määrä kohdetyypeittäin
fr: Nombre d'images par type d'objet
it: Numero di immagini per tipo di soggetto
ja: 題材ごとの画像数
nl: Aantal beelden volgens type onderwerp
pl: Liczba zdjęć według typu obiektu
pt: Quantidade de imagens por tipo
ru: Количество изображений по типу объекта
uk: Кількість зображень за темою

source: You are not allowed to see this page.
de: Es ist Dir nicht gestattet, diese Seite anzuzeigen.
el: Δεν έχετε πρόσβαση σε αυτή τη σελίδα.
es: No tienes permiso para ver esta página.
fa: نمی توانید این صفحه را مشاهده کنید.
fi: Pääsysi tälle sivulle on estetty.
fr: Vous n'êtes pas autorisé à voir cette page.
hu: Nem tekintheted meg ezt az oldalt.
it: L'accesso a questa pagina non ti è permesso.
ja: このページの閲覧を許可されていません。
nl: Het is niet toegelaten om deze pagina te bekijken.
pl: Nie jesteś upoważniony do oglądania tej strony.
pt: Você não possui permissão para ver esta página.
ru: Вам не разрешено просматривать эту страницу.
uk: Ви не можете переглядати цю сторінку.

source: Sorry, but the page you are looking for is not here. If you expected an image, this means that the author deleted it.
de: Sorry, die Seite welche Du aufgerufen hast, ist leider nicht verfügbar. Dies bedeutet, dass der Author sie gelöscht hat.
el: Λυπάμαι, αλλά η σελίδα που ζητάτε δεν υπάρχει. Εάν περιμένατε να δείτε κάποια εικόνα, πιθανόν να έχει διαγραφεί από τον δημιουργό της.
es: Lo sentimos, pero la página que estás buscando no se encuentra. Si era una imagen, puede significar que el autor la ha borrado.
fa: متاسفانه صفحه ای که جستجو می کنید، اینجا نیست. اگر هدف شما تصویری بوده است، یعنی نویسنده اش آن را حذف کرده است.
fi: Valitettavasti etsimääsi sivua ei löydy. Jos odotit näkeväsi kuvan, se on varmaan poistettu.
fr: Désolé, cette page n'est pas disponible. Si vous attendiez une image, cela signifie que son auteur l'a effacée.
it: Spiacenti, ma la pagina che cercavi non è qui. Se ti aspettavi un immagine, questo vuol dire che è stata cancellata dal suo autore.
ja: すみません、あなたが探しているページをみつける事ができませんでした。イメージを探しているのであれば、作者が削除したかもしれません。
nl: Het spijt ons, maar de pagina die je zoekt, bestaat niet. Als je een foto dacht te vinden, dan zal de auteur ze gewist hebben.
pl: Przepraszany, strona której szukasz nie istnieje. Jeśli spodziewałeś/aś się obrazu, oznacza to, że został usunięty.
pt: Desculpe-nos, mas a página que você procura não existe. Se você esperava uma imagem, ela provavelmente foi excluída pelo seu autor.
ru: Извините, но страницы, которую вы ищете, не существует. Если вы рассчитывали на изображение, то может быть автор удалил его.
uk: Вибачте, але сторінки, яку Ви шукаєте, немає. Якщо Ви розраховували на зображення, то, можливо, автор видалив його.

source: Fatal error
de: Schwerwiegender Fehler
el: Μοιραίο σφάλμα
es: Error fatal
fi: Vakava virhe
fr: Erreur fatale
hu: Végzetes hiba
it: Errore fatale
ja: 重大なエラーが発生
nl: Fatale fout
pl: Błąd krytyczny
ru: Неисправимая ошибка
uk: Фатальна помилка

source: Nothing to worry about, it's not your fault.
de: Mach dir keine Gedanken, es ist nicht dein Fehler.
el: Δεν χρειάζετε να ανησυχείτε, δεν είναι δικό σας λάθος.
es: No hay de que preocuparse, no ha sido error tuyo.
fi: Älä huoli, ongelma ei johdu sinusta.
fr: Pas de panique, ce n'est pas de votre faute.
hu: Ne aggódj, nem a te hibád.
it: Niente di cui preoccuparsi, non è colpa tua.
ja: 心配することはありません、あなたのせいではありません。
nl: Niets om je zorgen over te maken, het is niet jouw fout.
pl: Nie martw się, to nie Twoja wina.
ru: Ни о чём беспокоиться не надо, здесь нет вашей вины.
uk: Ні про що турбуватися не треба, це не Ваша помилка.

source: Something unexpected occurred! We have received an email with technical details, so we will try to fix the problem as soon as possible. Sorry about the inconvenience!
de: Es ist ein unerwartetes Probelm aufgetreten! Wir haben eine EMail mit technischen Details erhalten und versuchen das Problem so schnell, wie möglich zu lösen. Wir entschuldigen uns für die Unannehmlichkeiten ....
el: Συνέβει κάτι το απρόσμενο! Λάβαμε ένα email με τεχνικές λεπτομέριες, ώστε να προσπαθήσουμε να διορθώσουμε το πρόβλημα το συντομότερο δυνατό. Λυπούμαστε για την ενόχληση!
es: Algo inesperado ha ocurrido! Hemos recibido un correo con los detalles técnicos e intentaremos solucionarlo lo antes posible. Disculpe las molestias!
fi: Jotain odottamatonta tapahtui! Olemme saaneet sähköpostin ongelman teknisistä yksityiskohdista, joten yritämme korjata ongelman mahdollisimman pian. Pahoittelut häiriöstä!
fr: Désolé, une erreur inattendue s'est produite! Nous avons reçu les détails par email, le problème sera résolu dès que possible.
it: È accaduto qualcosa di inaspettato. Abbiamo ricevuto una e-mail con tutti i dettagli tecnici, quindi cercheremo di risolvere il problema al più presto possibile. Spiacenti per il disagio!
ja: 例外が発生しました！我々は技術的な詳細をメールで受け取る事によって、それを出来るだけ早く解決するでしょう。不便をおかけして申し訳けございませんでした!
nl: Er trad een onverwachte situatie op! We hebben een mail met technische details ontvangen, dus we zullen dit probleem zo snel mogelijk oplossen. Sorry voor het ongemak.
pl: Stało się coś nieoczekiwanego. Otrzymaliśmy email z raportem technicznym i spróbujemy naprawić problem tak szybko jak to możliwe. Przepraszamy za niedogodności !
ru: Случилось что-то непредвиденное. Мы получили электрописьмо с техническими деталями, так что мы постараемся исправить проблему так скоро, как сможем. Сожалеем за это неудобство!
uk: Сталося щось непередбачене. Ми отримали e-mail з технічними деталями, так що ми намагатимемося виправити проблему так швидко, як зможемо. Вибачайте за незручність!

source: Go back to the home page.
hu: Visszatérés a kezdőlapra.
it: Torna alla home.
pl: Wróć do strony głównej.
ru: Назад на домашнюю страницу.
uk: Поверніться на домашню сторінку.

source: AstroBin in temporarily unavailable
de: AstroBin ist vorübergehend nicht erreichbar
el: Το AstroBin είναι προσωρινά εκτός διαθεσιμότητας
es: AstroBin temporalmente no disponible
fi: AstroBin on väliaikaisesti saavuttamattomissa.
fr: AstroBin est temporairement indisponible
hu: Az AstroBin átmenetileg nem elérhető
it: AstroBin è temporaneamente irraggiungibile
ja: AstroBinは一時的に利用できません
nl: AstroBin is tijdelijk niet beschikbaar
pl: AstroBin jest tymczasowo niedostępny.
ru: AstroBin во временной недоступности
uk: AstroBin у тимчасовій недоступності

source: AstroBin is temporarily unavailable
de: AstroBin ist vorübergehend nicht erreichbar
el: Το AstroBin είναι προσωρινά εκτός διαθεσιμότητας
es: AstroBin no está disponible temporalmente
fa: AstroBin موقتا در دسترس نیست.
fi: AstroBin on väliaikaisesti poissa käytöstä.
fr: AstroBin est temporairement indisponible
hu: Az AstroBin átmenetileg nem elérhető
it: AstroBin è temporaneamente irraggiungibile
ja: AstroBinは一時的に利用できません
nl: AstroBin is tijdelijk niet beschikbaar
pl: AstroBin jest tymczasowo niedostępne.
ru: AstroBin временно недоступен
uk: AstroBin тимчасово недоступний

source: We apologize for the inconvenience, but we are performing some server maintenance, or probably a software upgrade. Usually this doesn't take more than 30 minutes.
de: Wir entschuldigen uns für die Unannehmlichkeit doch wir führen gerade einige Server-Wartungsarbeiten oder wahrscheinlich ein Software-Upgrade durch. Das dauert normalerweise nicht länger als 30 Minuten.
el: Λυπούμαστε για την δυσκολία, αλλά κάνουμε συντήρηση στον server, ή πιθανών μια αναβάθμιση λογισμικού. Συνήθως αυτό δεν παίρνει πάνω 30 λεπτά.
es: Perdona las molestias, pero estamos realizando una tarea de mantenimiento del servidor o una actualización del software. Normalmente no durará más de 30 minutos.
fa: از اشکال پیش آمده متاسفیم اما در حال حفاظت از سرور یا به روز رسانی نرم افزاری می باشیم. معمولا این کار بیش از 30 دقیقه طول نمی کشد.
fi: Teemme parhaillaan palvelinhuoltoa tai ohjelmistopäivitystä, pahoittelut häiriöstä. Huolto ei yleensä kestä pidempään kuin 30 minuuttia.
fr: Nous nous excusons pour la gêne occasionnée, mais nous effectuons une maintenance du serveur, ou probablement une mise à jour de logiciel. Habituellement, cela ne prend pas plus de 30 minutes.
hu: Elnézést kérünk a kellemetlenségekért, de szerverkarbantartást végzünk, vagy valószínűleg szoftverfrissítést hajtunk végre. Általában ez nem tart tovább 30 percnél.
it: Ci scusiamo per l'iconveniente, ma stiamo effettuando manutenzione al server, o forse un upgrade software. Di solito non ci vuole più di 30 minuti.
ja: ご迷惑をおかけしております。我々はサーバーメンテナンスを実施しているか、ソフトウエアをアップグレードしています。通常、30分ぐらいで終了いたします。
nl: We verontschuldigen ons voor het ongemak, maar momenteel plegen we wat onderhoud of doen we een upgrade aan de servers. Normaal gezien duurt dit niet langer dan 30 minuten.
pl: Przepraszamy za utrudnienia, ale trwają prace konserwacyjne lub instalacja nowej wersji oprogramowania. Zwykle nie zajmuje to dłużej niż 30 minut.
ru: Мы приносим извинения за неудобство, но мы проводим некоторые работы на сервере, или обновление программного обеспечения. Обычно это не занимает дольше 30 минут.
uk: Ми вибачаємося за незручність, але ми проводимо деякі роботи на сервері, або оновлення програмного забезпечення. Зазвичай це не займає більше 30 хвилин.

source: Come back soon!
de: Besuche uns bald wieder!
el: Να επιστρέψετε σύντομα!
es: ¡Vuelve pronto!
fa: زود بر میگردیم.
fi: Tule pian takaisin!
fr: Revenez bientôt !
hu: Nézz vissza hamarosan!
it: Torna presto!
ja: 少々お待ちください
nl: Kom spoedig terug!
pl: Za chwilę powrócimy!
ru: Возвращайтесь скорее!
uk: Повертайтеся швидше!

source: <strong>Please note:</strong> AstroBin is a community that values informative and constructive content. If you write something that other people find useful and valuable, the likes that you receive will contribute to your %(_0)sContribution Index (beta)%(_1)s.
hu: <strong>Figyelem:</strong> Az AstroBin egy olyan közösség, amely értékeli az informatív és konstruktív tartalmakat. Ha olyasmit írsz, amit mások hasznosnak és értékesnek találnak, a kapott kedvelések hozzájárulnak a %(_0)sHozzájárulási Indexedhez (béta)%(_1)s.
uk: <strong>Зверніть увагу:</strong> AstroBin – це спільнота, яка цінує інформативний та конструктивний вміст. Якщо ви пишете щось, що інші люди вважають корисним і цінним, отримані Вами лайки внесуть вклад у ваш %(_0)sContribution Index (beta)%(_1)s.

source: Use the <strong>@</strong> sign and start typing to mention any user.
hu: Használd a <strong>@</strong> jelet, és kezdj el gépelni, hogy megemlíts egy felhasználót.
uk: Використовуйте знак <strong>@</strong> і почніть вводити текст, щоб згадати будь-якого користувача.

source: Use the <strong>#</strong> sign and start typing to insert an image from your gallery.
hu: Használd a <strong>#</strong> jelet, és kezdj el gépelni, hogy beszúrj egy képet a galériádból.
uk: Використовуйте знак <strong>#</strong> і почніть вводити текст, щоб вставити зображення зі своєї галереї.

source: All
de: Alles
el: Όλα
es: Todos
fa: همه
fi: Kaikki
fr: Tout
hu: Mindegyik
it: Tutti
ja: すべて
nl: Alles
pl: Wszystkie
pt: Tudo
ru: Все
uk: Всі

source: Regular
de: Durchschnittlich
el: Κανονική
es: Aceptable
fa: عادی
fi: Normaali
fr: Normale
hu: Általános
it: Normale
ja: 標準
nl: Normaal
pl: Przeciętny
pt: Médio
ru: Обычный
uk: Звичайний

source: Electronically-Assisted Astronomy (EAA)
uk: Астрономія з електронним керуванням (EAA)

source: AstroBin is in READ ONLY mode
hu: Az AstroBin "CSAK OLVASHATÓ" módban van.
uk: AstroBin у режимі ТІЛЬКИ ЧИТАННЯ

source: <a href="%(user_page)s">%(user)s</a> uploaded a new image.
hu: <a href="%(user_page)s">%(user)s</a> új képet töltött fel.
uk: <a href="%(user_page)s">%(user)s</a> завантажив нове зображення.

source: <a href="%(user_page)s">%(user)s</a> uploaded a new image revision.
hu: <a href="%(user_page)s">%(user)s</a> új képátdolgozást töltött fel.
uk: <a href="%(user_page)s">%(user)s</a> завантажив нову версію зображення.

source: <a href="%(user_page)s">%(user)s</a> and %(count)s others like this image.
hu: <a href="%(user_page)s">%(user)s</a> és még %(count)s embernek tetszik ez a kép.
uk: <a href="%(user_page)s">%(user)s</a> і ще %(count)s сподобалось це зображення.

source: <a href="%(user_page)s">%(user)s</a> likes this image.
hu: <a href="%(user_page)s">%(user)s</a> kedveli ezt a képet.
uk: <a href="%(user_page)s">%(user)s</a> подобається це зображення.

source: <a href="%(user_page)s">%(user)s</a> and %(count)s others bookmarked this image.
hu: <a href="%(user_page)s">%(user)s</a> és még %(count)s ember könyvjelzőzte ezt a képet.
uk: <a href="%(user_page)s">%(user)s</a> і ще %(count)s додали це зображення в закладки.

source: <a href="%(user_page)s">%(user)s</a> bookmarked this image.
hu: <a href="%(user_page)s">%(user)s</a> könyvjelzőzte ezt a képet.
uk: <a href="%(user_page)s">%(user)s</a> додали це зображення в закладки.

source: <a href="%(user_page)s">%(user)s</a> and %(count)s others commented this image.
hu: <a href="%(user_page)s">%(user)s</a> és még %(count)s ember hozzászólt ehhez a képhez.
uk: <a href="%(user_page)s">%(user)s</a> і ще %(count)s прокоментували це зображення.

source: <a href="%(user_page)s">%(user)s</a> commented this image.
hu: <a href="%(user_page)s">%(user)s</a> hozzászólt ehhez a képhez.
uk: <a href="%(user_page)s">%(user)s</a> прокоментував це зображення.

source: <a href="%(user_page)s">%(user)s</a> created a new public group.
hu: <a href="%(user_page)s">%(user)s</a> új nyilvános csoportot hozott létre.
uk: <a href="%(user_page)s">%(user)s</a> створив нову загальнодоступну групу.

source: <a href="%(user_page)s">%(user)s</a> joined a group.
hu: <a href="%(user_page)s">%(user)s</a> csatlakozott egy csoporthoz.
uk: <a href="%(user_page)s">%(user)s</a> приєднався до групи.

source: Remove ads
hu: Reklámok eltávolítása
uk: Видалити рекламу

source: Request an API key
de: API-Key beantragen
el: Ζητήστε κλειδί ΑΡΙ
es: Solicitar una Llave API
fa: درخواست یک API key
fi: Pyydä API-Avainta
fr: Demander une clé API
hu: API-kulcs igénylése
it: Richiedi una API key
ja: APIキーのリクエスト
nl: Aanvragen van een API Key
pl: Zaaplikuj o klucz do API.
pt: Solicitar uma API Key
ru: Запрос API-ключа
uk: Запит API-ключа
