Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Select licenses
es: Selecciona licencias

source: Action
es: Acciones

source: You can use AstroBin for free up to %(max_allowed)s images. After that you can upgrade to <strong>Lite</strong> if you have a limited yearly output, or <strong>Premium</strong> for a limitless experience. Paying members will not see ads, and everybody, including non-paying members, have access to all social features of AstroBin.
es: Puedes usar AstroBin para subir gratuitamente hasta %(max_allowed)s imágenes. Después de esto puedes mejorar tu cuenta a <strong>Mensual Lite</strong> o <strong>Anual Lite</strong> si tienes una producción anual de imágenes reducida, o a un plan <strong>Premium</strong> para una experiencia sin límites. Los miembros de pago no verán publicidad. Todos, incluidos los miembros con cuentas gratuitas, tienen acceso a todas las características sociales de AstroBin.

source: Careful! If you have already a paid Raw Data subscription, your available space will be reduced!
es: ¡Cuidado! Si tienes una suscripción de pago de Datos Raw, tu espacio disponible se verá reducido!

source: Your bookmarks
es: Tus favoritos

source: %(username)s's bookmarks
es: Favoritos de %(username)s:

source: Your followers
es: Tus seguidores

source: %(username)s's followers
es: Seguidores de %(username)s

source: Your followed users
es: Tus usuarios seguidos

source: %(username)s's followed users
es: Usuarios seguidos por %(username)s

source: Uploads used
es: Subidas usadas

source: Edit profile
es: Editar Perfil

source: Done! Go to <a href=\"/me\">your profile</a> to see the new pictures (and keep an eye on your notifications)!
es: ¡Hecho! Ves a <a href=\"/me\">tu perfil</a> para ver las nuevas fotografías (y ¡echa un vistazo a tus avisos!)

source: Your commercial products
es: Tus productos comerciales

source: Select your language, and which e-mail notification you would like to receive:
es: Selecciona tu idioma, y qué avisos quieres recibir por correo electrónico:

source: Today's 'Image of the day' was already chosen. Come back tomorrow!
es: La "Imagen del día" de hoy ya ha sido seleccionada. ¡Regresa mañana!

source: You have reached your image uploads limit. Please upgrade!
es: Has alcanzado el límite de imágenes subidas. Por favor, sube la categoría tu cuenta.

source: Default front page section changed.
es: Sección de página principal cambiada.

source: Daily
de: Täglich
el: Ημερησίως
fi: Päivittäin
fr: Jour
it: Giornaliero
nl: Per dag
pl: Dziennie

source: Monthly
de: Monatlich
fi: Kuukausittain
fr: Mois
it: Mensile
nl: Per maand
pl: Miesięcznie

source: Yearly
de: Jährlich
el: Ετησίως
fi: Vuosittain
fr: Année
it: Annuale
nl: Per jaar
pl: Rocznie

source: Trending astrophotographers
it: Astrofotografi trending

source: Back to image
it: Torna alla immagine

source: You are invited to the private shared folder: "%(folder_name)s". You can now contribute data and processed images to the folder. You can also invite more people. Visit the folder at the following url: %(folder_url)s
it: Sei invitato alla cartella condivisa privata: "%(folder_name)s". Ora puoi mandare dati ed immagini elaborate alla cartella. Puoi anche invitare altri utenti. Visita la cartella al seguende indirizzo: %(folder_url)s

source: <a href="%(folder_url)s">You are invited to the private shared folder: <strong>"%(folder_name)s."</strong></a>
it: <a href="%(folder_url)s">Sei invitato alla cartella condivisa privata: <strong>"%(folder_name)s."</strong></a>

source: You are invited to the private shared folder: %(folder_name)s
it: Sei invitato alla cartella condivisa privata: %(folder_name)s

source: A collection of great images that were recently handpicked.
it: Una raccolta di ottime immagini che sono state recentemente selezionate a mano.

source: Last 6 months
it: Ultimi 6 mesi

source: Last year
it: Ultimo anno

source: All time
it: Totale

source: Form saved. A new plate-solving process will start when you visit your image again.
it: Modulo salvato. Un nuovo processo di riduzione astrometrica inizierà quando visiterai la tua immagine di nuovo.

source: Dec
el: Dec (απόκλιση)
ja: 赤緯
