Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: All images uploaded by people you follow
hu: A követett személyek által feltöltött összes kép
it: Immagini recenti dagli utenti che segui
pl: Nowe zdjęcie opublikowane przez użytkowników, których obserwujesz
ru: Все загруженные изображения от людей, на которых вы подписаны
uk: Усі завантажені зображення від людей, на яких ви підписані

source: Default front page view
hu: Alapértelmezett főoldal nézet
it: Vista predefinita della home
pl: Domyślny wygląd pierwszej strony
ru: Главная страница по-умолчанию.
uk: Вигляд головної сторінки

source: Upload time
de: Upload Zeitpunkt
el: Ώρα ανεβάσματος
es: Fecha de subida
fa: زمان بارگذاری
fi: Latausaika
fr: Date de publication
it: Data di caricamento
ja: アップロード時間
nl: Datum van publicatie
pl: Czas publikacji
pt: Hora do envio
ru: Время закачки
uk: Час завантаження

source: Acquisition time
de: Aufnahmezeitpunkt
el: Ώρα λήψης
es: Fecha de adquisición
fa: زمان گرفتن عکس
fi: Kuvausajankohta
fr: Date d'acquisition
it: Data di acquisizione
ja: 撮影時刻
nl: Belichtingstijd
pl: Czas naświetlania
pt: Tempo de captura
ru: Время получения
uk: Час отримання

source: Year
de: Jahr
el: Έτος
es: Año
fa: سال
fi: Vuosi
fr: Année
hu: Év
it: Anno
ja: 年
nl: Jaar
pl: Rok
pt: Ano
ru: Год
uk: Рік

source: Collections
hu: Gyűjtemények
it: Cartelle
pl: Kolekcje
ru: Коллекции
uk: Колекції

source: Default gallery sorting
hu: Galéria alapértelmezett rendezése
it: Ordine di default della galleria
pl: Domyślne sortowanie galerii
ru: Сортировка галереи по умолчанию
uk: Сортування галереї за замовчуванням

source: See your own Staging Area images on your gallery
hu: Nézd meg a saját Előkészítési Területi képeidet a galériádban
uk: Дивіться власні зображення Студії у Вашій галереї

source: Select if you want your Staging Area images to appear on your own view of your gallery when you are logged. If you choose 'No', your Staging Area images can be located via the 'View' menu entry on your gallery page.
uk: Виберіть, чи хочете Ви, щоб зображення Студії відображалися у власній галереї, коли Ви увійшли до системи. Якщо виберете «Ні», зображення Студії можна знайти за допомогою меню «Перегляд» на сторінці галереї.

source: Default license
de: Standard Lizenz
el: Τυπική άδεια χρήσης
es: Licencia por defecto
fa: مدرک پیش فرض
fi: Oletuslisenssi
fr: Licence par défaut
hu: Alapértelmezett licensz
it: Licenza predefinita
ja: デフォルトのライセンス
nl: Standaard licentie
pl: Domyślna licencja
pt: Licença padrão
ru: Лицензия по-умолчанию
uk: Ліцензія за замовчуванням

source: The license you select here is automatically applied to all your new images.
de: Diese Lizenz wird automatisch allen Deinen neuen Bildern hinzugefügt.
el: Η άδεια χρήσης που επιλέγετε εδώ εφαρμόζεται αυτόματα σε όλες τις νέες σας φωτογραφίες.
es: La licencia que selecciones aquí será aplicada automáticamente a tus nuevas imágenes.
fa: مجوزی که شما اینجا انتخاب کنید، به تمام تصاویر جدید خودکاراعمال می شود.
fi: Tämä lisenssi asetetaan automaattisesti uusille kuvillesi.
fr: La licence sélectionnée est appliquée automatiquement à toutes vos nouvelles images.
hu: Az itt kiválasztott licensz automatikusan érvényesül az összes új képeden.
it: La licenza che selezioni qui verrà applicata a tutte le tue nuove immagini.
ja: 全ての新しい画像に、選択したライセンスを自動的に適用します。
nl: Deze licentie wordt automatisch toegepast op al je nieuwe uploads.
pl: Licencja, którą wybrałeś, będzie automatycznie stosowana do nowo opublikowanych zdjęć.
pt: A licença escolhida será aplicada automaticamente a todas as suas novas imagens.
ru: Выбранная вами лицензия автоматически распространяется на все ваши изображения.
uk: Вибрана ліцензія автоматично поширюється на всі Ваші зображення.

source: I accept to receive rare important communications via email
hu: Hozzájárulok ahhoz, hogy ritka, fontos információkat kapjak e-mailben
uk: Я згоден іноді отримувати важливі повідомлення по e-mail

source: This is highly recommended. These are very rare and contain information that you probably want to have.
hu: Ez erősen ajánlott. Ezek nagyon ritkák, és olyan információkat tartalmaznak, amikről valószínűleg tudni akarsz.
uk: Наполегливо рекомендується. Це відбувається дуже рідко і містить інформацію, яку ви, напевно, захочете знати.

source: I accept to receive occasional newsletters via email
hu: Hozzájárulok, hogy alkalmanként hírleveleket kapjak e-mailben
uk: Я погоджуюся отримувати періодичні новини на e-mail

source: Newsletters do not have a fixed schedule, but in any case they are not sent out more often than once per month.
hu: A hírleveleknek nincs meghatározott ütemezése, de semmiképpen sem küldünk egynél többet havonta.
uk: Новини не мають постійного розкладу, але приходять не рідше одного разу на місяць.

source: I accept to receive occasional marketing and commercial material via email
hu: Hozzájárulok, hogy alkalmanként marketing és kereskedelmi anyagokat kapjak e-mailben
uk: Я погоджуюся періодично отримувати комерційні матеріали електронною поштою

source: These emails may contain offers, commercial news, and promotions from AstroBin or its partners.
hu: Ezek az e-mailek tartalmazhatnak ajánlatokat, kereskedelmi híreket és promóciókat az AstroBin vagy partnerei részéről.
uk: Ці листи можуть містити комерційні пропозиції, новини та інші матеріали від AstroBin та його партнерів.

source: Allow astronomy ads from our partners
hu: Csillagászattal kapcsolatos hirdetések engedélyezése partnereinktől
uk: Дозволити рекламу астрономії від наших партнерів

source: It would mean a lot if you chose to allow astronomy relevant, non intrusive ads on this website. AstroBin is a small business run by a single person, and this kind of support would be amazing. Thank you in advance!
hu: Sokat jelentene, ha úgy döntenél, hogy engedélyezed a csillagászathoz kapcsolódó, nem tolakodó hirdetéseket ezen a weboldalon. Az AstroBin egy kisvállalkozás, amelyet egy személy vezet, és ez a fajta támogatás csodálatos lenne. Előre is köszönjük!
uk: Це буде багато значить, якщо Ви вирішите дозволити на цьому сайті релевантну, ненав’язливу рекламу астрономії. AstroBin - це невеликий бізнес, яким управляє одна людина, і така підтримка була б приголомшливою. Заздалегідь дякую!

source: Allow retailer integration
hu: Viszonteladók integrációjának engedélyezése
uk: Дозволити інтеграцію з роздрібним продавцем

source: AstroBin may associate with retailers of astronomy and astrophotography equipment to enhance the display of equipment items with links to sponsoring partners. The integration is subtle and non intrusive, and it would help a lot if you didn't disable it. Thank you in advance!
hu: Az AstroBin társulhat csillagászati és asztrofotó-felszerelések viszonteladóival, hogy a szponzoráló partnerekre mutató linkekkel bővítse a felszerelési cikkek kínálatát. Ez az integráció visszafogott és nem tolakodó, és sokat segítene, ha nem tiltanád le. Előre is köszönjük!
uk: AstroBin може співпрацювати з роздрібними продавцями астрономічного та астрофотографічного обладнання, щоб покращити відображення предметів обладнання з посиланнями на партнерів-спонсорів. Інтеграція тонка та ненав’язлива, і вона дуже допоможе, якщо ви її не відключите. Заздалегідь дякуємо!

source: Language
de: Sprache
el: Γλώσσα
es: Idioma
fa: زبان
fi: Kieli
fr: Langue
hu: Nyelv
it: Lingua
ja: 言語
nl: Taal
pl: Język
pt: Idioma
ru: Язык
uk: Мова

source: Other languages
hu: Más nyelvek
uk: Інші мови

source: Other languages that you can read and write. This can be useful to other AstroBin members who would like to communicate with you.
hu: Más nyelvek, amelyeket tudsz írni és olvasni. Ez hasznos lehet más AstroBin-tagok számára, akik kapcsolatba szeretnének lépni veled.
uk: Інші мови, які Ви можете читати та писати. Це буде корисно для інших учасників AstroBin, які хотіли б поспілкуватися з Вами.

source: Signature
de: Signatur
es: Firma
fi: Allekirjoitus
hu: Aláírás
it: Firma
ja: 署名
nl: Handtekening
pl: Podpis
ru: Сигнатура
uk: Підпис

source: Signature HTML Version
de: Signatur (HTML Version)
es: Firma (versión HTML)
fi: Allekirjoituksen HTML-versio
fr: Signature Version HTML
hu: Aláírás HTML verziója
it: Firma versione HTML
ja: HTMLバージョンの署名
nl: Handtekening - HTML versie
pl: Podpis wersja HTML
ru: Сигнатура версии HTML
uk: Версія HTML підпису

source: Show signatures
de: Signaturen anzeigen
es: Mostrar firmas
fi: Näytä allekirjoitukset
fr: Afficher la signature
hu: Aláírások mutatása
it: Mostra firme
ja: 署名を表示する
nl: Toon handtekeningen
pl: Wyświetl podpisy
ru: Показать сигнатуры
uk: Показати підписи

source: Post count
de: Anzahl der Beiträge
es: Contador de publicaciones
fi: Viestien määrä
fr: Nombre de messages
hu: Posztok száma
it: Numero di post
ja: 投稿数
nl: Aantal berichten
pl: Liczba postów
ru: Количество сообщений
uk: Кількість публікацій

source: Automatically subscribe
es: Suscribirse automáticamente
fi: Seuraa automaattisesti
fr: S'abonner automatiquement
hu: Automatikus feliratkozás
it: Abbonati automaticamente
ja: 自動承認
nl: Automatisch abonneren
pl: Subskrybuj automatycznie
ru: Автоматическая подписка
uk: Автоматично підписатися

source: Automatically subscribe to topics that you answer
de: Automatisch Themen verfolgen, auf die du antwortest.
es: Suscribirse automáticamente a los temas en los que has respondido
fi: Seuraa vastaamiasi viestiketjuja automaattisesti
fr: S'abonner automatiquement aux discussions auxquelles vous participez
hu: Automatikus feliratkozás az általad megválaszolt témákra
it: Abbonati automaticamente agli argomenti a cui rispondi
ja: 問い合わせの回答を自動承認
nl: Automatisch abonneren op onderwerpen waarop je antwoordt
pl: Subskrybuj automatycznie dla tematów w których pisałeś
ru: Подписываться автоматом на темы с вашими ответами
uk: Автоматично підписуйтесь на теми, на які ви відповідаєте

source: Receive e-mails from subscribed forum topics
hu: E-mailek fogadása fórumposztokról, amikre feliratkoztál
it: Ricevi email dagli argomenti del forum a cui sei abbonato
uk: Отримувати e-mail від тем з підпискою на форумі

source: A descriptive name, e.g. 'Home observatory' or 'Mount Whitney'.
de: Beschreibender Name, z.B. "Heimsternwarte" oder "Watzmann".
el: Ένα περιγραφικό όνομα, π.χ. "Παρατηρητήριο σπιτιού" ή "Βουνό Whitney".
es: Un nombre descriptivo, p.e. "Observatorio de casa" o "Cruz de los Tres Reinos".
fa: نام توصیفی. مثلا: 'Home observatory' یا 'Mount Whitney'
fi: Kuvaava nimi, esim. "Takapihaobservatorio" tai "Mount Whitney".
fr: Un nom descriptif, p. ex. "Observatoire personnel" ou "Plateau de Calern".
hu: Egy leíró név, pl. "Otthoni csillagvizsgáló" vagy "Mount Whitney".
it: Un nome descrittivo, ad esempio 'Osservatorio a casa' o 'Monte Bianco'.
ja: 別名（ベランダ撮影や光が丘など）。
nl: Een goed omschrijvende naam, zoals "Observatorium thuis" of "Mont Blanc".
pl: Nazwa opisowa, np. "Obserwatorium domowe"
pt: Um nome descritivo, como 'Observatório caseiro' ou 'Monte Whitney'.
ru: Наглядное название, например. «Домашная обсерватория» или «Гора Казбек».
uk: Описова назва, напр. «Домашня обсерваторія» або «Гора Говерла».

source: City
de: Stadt
el: Πόλη
es: Localidad
fa: شهر
fi: Kaupunki
fr: Ville
hu: Város
it: Città
ja: 市区町村
nl: Stad
pl: Miasto
pt: Cidade
ru: Город
uk: Місто

source: If this location is not in a city, use the name of the closest city.
de: Wenn dieser Standort außerhalb einer Stadt liegt, bitte die nächstgelegene Stadt angeben.
el: Αν αυτή η τοποθεσία δεν είναι σε πόλη, χρησιμοποιήστε το όνομα της πλησιέστερης πόλης.
es: Si este lugar no está en una localidad, usa el nombre de la más cercana.
fa: اگر این محل، یک شهر نیست، از نام نزدیکترین شهر استفاده کنید.
fi: Jos paikkakunta ei ole kaupunki, syötä lähimmän kaupungin nimi.
fr: Si ce lieu n'est pas situé dans une ville, utilisez le nom de la ville la plus proche.
hu: Ha ez a hely nem egy városban található, használd a legközelebbi város nevét.
it: Se questo luogo non è in una città, usa il nome della città più vicina.
ja: この場所に地名が無い場合、最も近隣の町の名前を使ってください。
nl: Als deze plaats niet in een stad is gelegen, gebruik dan de naam van de dichtstbijzijnde.
pl: Jeżeli w tej lokalizacji nie ma miasta, użyj nazwy najbliższej miejscowości.
pt: Se este local não é uma cidade, use o nome da cidade mais próxima.
ru: Если местоположение не город, то укажите название ближайшего города.
uk: Якщо місцезнаходження не місто, то вкажіть назву найближчого міста.

source: State or province
de: Bundesland
el: Πολιτεία ή επαρχία
es: Estado o Provincia
fa: ایالت یا استان
fi: Lääni, osavaltio tai provinssi
fr: Région ou département
hu: Állam vagy tartomány
it: Stato o provincia
ja: 都道府県
nl: Staat of provincie
pl: Województwo
pt: Estado ou província
ru: Область или регион
uk: Штат або провінція

source: Country
de: Land
el: Χώρα
es: País
fa: کشور
fi: Valtio
fr: Pays
hu: Ország
it: Paese
ja: 国名
nl: Land
pl: Kraj
pt: País
ru: Страна
uk: Країна

source: North
de: Norden
el: Βόρειo
es: Norte
fa: شمال
fi: Pohjoinen
fr: Nord
hu: Észak
it: Nord
ja: 北緯
nl: Noord
pl: Północ
pt: Norte
ru: Север
uk: Північ

source: South
de: Süden
el: Νότιo
es: Sur
fa: جنوب
fi: Etelä
fr: Sud
hu: Dél
it: Sud
ja: 南緯
nl: Zuid
pl: Południe
pt: Sul
ru: Юг
uk: Південь

source: North or south
de: Nördlich oder südlich
el: Βόρειo ή Νότιo
es: Norte o Sur
fa: شمال یا جنوب
fi: DeutschPohjois tai etelä
fr: Nord ou Sud
hu: Észak vagy dél
it: Nord o sud
ja: 北緯もしくは南緯
nl: Noord of zuid
pl: Północ lub południe
pt: Norte ou sul
ru: Север или юг
uk: Північ чи південь

source: East
de: Osten
el: Ανατολικά
es: Este
fa: شرق
fi: Itä
fr: Est
hu: Kelet
it: Est
ja: 東経
nl: Oost
pl: Wschód
pt: Leste
ru: Восток
uk: Схід

source: West
de: Westen
el: Δυτικά
es: Oeste
fa: غرب
fi: Länsi
fr: Ouest
hu: Nyugat
it: Ovest
ja: 西経
pl: Zachód
pt: Oeste
ru: Запад
uk: Захід

source: East or West
de: Ost oder west
el: Ανατολικά ή Δυτικά
es: Este o Oeste
fa: شرق یا غرب
fi: Itä tai länsi
fr: Est ou Ouest
hu: Kelet vagy nyugat
it: Est o ovest
ja: 東経もしくは西経
nl: Oost of west
pl: Wschód lub zachód
pt: Leste ou oeste
ru: Восток или Запад
uk: Схід або Захід

source: Altitude
de: Höhe
el: Υψόμετρο
es: Altitud
fa: ارتفاع
fi: Korkeus
hu: Magasság
it: Altitudine
ja: 高度
nl: Hoogte
pl: Wysokość n.p.m.
ru: Высота
uk: Висота

source: In meters.
de: In Metern.
el: Σε μέτρα.
es: En metros.
fa: به متر
fi: Metreissä.
fr: En mètres.
hu: Méterben.
it: In metri.
ja: メートル。
nl: In meter.
pl: W metrach.
pt: Em metros.
ru: В метрах.
uk: В метрах.

source: The name of the website or app that wishes to use the APIs.
de: Name der Webseite oder App, die die APIs verwenden soll.
el: Το όνομα της ιστοσελίδας ή της εφαρμογής που επιθυμείτε να χρησιμοποιήσει τα ΑΡΙs.
es: Nombre de la página web o aplicación que usará las APIs.
fa: نام وبسایت یا app که APIs را استفاده می کند.
fi: Rajapinnan käyttöä toivovan sivuston tai ohjelman nimi.
fr: Le nom du site web ou de l'application qui souhaite utiliser les API.
hu: Az API-kat használni kívánó webhely vagy alkalmazás neve.
it: Il nome del sito o app che desidera usare le API.
ja: ウエブサイトの名前もしくはAPIを利用するアプリケーションの名前
nl: De naam van de website of app die de API's wenst te gebruiken.
pl: Nazwa strony lub aplikacji, która chce używać API.
pt: O nome do site ou aplicativo que utilizará as APIs.
ru: Название веб-сайта или приложения, в котором хочется применять API.
uk: Назва веб-сайту або програми, в якій ви хочете використовувати API.

source: Please explain the purpose of your application, and how you intend to use the API.
de: Bitte beschreibe die Funktionalität deines Programms sowie die beabsichtigte Nutzung der API.
el: Παρακαλώ εξηγήστε τον σκοπό της εφαρμογής σας καθώς και πως πρόκειται να χρησιμοποιήσετε το ΑΡΙ.
es: Por favor, explica el propósito de tu aplicación y cómo piensas usar la API.
fa: لطفا دلیل کاربردتان و اینکه چطور قصد دارید از APIs استفاده کنید را شرح دهید.
fi: Selitä ohjelman tarkoitus, ja miten aiot hyödyntää AstroBinin rajapintoja.
fr: Veuillez expliquer l'objet de votre application et de quelle manière vous comptez utiliser l'API.
hu: Kérjük, ismertesd az alkalmazás célját, és azt, hogy hogyan szándékozol használni az API-t.
it: Per favore spiega lo scopo della tua applicazione, e come intendi usare le API.
ja: あなたのアプリケーションの目的と、そのAPIをどのように使おうとしているのかを説明してください。
nl: Gelieve het doel van je toepassing te verduidelijken en hoe je de API gaat gebruiken.
pl: Proszę opisać powód i sposób, w jaki API będzie wykorzystywane.
pt: Por favor, explique o propósito do aplicativo e como você pretende utilizar a API.
ru: Пожалуйста, объясните назначение вашего приложения и то, как вы собираетесь использовать API.
uk: Будь ласка, поясніть призначення вашої програми та те, як ви збираєтеся використовувати API.

source: Pending
hu: Függőben
uk: Очікується

source: Processing
hu: Feldolgozás
uk: Обробка

source: Ready
hu: Kész
uk: Готово

source: Error
hu: Hiba
uk: Помилка

source: Expired
hu: Lejárt
uk: Термін дії закінчився

source: Abkhazian
uk: Абхазія

source: Afar
uk: Далеко

source: Afrikaans
uk: Африкаанс

source: Akan
uk: Акан

source: Amharic
uk: Амхарська

source: Aragonese
uk: Арагонський

source: Armenian
uk: Вірменський

source: Assamese
uk: Ассамський

source: Avaric
uk: Аварська

source: Avestan
uk: Авестійський

source: Aymara
uk: Аймара

source: Azerbaijani
hu: Azerbajdzsáni
uk: Азербайджанська

source: Bambara
uk: Бамбара

source: Bashkir
uk: Башкирський

source: Basque
uk: Баскська

source: Belarusian
hu: Fehérorosz
uk: Білоруська

source: Bengali
uk: Бенгальська

source: Bihari languages
uk: Біхарійські мови

source: Bislama
uk: Бісламська

source: Bosnian
hu: Bosnyák
uk: Боснійська

source: Breton
uk: Бретонська

source: Bulgarian
hu: Bolgár
uk: Болгарська

source: Burmese
uk: Бірманська

source: Catalan / Valencian
uk: Каталонська / Валенсійська

source: Chamorro
uk: Чаморро

source: Chechen
uk: Чеченська

source: Chichewa, Chewa, Nyanja
uk: Чічева, Чева, Нянджа

source: Chinese
hu: Kínai
uk: Китайська

source: Chuvash
uk: Чувашська

source: Cornish
uk: Корніш

source: Corsican
uk: Корсиканський

source: Cree
uk: Кри

source: Croatian
hu: Horvát
uk: Хорватська

source: Czech
hu: Cseh
uk: Чехія

source: Danish
hu: Dán
uk: Датська

source: Divehi / Dhivehi / Maldivian
uk: Дівехі / Дхівехі / Мальдівська

source: Dutch, Flemish
hu: Holland
uk: Голландська, Фламандська

source: Dzongkha
uk: Дзонгха

source: English
de: Englisch
el: Αγγλικά
es: Inglés
fa: انگلیسی
fi: Englanti
fr: Anglais
hu: Angol
it: Inglese
ja: 英語
nl: Engels
pl: Angielski
pt: Inglês
ru: Английский
uk: Англійська

source: Esperanto
uk: Есперанто

source: Estonian
hu: Észt
uk: Естонська

source: Ewe
uk: Гана, Того та Бенін

source: Faroese
uk: Фарерська

source: Fijian
hu: Fidzsi
uk: Фіджійська

source: Fulah
uk: Фула

source: Galician
uk: Галицька

source: Georgian
uk: Грузинська

source: Guarani
uk: Гуарані

source: Gujarati
uk: Гуджараті

source: Haitian / Haitian Creole
uk: Гаїтянська / Гаїтянська креольська

source: Hausa
uk: Хауса

source: Hebrew
hu: Héber
uk: Іврит

source: Herero
uk: Гереро

source: Hindi
uk: Гінді

source: Hiri Motu
hu: Hindi
uk: Хірі Моту

source: Hungarian
hu: Magyar
uk: Угорська

source: Interlingua
uk: Інтерлінгва

source: Indonesian
hu: Indonéz
uk: Індонезійська

source: Interlingue / Occidental
uk: Інтерлінгва / Західна

source: Irish
hu: Ír
uk: Ірландська

source: Igbo
uk: Ігбо

source: Inupiaq
uk: Інупіак

source: Ido
uk: Ідо

source: Icelandic
hu: Izlandi
uk: Ісландська

source: Inuktitut
uk: Інуктитут

source: Javanese
uk: Яванська

source: Kalaallisut / Greenlandic
uk: Калааллісут / Гренландська

source: Kannada
uk: Каннада (північ Індії)

source: Kanuri
uk: Канурі

source: Kashmiri
uk: Кашмірська

source: Kazakh
hu: Kazak
uk: Казахська

source: Central Khmer
uk: Центральна Кхмерська

source: Kikuyu / Gikuyu
uk: Кікую / Гікуйю

source: Kinyarwanda
uk: Кіньяруанда

source: Kirghiz / Kyrgyz
uk: Киргиз

source: Komi
uk: Комі

source: Kongo
uk: Конго

source: Korean
hu: Koreai
uk: Корейська

source: Kurdish
uk: Курдська

source: Kuanyama / Kwanyama
uk: Куаньяма / Кваньяма

source: Latin
uk: Латинська

source: Luxembourgish, Letzeburgesch
hu: Luxembourgi
uk: Люксембург, Летцебургеш

source: Ganda
uk: Ганда

source: Limburgan / Limburger / Limburgish
uk: Лімбургер / Лімбургер / Лімбург

source: Lingala
uk: Лінгала

source: Lao
uk: Лаоська

source: Lithuanian
hu: Litván
uk: Литовська

source: Luba / Katanga
uk: Люба / Катанга

source: Latvian
hu: Lett
uk: Латвійська

source: Manx
uk: Менська

source: Macedonian
hu: Macedón
uk: Македонська

source: Malagasy
uk: Малагасійська

source: Malay
hu: Maláj
uk: Малайська

source: Malayalam
uk: Малаялам

source: Maltese
uk: Мальтійська

source: Maori
uk: Маорі

source: Marathi
uk: Маратхі

source: Marshallese
uk: Маршальська

source: Mongolian
hu: Mongol
uk: Монгольська

source: Navajo / Navaho
uk: Навахо

source: North Ndebele
uk: Північний Ндебеле

source: Nepali
uk: Непальська

source: Ndonga
uk: Ндонга

source: Norwegian Bokmål
hu: Bokmål Norvég
uk: Норвезька Букмол

source: Norwegian Nynorsk
hu: Nynorsk Norvég
uk: Норвезький Нюнорськ

source: Norwegian
hu: Norvég
uk: Норвезька

source: Sichuan Yi / Nuosu
uk: Сичуань І / Нуосу

source: South Ndebele
uk: Південний Ндебеле

source: Occitan
uk: Окситанська

source: Ojibwa
uk: Оджібва

source: Church Slavic / Old Slavonic / Church Slavonic / Old Bulgarian / Old Church Slavonic
uk: Церковнослов’янська / Старослов’янська / Церковнослов’янська / Староболгарська / Церковностарослов’янська

source: Oromo
uk: Оромо

source: Oriya
uk: Орія

source: Ossetian / Ossetic
uk: Осетин

source: Punjabi / Panjabi
uk: Пенджабі

source: Pali
uk: Палійський

source: Persian
uk: Перська

source: Pashto / Pushto
uk: Пушту / Пушто

source: Quechua
uk: Кечуа

source: Romansh
uk: Ретороманська

source: Rundi
uk: Рунді

source: Romanian / Moldavian / Moldovan
uk: Румунська / Молдавська

source: Sanskrit
uk: Санскрит

source: Sardinian
uk: Сардинська

source: Sindhi
uk: Сіндхі

source: Northern Sami
uk: Північні Саами

source: Samoan
uk: Самоанська

source: Sango
uk: Санго

source: Serbian
hu: Szerb
uk: Сербська

source: Gaelic / Scottish Gaelic
uk: Гельська / Шотландська гельська

source: Shona
uk: Шона

source: Sinhala / Sinhalese
uk: Сингальська / Сингальська

source: Slovak
hu: Szlovák
uk: Словацька

source: Slovenian
hu: Szlovén
uk: Словенська

source: Somali
uk: Сомалійська

source: Southern Sotho
uk: Південний Сото

source: Spanish / Castilian
hu: Spanyol
uk: Іспанська / Кастильська

source: Sundanese
uk: Суданська

source: Swahili
uk: Сахілі

source: Swati
uk: Сваті

source: Swedish
hu: Svéd
uk: Шведська

source: Tamil
uk: Тамільська

source: Telugu
uk: Телугу

source: Tajik
hu: Tadzsik
uk: Таджицька

source: Thai
uk: Тайська

source: Tigrinya
uk: Тігрінья

source: Tibetan
uk: Тибетська

source: Turkmen
hu: Türkmén
uk: Туркменська

source: Tagalog
uk: Тагальська

source: Tswana
uk: Тсвана

source: Tsonga
uk: Цонга

source: Tatar
uk: Татарська

source: Twi
uk: Тві

source: Tahitian
uk: Таїтянська

source: Uighur / Uyghur
uk: Уйгур

source: Ukrainian
hu: Ukrán
uk: Українська

source: Urdu
uk: Урду

source: Uzbek
uk: Узбецька

source: Venda
uk: Венда

source: Vietnamese
hu: Vietnámi
uk: В’єтнамська

source: Volapük
uk: Волапюк

source: Walloon
uk: Валлонська

source: Welsh
uk: Валлійська

source: Wolof
uk: Волоф

source: Western Frisian
uk: Західнофризька

source: Xhosa
uk: Хоса

source: Yiddish
uk: Ідиш

source: Yoruba
uk: Йоруба

source: Zhuang / Chuang
uk: Чжуан / Чуан

source: Zulu
uk: Зулу

source: Message sent
de: Nachricht verschickt
el: Το μήνυμα εστάλη
es: Mensaje enviado
fa: پیغام ارسال شد
fi: Viesti lähetetty
fr: Message envoyé
it: Messaggio spedito
ja: メッセージを送信
nl: Bericht verstuurd
pl: Wiadomość wysłana
pt: Mensagem enviada
ru: Сообщение отправлено
uk: Повідомлення надіслано
