Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Full size
hu: Teljes méret
it: Dimensione intera
pl: Pełny rozmiar
ru: Полный размер
uk: Повний розмір

source: Please note
hu: Kérjük, vedd figyelembe
uk: Зверніть увагу

source: You are on a Free account, and when you delete an image, your upload counter does not decrease (unless the image is deleted within 24 hours of uploading it). The Free account is not a way to keep your most recent or best 10 images on AstroBin, but a trial period for you to decide whether or not a paid subscription is worth it. For more information, please <a href="%(url)s">click here</a>.
hu: Te egy Ingyenes fiókkal rendelkezel, és amikor törölsz egy képet, a feltöltési számláló nem csökken (ha a képet a feltöltést követő 24 órán belül törlöd). Az ingyenes fiók nem arra szolgál, hogy a legújabb vagy a 10 legjobb képedet az AstroBin-en tartsd, hanem egy próbaidőszak, hogy eldönthesd, megéri-e az előfizetés. További információkért <a href="%(url)s">kattints ide</a>.
uk: У Вас безкоштовний обліковий запис, і коли Ви видаляєте зображення, Ваш лічильник завантажень не зменшується (якщо зображення не було видалено протягом 24 годин після його завантаження). Безкоштовний обліковий запис — це не спосіб зберігати останні або найкращі 10 зображень на AstroBin, а пробний період існує для того, щоб можна було вирішити, чи варто придбати підписку. Для отримання додаткової інформації <a href="%(url)s">натисніть тут</a>.

source: Delete this revision?
de: Diese Version löschen?
el: Διαγραφή αυτής της έκδοσης;
es: ¿Borrar esta versión?
fa: این تجدید نظر حذف شود؟
fi: Poista tämä versio?
fr: Supprimer cette version?
hu: Törölni akarod ezt az átdolgozást?
it: Cancellare questa versione?
ja: この修正版を削除しますか？
nl: Wis deze revisie?
pl: Usunąć tą wersję?
pt: Excluir esta versão?
ru: Удалить эту версию?
uk: Видалити цю версію?

source: This revision will be permanently deleted and cannot be recovered. Are you sure?
de: Diese Version wird permanent gelöscht und kann nicht wieder hergestellt werden. Bist Du sicher?
el: Αυτή η έκδοση θα διαγραφεί μόνιμα και δεν θα μπορεί να ανακτηθεί. Είστε σίγουροι;
es: Esta revisión será permanentemente borrada y no podrá ser recuperada. ¿Estás seguro?
fa: این تجدید نظربرای همیشه حذف خواهد شد و نمی تواند بازیافت شود. آیا مطمئن هستید؟
fi: Tämä versio kuvasta poistetaan pysyvästi eikä sitä voi palauttaa. Oletko varma?
fr: Cette version sera définitivement supprimée et ne pourra plus être récupérée. Êtes-vous sûr(e)?
hu: Ez az átdolgozás véglegesen törlődik, és nem állítható vissza. Biztos vagy benne?
it: Questa versione sarà cancellata permanentemente e non potrà più essere recuperata. Sei sicuro?
ja: この修正版は永遠に削除され、戻すことはできません。よろしいでしょうか？
nl: Deze revisie wordt onherroepelijk gewist. Ben je zeker?
pl: Ta wersja zostanie usunięta i nie będzie można jej przywrócić. Czy chcesz kontunuować?
pt: Esta versão será permanentemente excluída e não poderá ser recuperada. Tem certeza?
ru: Эта версия будет полностью удалено и невосстановимо. Вы уверены?
uk: Ця версія буде повністю вилучена і невідновна. Ви впевнені?

source: Associate XISF/FITS file
hu: XISF/FITS fájl társítása
uk: Пов’язаний файл XISF/FITS

source: To improve the accuracy of your plate-solution even further, please upload one of the XISF or FITS files from your data set. Such files normally have date and time headers that will allow AstroBin to calculate solar system body ephemerides and find planets and asteroids in your image (provided you also add location information to your image).
hu: A plate-solving pontosságának további javítása érdekében kérjük, töltsd fel az egyik XISF vagy FITS fájlt az adatkészletedből. Az ilyen fájlok általában tartalmaznak dátum- és időfejléceket, amelyek lehetővé teszik az AstroBin számára a naprendszeri égitestek efemeridáinak kiszámítását és a bolygók és aszteroidák megtalálását a képen (feltéve, hogy a képhez helyadatokat is megadsz).
uk: Щоб ще більше підвищити точність визначення поля, завантажте один із файлів XISF або FITS зі свого набору даних. Такі файли зазвичай мають заголовки дати та часу, які дозволяють AstroBin обчислювати ефемериди тіла Сонячної системи та знаходити планети й астероїди на вашому зображенні (за умови, що ви також додаєте інформацію про місцезнаходження до свого зображення).

source: For maximum accuracy, it's recommended that you use PixInsight's native and open format XISF. Learn more about XISF here: <a href="%(xisf_url)s" target="_blank">%(xisf_url)s</a>
hu: A maximális pontosság érdekében ajánlott a PixInsight natív és nyílt XISF formátumát használni. További információkat a XISF-ről itt találsz: <a href="%(xisf_url)s" target="_blank">%(xisf_url)s</a>
uk: Для максимальної точності рекомендується використовувати вихідний і відкритий формат PixInsight XISF. Дізнайтеся більше про XISF тут: <a href="%(xisf_url)s" target="_blank">%(xisf_url)s</a>

source: <strong>Please note:</strong> it's very important that the XISF or FITS file you upload is aligned to your processed image, otherwise the object annotations will not match. To improve your chances at a successful accurate plate-solution, calibrate your file the usual way (dark/bias/flats) but you don't need to stretch it.
hu: <strong>Figyelem:</strong> nagyon fontos, hogy a feltöltött XISF vagy FITS fájl illeszkedjen a feldolgozott képhez, különben az objektumok annotációi nem fognak egyezni. A sikeres, pontos plate-solving esélyeinek növelése érdekében kalibráld a fájlodat a szokásos módon (dark/bias/flatek), de nem kell a hisztogrammal foglalkoznod.
uk: <strong>Зверніть увагу:</strong> дуже важливо, щоб файл XISF або FITS, який Ви завантажили, був вирівняний із вашим обробленим зображенням, інакше анотації об’єктів не збігатимуться. Щоб підвищити свої шанси на успішне точне розпізнання неба, відкалібруйте файл звичайним способом (Dark/Bias/Flats), але Вам не потрібно розтягувати гістограму.

source: The following people bookmarked this image
el: Οι παρακάτω έβαλαν στα αγαπημένα τους αυτή την εικόνα
es: Las siguientes personas eligieron como favorita esta imagen
fi: Seuraavat ihmiset ovat merkinneet tämän kuvan kirjanmerkkeihinsä
fr: Les personnes suivantes ont ajouté cette image dans leurs favoris
hu: A következő személyek könyvjelzőzték ezt a képet
it: Le seguenti persone hanno aggiunto la tua immagine ai segnalibri
ja: この画像をブックマークした人たちをフォローする
nl: De volgende mensen hebben deze foto als bladwijzer toegevoegd
pl: Następujące osoby oznaczyły to zdjęcie w ulubionych
ru: Следующие люди добавили в закладки это изображение
uk: Наступні люди додали до закладок це зображення

source: Loading
el: Γίνεται φόρτωση
es: Cargando...
fr: Chargement en cours...
hu: Betöltés
it: Caricamento in corso...
ja: 読み込み中
nl: Bezig met laden...
pl: Ładowanie...
ru: Загрузка
uk: Завантаження

source: Sorry
el: Συγγνώμη
es: Disculpa
fi: Pahoittelut
fr: Désolé
hu: Elnézést
it: Spiacenti
ja: 申し訳ありません
nl: Helaas
pl: Przepraszamy
ru: Извините
uk: Вибачте

source: We're really sorry, but giving likes requires an Image Index of <strong>%(min_index_to_like)s</strong> or greater.
uk: Нам дуже шкода, але для того, щоб поставити лайк, потрібен Індекс Зображення <strong>%(min_index_to_like)s</strong> або більше.

source: Such limitation improves the website as a whole by discouraging people from creating fake accounts to like their own content. Thank you for understanding!
uk: Таке обмеження покращує роботу веб-сайту в цілому, відлякуючи людей від створення підроблених облікових записів, щоб подобатися власному вмісту. Дякуємо за розуміння!

source: Currently, your Image Index is <strong>%(index)s</strong>.
uk: Ваш поточний Індекс Зображень становить <strong>%(index)s</strong>.

source: To learn more about the Image Index, please visit %(_0)sthe FAQ page%(_1)s. Thanks!
uk: Щоб дізнатися більше про Індекс Зображень, відвідайте %(_0)сторінку частих питань%(_1)s. Дякуємо!

source: You cannot remove a like that you gave more than one hour ago.
hu: Az egy óránál régebben adott kedvelést nem vonhatod vissza.
uk: Ви не можете видалити лайк, зроблений понад годину тому.

source: Delete image and all its revisions?
de: Bild inkl. aller Versionen löschen?
el: Διαγραφή της εικόνας και όλων των εκδόσεων της;
es: ¿Borrar la imagen y todas sus revisiones?
fa: تصویر و تمامی نظرات راجع به آن حذف شود؟
fi: Poista kuva kaikkine versioineen?
fr: Supprimer l'image et toutes ces versions ultérieures?
hu: Törlöd a képet és annak összes átdolgozását?
it: Cancellare l'immagine e tutte le sue versioni?
ja: 画像や全ての修正版を削除しますか？
nl: Foto wissen, inclusief alle revisies?
pl: Usuąć zdjęcie wraz z wszystkimi wersjami?
pt: Excluir esta imagem e todas as suas versões?
ru: Удалить изображение и все его версии?
uk: Видалити зображення та всі його версії?

source: The image will be moved to the trash, and it can be restored later. All its revisions will be there too. Continue?
hu: A kép a szemetesbe kerül, és később visszaállítható. Az összes átdolgozás is ott lesz. Folytatod?
uk: Це зображення буде видалено без можливості відновити. Усі його версії будуть видалені також. Продовжити?

source: The image will be permanently deleted and cannot be recovered. All its revisions will be deleted too. Are you sure?
de: Das Bild wird permanent gelöscht und kann nicht wiederhergestellt werden. Alle Versionen werden ebenfalls gelöscht. Bist Du sicher?
el: Η εικόνα θα διαγραφεί μόνιμα και δεν θα μπορεί να ανακτηθεί. Όλες οι εκδόσεις της επίσης θα διαγραφούν. Είστε σίγουροι;
es: La imagen será permanentemente borrada y no podrá ser recuperada. Todas sus revisiones serán borradas también. ¿Estás seguro?
fa: این تصویر برای همیشه حذف خواهد شد و نمی تواند بازیافت شود. تمامی نظرات در مورد آن نیز حذف خواهد شد. آیا مطمئن هستید؟
fi: Kuva poistetaan pysyvästi eikä sitä voida enää palauttaa. Myös kaikki versiot kuvasta poistetaan. Oletko varma?
fr: Cette image sera définitivement supprimée et ne pourra plus être récupérée. Toutes les versions ultérieures seront également effacées. Êtes-vous sûr(e)?
hu: A kép véglegesen törlődik, és nem állítható vissza. Az összes átdolgozása is törlődik. Biztos vagy benne?
it: L'immagine verrà cancellata permanentemente e non potrà più essere recuperata. Tutte le sue versioni verranno cancellate. Sei sicuro?
ja: イメージは完全に削除されますし戻すこともできません。さらに全ての修正版も削除されます。よろしいでしょうか？
nl: Deze foto wordt onherroepelijk gewist. Al zijn revisies zullen ook voorgoed worden verwijderd. Ben je zeker?
pl: Zdjęcie zostanie całkowicie usunięte i nie będzie go można przywrócić. Wszystkie pozostałe wersje zdjęcia również zostaną usunięte. Czy jesteś pewny?
pt: A imagem será permanentemente excluída e não poderá ser recuperada. Todas as versões também serão excluídas. Tem certeza?
ru: Это изображение будет полностью удалено и невосстановимо. Все его версии будут удалены тоже. Вы уверены?
uk: Це зображення буде повністю видалено та невідновне. Усі його версії будуть видалені також. Ви впевнені?

source: Delete original image?
de: Original-Bild löschen?
el: Διαγραφή αρχικής εικόνας;
es: ¿Borrar la imagen original?
fa: تصویر اصلی حذف شود؟
fi: Poista alkuperäinen kuva?
fr: Supprimer l'image originale?
hu: Törlöd az eredeti képet?
it: Cancellare l'immagine originale?
ja: 元画像を削除しますか？
nl: Wis het origineel?
pl: Czy usunąć zdjęcie?
pt: Excluir imagem original?
ru: Удалить оригинальное изображение?
uk: Видалити оригінальне зображення?

source: The image will be permanently deleted and cannot be recovered. Its revisions will not be deleted. Are you sure?
de: Das Bild wird permanent gelöscht und kann nicht wieder hergestellt werden. Die Versionen werden nicht gelöscht. Bist Du sicher?
el: Αυτή η εικόνα θα διαγραφεί μόνιμα και δεν θα μπορεί να ανακτηθεί. Οι εκδόσεις της δεν θα διαγραφούν. Είστε σίγουροι;
es: La imagen será permanentemente borrada y no podrá ser recuperada, pero sus revisiones no serán borradas. ¿Estás seguro?
fa: این تصویر برای همیشه حذف خواهد شد و نمی تواند بازیافت شود. ولی تجدید نظر آن حذف نخواهد شد. آیا مطمئن هستید؟
fi: Kuva poistetaan pysyvästi eikä sitä voida enää palauttaa. Myös kaikki versiot kuvasta poistetaan. Oletko varma?
fr: Cette image sera définitivement supprimée et ne pourra plus être récupérée. Les versions ultérieures ne seront pas effacées. Êtes-vous sûr(e)?
hu: A kép véglegesen törlődik, és nem állítható vissza. Az átdolgozások nem törlődnek. Biztos vagy benne?
it: L'immagine verrà cancellata permanentemente e non potrà più essere recuperata. Le sue altre versioni non verranno cancellate. Sei sicuro?
ja: この画像は永遠に削除され、戻すことはできません。それの修正版は削除されないでしょう。よろしいでしょうか？
nl: Deze foto wordt onherroepelijk gewist. De revisies blijven bewaard. Ben je zeker?
pl: Zdjecie zostanie całkowicie usunięte i nie będzie go można przywrócić. Wszystkie pozostałe wersje również zostaną usunięte. Czy jesteś pewny?
pt: A imagem será permanentemente excluída e não poderá ser recuperada. As outras versões não serão excluídas. Tem certeza?
ru: Это изображение будет полностью удалено и невосстановимо. Его версии не будут удалены. Вы уверены?
uk: Це зображення буде повністю видалено та невідновне. Його версії не буде видалено. Ви впевнені?

source: Delete all other versions?
hu: Törlöd az összes többi verziót?
uk: Видалити всі інші версії?

source: You will delete all other revisions (if any), and the originally uploaded image, leaving the current revision as the final and only version of this image.
hu: Törlöd az összes többi átdolgozást (ha van ilyen) és az eredetileg feltöltött képet, így az aktuális átdolgozás lesz a kép végleges és egyetlen változata.
uk: Ви видалите всі інші версії (якщо є) і початкове зображення, залишивши поточну редакцію як остаточну і єдину версію цього зображення.

source: Delete all revisions?
hu: Törlöd az összes átdolgozást?
uk: Видалити всі версії?

source: You will delete all revisions, leaving the originally uploaded image as the final and only version of this image.
hu: Minden átdolgozást törölni fogsz, így az eredetileg feltöltött kép marad a kép végleges és egyetlen változata.
uk: Ви видалите всі редакції, залишивши початково завантажене зображення як остаточну і єдину версію цього зображення.

source: This will move this image to your staging area, making it unlisted. The image will be accessible by anyone with a direct link.
hu: Ezáltal a kép az előkészítési területedre fog kerülni, és nem lesz listázva. A kép bárki számára elérhető lesz egy közvetlen linkkel.
it: Questa azione sposterà questa immagine nella tua area di lavoro, rendendola non listata. L'immagine sarà accessibile da chi ha il link diretto ad essa.
pl: Twoje zdjęcie będzie przeniesione do strefy roboczej i nie będzie widoczne w wynikach wyszukiwania. Zdjęcie będzie dostępne poprzez bezpośredni link.
ru: Это действие перенесет изображение в вашу Staging Area и скроет его из вашего списка работ. Изображение останется доступным для всех по прямой ссылке.
uk: Ця дія перенесе зображення до Вашої Студії і приховає його з Вашого списку робіт. Зображення залишиться доступним для всіх за прямим посиланням.

source: This will trigger the regeneration of all thumbnails for this image and all its revisions.
de: Neu generieren aller Miniaturbilder dieses Bildes.
el: Αυτό θα ενεργοποιήσει την αναγέννηση όλων των μικρογραφιών για αυτή την εικόνα και όλες τις αναθεωρήσεις της.
es: Esto dará lugar a la regeneración de todas las imágenes en miniatura para esta imagen y todas sus revisiones.
fr: Régénérer toutes les miniatures pour cette image est toutes ses versions.
hu: Ez elindítja a kép összes indexképének és az összes átdolgozásának újragenerálódását.
it: Questo causerà la rigenerazione di tutte le miniature per questa immagine e le sue versioni.
ja: このイメージとすべての修正版のすべてのサムネイルの再生成をこれは起こします。
nl: Dit zal alle voorbeeldfoto's regenereren voor dit beeld en al zijn revisies.
pl: To wyzwoli odświeżenie wszystkich miniaturek da tego zdjęcia i wszystkich jego wersji
ru: Это заставит переобновиться миниатюры для этого изображения и всех его версий.
uk: Це змусить переоновитися мініатюри для цього зображення та всіх його версій.

source: Close
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fi: Sulje
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
uk: Закрити

source: The following people like this image
el: Στα ακόλουθα άτομα αρέσει αυτή η εικόνα
es: Las siguientes personas votaron Me gusta a esta imagen
fi: Seuraavat ihmiset ovat tykänneet tästä kuvasta
fr: Les personnes suivantes aiment cette image
hu: A következő személyeknek tetszik ez a kép
it: Alle seguenti persone piace la tua immagine
ja: フォローしている人々はこの画像にLikeしました
nl: De volgende mensen vinden deze foto leuk
pl: Następujące osoby lubią to zdjęcie
ru: Следующим пользователям нравится это изображение
uk: Наступним користувачам подобається це зображення

source: This will move this image to your public area, making it listed. As this image had already been published before, your followers will not be notified.
hu: Ezzel ez a kép átkerül a nyilvános területedre, és listázva lesz. Mivel a képed már korábban közzé lett téve, a követőid nem kapnak értesítést.
uk: Це перемістить це зображення до Публічної зони і внесе його до списку. Оскільки це зображення вже було опубліковано раніше, Ваші підписники не будуть повідомлені.

source: This will move this image to your public area, making it listed and optionally notifying your followers.
hu: Ez a képet a nyilvános területedre helyezi át, így listázva és opcionálisan értesíti a követőidet.
uk: Це перемістить це зображення у Публічну зону, додасть його до списку та сповістить Ваших підписників у разі потреби.

source: Sorry, you cannot send images from your Staging Area to a group. You need to first promote this image to your Public Area, if you want to do that.
hu: Sajnáljuk, az Előkészítési Területről nem küldhetsz képeket egy csoportnak. Ha ezt szeretnéd tenni, akkor először a képet a Nyilvános Területedre kell áthelyezned.
it: Spiacenti, non puoi aggiungere immagini dalla tua Area di Lavoro ad un gruppo. Devi prima promuovere questa immagine alla tua Area Pubblica, se vuoi farlo.
pl: Przepraszamy, nie możesz przesłać zdjęcia ze strefy roboczej do grupy. Najpierw musisz przenieść zdjęcie do strefy publicznej.
ru: Извините, но отправить изображение из Staging Area в группу невозможно. Сначала вы должны перенести его в Public Area.
uk: Вибачте, але відправити зображення зі Студії до групи неможливо. Спочатку Ви повинні перенести його у Публічну зону.

source: Use this form to select one of your groups. The list includes all public and private non-autosubmission groups of which you are the owner or a member.
hu: Ezen a lapon válassz ki egy csoportot. A lista tartalmazza az összes olyan nyilvános és magán, nem automatikus beküldésű csoportot, amelynek te tulajdonosa vagy tagja vagy.
it: Usa questo modulo per selezionare uno dei tuoi gruppi. La lista include tutti i gruppi pubblici, ed i gruppi private senza aggiunta automatica dei quali sei membro o proprietario.
pl: Użyj tej formatki żeby wybrać jedną z Twoich grup. Lista zawiera wszystkie publiczne oraz prywatne grupy których jesteś właścicielem lub członkiem.
ru: Используйте эту форму, чтобы выбрать одну из ваших групп. Список содержит все открытые и закрытые группы без автодобавления в которых вы являетесь владельцем или участником.
uk: Використовуйте цю форму, щоб вибрати одну з груп. Список містить всі відкриті та закриті групи без автододавання, в яких Ви є власником або учасником.

source: Send
de: Senden
el: Αποστολή
es: Enviar
fa: فرستاده شد.
fi: Lähetä
fr: Envoyer
hu: Küldés
it: Manda
ja: 送信
nl: Verstuur
pl: Wyślij
pt: Enviar
ru: Отправить
uk: Надіслати

source: Sharing mode
de: Teilen-Modus
el: Τρόπος κοινοποίησης
es: Compartir como
fa: مد اشتراک گذاری
fi: Jakamistapa
fr: Type de partage
hu: Megosztási mód
it: Modalità di condivisione
ja: 共有モード
nl: Manier van delen
pl: Tryb udostępniania
pt: Modo de compartilhamento
ru: Способ поделиться
uk: Режим спільного доступу

source: Simple link
de: Einfacher Link
el: Απλός σύνδεσμος
es: Enlace simple
fa: لینک ساده
fi: Yksinkertainen linkki
fr: Lien simple
hu: Egyszerű link
it: Link semplice
ja: シンプルリンク
nl: Eenvoudige link
pl: Prosty odnośnik
pt: Link simples
ru: Простая ссылка
uk: Простая Просте посилання

source: Forums
de: Foren
es: Foros
fa: فروم ها
fi: Foorumi
hu: Fórumok
it: Forum
ja: フォーラム
nl: Fora
pl: Fora
pt: Fóruns
ru: Форумы
uk: Форуми

source: Thumbnail
de: Vorschau
el: Μικρογραφία
es: Miniatura
fa: تصویر کوچک شده (Thumbnail)
fi: Pienkuva
fr: Miniature
hu: Indexkép
it: Miniatura
ja: サムネイル
nl: Miniatuur (Thumbnail)
pl: Miniatura
pt: Miniatura
ru: Миниатюра
uk: Мініатюра

source: Yes
de: Ja
el: Ναι
es: Sí
fa: بله
fi: Kyllä
fr: Oui
hu: Igen
it: Sì
ja: はい
nl: Ja
pl: Tak.
pt: Sim
ru: Да
uk: Так

source: No
de: Nein
el: Όχι
fa: نه
fi: Ei
fr: Non
hu: Nem
ja: いいえ
nl: Neen
pl: Nie.
pt: Não
ru: Нет
uk: Ні

source: Image size
de: Bildgröße
el: Μέγεθος εικόνας
es: Tamaño de Imagen
fa: اندازه عکس
fi: Kuvan koko
fr: Taille image
it: Dimensione immagine
ja: 画像サイズ
nl: Grootte foto
pl: Rozmiar zdjęcia
pt: Tamanho da imagem
ru: Размер изображения
uk: Розмір зображення

source: Full
de: Voll
el: Πλήρης
es: Completo
fa: کامل
fi: Täysi
it: Piena risoluzione
ja: すべて
nl: Volledig
pl: Pełny
pt: Inteiro
ru: Полный
uk: Повний

source: Real
es: Nombre real
fr: Réelle
it: Reale
ja: 本名
nl: Echt
pl: Prawdziwa
ru: Настоящее
uk: Реальний

source: Image mode
de: Bildmodus
el: Εμφάνιση εικόνας
es: Imagen tipo
fa: مد عکس
fi: Kuvan tila
fr: Type de l'image
hu: Képmód
it: Modalità immagine
ja: 画像モード
nl: Beeldmodus
pl: Tryb zdjęcia
pt: Modo de imagem
ru: Режим изображения
uk: Режим зображення

source: Copy this
de: Kopieren
el: Αντιγραφή αυτού
es: Copia esto
fa: این را کپی کن
fi: Kopioi
fr: Copier le lien
hu: Másold ki ezt
it: Copia questo
ja: これをコピー
nl: Kopieer dit
pl: Kopiuj
pt: Copiar isto
ru: Скопировать
uk: Копіювати

source: Did you improve the post-processing of your image? Upload the new revision!
hu: Javítottál a kép utófeldolgozásán? Töltsd fel az új átdolgozást!
uk: Ви покращили пост-обробку вашого зображення? Завантажте нову версію!

source: Over 100 MB? Try the <a href="%(url)s/%(id)s">new beta uploader</a>!
hu: Több mint 100 MB? Próbáld ki az <a href="%(url)s/%(id)s">új bétában lévő feltöltőt</a>!
uk: Понад 100 МБ? Спробуйте <a href="%(url)s/%(id)s">новий завантажувач (beta)</a>!

source: Please note: AstroBin is not officially a backup service. So please also keep additional copies of your file. However, by storing your work here, you can have some additional peace of mind.
hu: Figyelem: Az AstroBin hivatalosan nem biztonsági mentési szolgáltatás. Ezért kérjük, tarts további másolatokat is a fájljaidról. Azzal azonban, hogy itt tárolod munkádat, még nyugodtabb lehetsz.
uk: Зверніть увагу: AstroBin офіційно не є сервісом резервного копіювання. Тому, будь ласка, також збережіть додаткові копії файлу. Однак, зберігаючи тут свою роботу, Ви можете бути спокійними.

source: Read about how AstroBin stores your files safely on the <a href="%(faq_url)s">FAQ page</a>.
hu: A <a href="%(faq_url)s">FAQ oldalon</a> olvashatsz arról, hogy az AstroBin hogyan tárolja biztonságosan a fájljaidat.
uk: Прочитайте як AstroBin безпечно зберігає ваші файли на <a href="%(faq_url)s">Часті питання</a>.

source: Clear
hu: Törlés
uk: Стерти
