Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: On AstroBin you have two places for our images. The Staging Area is where you can upload images that you want to quickly share on forums, mailing lists or social networks. The days of scaling down and compressing your image so you can upload it to a forum for feedback and critique are over! Just upload to AstroBin's Staging Area, and send the link to anyone you want. The image will be visible only to the intended recipients, and won't appear on your profile or AstroBin's home page.
de: Auf AstroBin gibt es zwei Orte für Deine Bilder. Im Staging-Bereich kannst Du Bilder hochladen, die Du schnell in Foren, Mailing-Listen oder Sozialen Netzwerken veröffentlichen willst. Die Tage, in denen Du die Bilder erst verkleinern und komprimieren musstest, um sie auf ein Forum zwecks Feedback und Kritik hochzuladen,sind vorbei. Lade sie einfach in den Staging-Bereich von AstroBin hoch und versende den Link dazu. Das Bild ist nur für die vorgesehenen Empfänger sichtbar und wird nicht in Deinem Profil oder auf der AstroBin-Hompage erscheinen.
el: Στο AstroBin έχετε δυο μέρη για τις εικόνες σας. Η Περιοχή Επεξεργασίας όπου μπορείτε να ανεβάσετε εικόνες που θέλετε να μοιραστείτε γρήγορα σε forums, λίστες αλληλογραφίας ή κοινωνικά δίκτυα. Οι ημέρες μείωσης του μεγέθους και συμπίεσης της εικόνας έτσι ώστε να την ανεβάσετε σε ένα forum για σχόλια και κριτική είναι παρελθόν! Απλά ανεβάστε την στην Περιοχή Επεξεργασίας του AstroBin και στείλτε τον σύνδεσμο σε όποιον θέλετε. Η εικόνα θα είναι ορατή μόνο για τους παραλήπτες που προορίζεται και δεν θα εμφανιστεί ούτε στο προφίλ σας ούτε στην αρχική σελίδα του AstroBin.
es: En AstroBin tienes dos lugares para las imágenes. El Área de Pruebas es donde puedes subir las imágenes que quieras fácilmente compartir en forums, listas de correo o redes sociales. Los días de reducir y comprimir tu imagen para poder subirla a un forum y recibir opniones y sugerencias han terminado! Sólo súbela al Área de Pruebas de AstroBin, y envía el enlace a quien quieras. La imagen sólo será visible para los destinatarios, y no aparecerá en tu perfil ni en la página principal de AstroBin.
fa: در AstroBin شما دومحل برای تصاویر ما در اختیار دارید. Staging Area جاییست که می توانید عکس هایی را که قصد دارید سریعا روی forums، لیست پستی یا شبکه های اجتماعی نشان دهید، آپلود کنید. برای کم حجم بودن تصویر، می توانید آن را به انجمن آپلود کنید و انتقادها را تمام کنید.
fi: AstroBinissä on kaksi aluetta kuvillesi. Tilapäiselle alueelle voit ladata kuvan jonka haluat nopeasti jakaa foorumilla, sähköpostilistalla tai sosiaalisessa mediassa. Enää ei tarvitse murehtia kuvan pienentelystä foorumeille lataamista varten saadaksesi nopeasti palautetta. Lataa kuva AstroBinin tilapäiselle alueelle ja linkkaa se kelle haluat. Kuva näkyy vain linkin saaneille eikä näy AstroBin-profiilissasi.
fr: Sur AstroBin, vous disposez de deux espaces pour vos images. La zone d'attente est utile pour charger les images que vous voulez rapidement partager sur les forums ou les réseaux sociaux. Réduire ou comprimer une image afin de pouvoir la poster sur un forum appartient au passé! Chargez l'image dans la zone d'attente d'AstroBin et partagez le lien avec qui vous voulez. L'image sera visible uniquement pour ces personnes et n'apparaîtra ni dans votre profil, ni sur la page d'accueil d'AstroBin.
it: Su AstroBin hai due spazi per le tue immagini. L'Area di Lavoro è dove puoi caricare le immagini che vuoi velocemente condividere su forum, mailing list o social network. Sono finiti i tempi in cui bisognava rimpicciolire e comprimere le immagini per poterle caricare su un forum e ricevere critiche e consigli! Adesso puoi semplicemente caricare nell'Area di Lavoro di AstroBin, e mandare i link a chi vuoi tu. L'accesso all'immagine sarà possibile solo a chi volevi tu, e la foto non comparirà nel tuo profilo o sulla home di AstroBin.
ja: AstorBinでは我々の画像を2つの場所に持っています。ステージングエリアはフォーラムやメーリングリスト、SNSに素早くシェアしたいときに画像をアップロードできるところです。フィードバックや批評を得るためにフォーラムに投稿するために画像を縮小したり圧縮したりする時代は終わりました。画像は指定した受信者だけに見えるようになりますし、あなたのプロフィールやAstroBinのホームページも表示されません。
nl: Astrobin bevat twee zones voor onze foto's. De Ontwikkelingszone kan je gebruiken om foto's snel te delen op fora, mailing lijsten of sociale netwerken. De dagen waar je beelden moest verkleinen en comprimeren om ze op een forum te kunnen zetten zijn voorbij! Laad het beeld in AstroBins Ontwikkelingszone en stuur de link door naar wie je wil. Zo is de foto enkel zichtbaar voor het geselecteerde publiek en zal ze niet op je profiel of op de homepagina van AstroBin verschijnen.
pl: W AstroBin posiadasz dwa miejsca, w których możesz umieszczać swoje zdjęcia. Przechowalnia to miejsce, gdzie umieszczasz zdjęcia, które chcesz publikować na forach, listach mailingowych, czy w serwisach społecznościowych. Czasy, kiedy musiałeś przeskalowywać zdjęcia, żeby dało się je opublikować, są już przeszłością! Po prostu załaduj zdjęcie do Przechowalni w AstroBin i wyślij link gdzie tylko chcesz. Zdjęcie będzie dostępne tylko dla odbiorców, których wybierzesz i nie pojawi się w Twoim profilu lub na stronie głownej AstroBin.
pt: No AstroBin, você pode enviar suas imagens para dois lugares. A Área de Testes é onde você envia as imagens que você quer compartilhar rapidamente em fóruns, listas de e-mails e redes sociais. Chegaram ao fim os dias de redimensionar e compactar suas imagens, obedecendo aos limites dos fóruns, para só então receber feedback e críticas. Simplesmente envie o arquivo para a Área de Testes do AstroBin e compartilhe o link com quem você quiser. A imagem será visível apenas nos lugares que você desejar, sem aparecer no seu perfil ou na página inicial do AstroBin.
ru: На AstroBin у вас есть два места для наших изображений. Staging Area, где вы можете загрузить изображения, которыми вы хотите быстро обмениваться на форумах, в списках рассылок или социальных сетях. Дни масштабируются и сжимают ваши изображения, так что вы можете закачивать их на форум для обратной связи и обсуждения дальше! Просто загрузите в Staging Area на AstroBin, и отправьте ссылку кому угодно. Изображение будет виден только адресату, и не появится в вашем профиле или на домашней странице AstroBin.

source: The Public Area, instead, is for your finished products. After you have received feedback on your favorite forum, you can promote an image from the Staging Area to the Public Area, and it will appear on your profile. Remember that you can also move images back and forth from one Area to the other as many times as you want!
de: Der öffentliche Bereich dagegen ist für Deine fertigen Bilder. Nachdem Du Rückmeldungen aus Deinem bevorzugten Forum erhalten hast, kannst Du ein Bild vom Staging-Bereich in den öffentlichen Bereich verschieben und es wird dann in Deinem Profil erscheinen. Zur Erinnerung: Du kannst Bilder von einem Bereich zum Anderen verschieben so oft Du willst!
el: Η Περιοχή Προβολής, αντίθετα, είναι για τα τελειωμένα σας προϊόντα. Αφού λάβετε σχόλια στο αγαπημένο σας forum, μπορείτε να προωθήσετε μια εικόνα από την Περιοχή Επεξεργασίας στην Περιοχή Προβολής και θα εμφανιστεί στο προφίλ σας. Έχετε υπ' όψιν ότι μπορείτε να μεταφέρετε εικόνες από την μια Περιοχή στην άλλη όσες φορές θέλετε!
es: El Área Pública, al contrario, es para tus productos terminados. Después de haber recibido opiniones en tu forum preferido, puedes promover una imagen desde el Área de Pruebas al Área Pública y aparecerá en tu perfil. Recuerda que también puedes mover las imágenes de ida y de vuelta entre una área y otra ¡tantas veces como quieras!
fa: Public Area، در عوض جایی برای محصولات نهایی شماست. بعد از دریافت فیدبک های مربوطه از forum، شما می توانید تصویرتان را از Staging Area به Public Area ارتقا دهید که این عمل در پروفایل شما نشان داده خواهد شد. فراموش نکنید که شما هر لحظه می توانید تصاویرتان را براحتی بین این دو فضا رد و بدل کنید.
fi: Julkinen alue sen sijaan on valmiille kuvillesi. Saatuasi palautteen lempifoorumillasi voit siirtää valmiin kuvan tilapäiseltä alueelta julkiselle alueelle ja se ilmestyy profiiliisi. Voit myös siirrellä kuvia edestakaisin niin usein kuin haluat!
fr: La zone publique d'AstroBin est par contre destinée aux images finales. Après avoir reçu des commentaires sur votre forum favori, vous pouvez transférer votre image de la zone d'attente vers la zone publique. Désormais, elle apparaîtra dans votre profil. Vous pouvez bien entendu déplacer les images d'une zone à l'autre autant de fois que vous le souhaitez!
it: L'Area Pubblica, invece, è per i prodotti finiti. Dopo che hai ricevuto consigli sul tuo forum preferito, puoi promuovere un'immagine dall'Area di Lavoro all'Area Pubblica, ed apparirà sul tuo profilo. Ricorda che puoi spostare le tue immagini da un'Area all'altra quante volte vuoi!
ja: 公開エリアはフィニッシュした画像に利用します。お気に入りのフォーラムでフィードバックを受け取ったあとでステージングエリアから公開エリアに画像を移動することができます。公開エリアとステージングエリアを何度も往復できることも忘れないようにしてくださいね。
nl: De Publieke Zone is daarentegen de plaats voor je afgewerkte foto's. Nadat je op je favoriete forum de nodige commentaren hebt gekregen, kan je een foto promoveren van de Ontwikkelingszone naar de Publieke Zone zodat ze zichtbaar is op je profiel. Onthoud dat je foto's herhaaldelijk van de ene Zone naar de andere kan verplaatsen zonder beperking.
pl: Z drugiej strony Galeria Publiczna to miejsce służące do prezentacji gotowych projektów. Kiedy już jesteś zadowolony z komentarzy na swoim ulubionym forum, możesz promować zdjęcie z Przechowalni do Publicznej Galerii. Wtedy pojawi się ono również na Twoim profilu. Pamiętaj, że możesz również wykonać operację odwrotną. Nie ma ograniczeń w przenoszeniu zdjęć z Przechowalni do Galerii Publicznej i spowrotem.
pt: A Área Pública, entretanto, é para os seus produtos finais. Depois que receber feedback no seu fórum favorito, você poderá promover a imagem da Área de Testes para a Área Pública, quando ela passará a ser exibida no seu perfil. Lembre-se que você pode mover as imagens entre as áreas, quantas vezes quiser!
ru: Public Area, в свою очередь, для ваших законченных достижений. После того как вы получили обратную связь на любимом форуме, вы можете перенести изображение из Staging Area в Public Area, и оно появится в вашем профиле. Помните, что вы также можете перемещать изображения и обратно из одной области в другую столько раз, сколько вы хотите!

source: AstroBin was born out of the desire to end something that had been going on for too long: the waste of incredible material to the sea of chaos that the Internet can be. For years, fantastic astrophotographs have beeen uploaded to Internet Forums, often with little or no data, or to general purpose image hosting websites, invariably with no data attached.
de: AstroBin wurde aus dem Verlangen geboren, etwas zu beenden was zu lange andauerte: Die Verschwendung von unglaublichem Material im Meer des Chaos, welche das Internet sein kann. Viele Jahre lang wurden fantastische Astrofotografien in Internet-Foren hochgeladen - meist mit wenig oder gar keinen Aufnahmedaten - oder sie landeten gleich grundsätzlich ohne Aufnahmedetails bei normalen Image-Hostern.
el: Το AstroBin δημιουργήθηκε από την επιθυμία για να δοθεί τέλος σε κάτι το οποίο γινόταν για πολύ καιρό: η σπατάλη απίθανου υλικού στην θάλασσα του χάους που μπορεί το Internet να γίνει . Για χρόνια, φανταστικές αστροφωτογραφίες έχουν ανέβει σε forums του Internet, συχνά με λίγα ή χωρίς δεδομένα, ή σε ιστοσελίδες γενικής χρήσης φιλοξενίας εικόνων, κατά κανόνα χωρίς συνημμένες πληροφορίες.
es: AstroBin nació del deseo de terminar con algo que ha venido sucediendo desde hace mucho: la pérdida de material valioso dentro del caótico mar que Internet puede ser. Durante años, fantásticos astrofotógrafos han estado subiendo imágenes a foros de Internet, a menudo con pocos datos o ninguno; o a sitios de alojamiento de imágenes genéricos, igualmente sin datos adjuntos.
fa: AstroBin به دنیا آمده است تا به چیزی که بیش از حد طولانی شده است، پایان دهد. یعنی زباله ی مواد باور نکردنی که به دریای پر هرج و مرج اینترنت سرازیر می شود. برای سال های متمادی تصاویر نجومی به Forums اینترنتی یا وبسایت های میزبان، بدون داده، آپلود می شد.
fi: AstroBin syntyi halusta pysäyttää ilmiö joka on myllännyt liian kauan: Mahtavan kuvamateriaalin häviäminen internetin kaaoksen myllerrykseen. Vuosien ajan loistavia tähtikuvia on latailtu minne sattuu ilman oheistietoja.
fr: AstroBin est né pour mettre un terme au gâchis d'un contenu incroyable: durant des années, les photos astronomiques ont été publiées sur les forums Internet, le plus souvent sans informations complémentaires, ou bien sur des sites généralistes d'hébergement, mais toujours sans aucune donnée technique.
it: AstroBin è nato dal desiderio di porre una fine a qualcosa che stava andando avanti da troppo tempo: lo spreco di incredibile materiale nel mare di caos che è Internet. Per anni, astrofotografie fantastiche sono state caricate su forums, spesso con pochi dati associati, o su siti di hosting di immagini, immancabilmente senza alcun dato.
ja: 長期間にわたってインターネットというカオスの海へ大量のゴミを生み出していたことを終わらせたいという希望をもってAstroBinは生まれました。何年もの間、素晴らしい天体写真家たちはインターネットの掲示板に投稿してきたが、多くの場合、ほとんどもしくは全くデータが添付されていなかったり、汎用の画像ホスティングサイトを利用していました。
nl: AstroBin is geboren uit het verlangen om een eind te maken aan iets dat al veel te lang bezig was: het kwijtspelen van prachtig beeldmateriaal in de zee van chaos die Internet tegenwoordig is. Jaren aan een stuk zijn er fantastisch mooie beelden gezet op fora of andere image hosting websites zonder toevoegen van waardevolle en interessante data omtrent de gemaakte foto's.
pl: AstroBin powstał z chęci zakończenia czegoś, co trwało zbyt długo: utraty niesamowitego materiału w morzu chaosu, jakim jest Internet. Przez lata fantastyczne astrofotografie były publikowane na forach, gdzie towarzyszył im skąpy opis (lub nie było go wogóle), lub w serwisach przeznaczonych do publikacji wszelkich zdjęć i obrazów - znów bez żadnych danych opisowych.
pt: AstroBin nasceu do desejo de acabar com algo que vinha acontecendo há muito tempo: desperdício de materiais incríveis no caos da Internet. Por anos, astrofotógrafos brilhantes têm enviado suas imagens para fóruns na Internet, com pouca ou nenhuma informação, ou para sites de hospedagem de imagens sem propósito definido, invariavelmente sem nenhuma informação.
ru: AstroBin родился из желания прекратить то, что уже длилось долгое время: огромное количество невероятного материала в море хаоса, которое есть в Интернете. В течение многих лет, фантастические астрофотографы пользовались Интернет-форумами, часто с малым количеством данных и описаний, с ненадёжными хостингами и прочими неудобствами.

source: Such an image would be seen by some people, then quickly forgotten, and reduced to nothing more than a bunch of pixel in the giant wasteland of the Internet.
de: Solch ein Bild wurde von einigen Menschen wahrgenommen, dann schnell vergessen und auf nichts weiteres reduziert als einen Haufen Pixel im riesigen Ödland des Internets.
el: Μια τέτοια εικόνα θα μπορούσε να την δουν μερικοί άνθρωποι, μετά γρήγορα θα ξεχνιόταν και θα μειωνόταν σε τίποτα άλλο παρά σε ένα τσούρμο από πίξελ στην τεράστια έρημο του Internet.
es: Tal como una imagen fue vista por alguna gente, rápidamente fue olvidada y reducida a nada más que un puñado de píxeles perdidos en la inmensidad de Internet.
fa: چنین تصویری توسط افرادی دیده می شوند و سریعا فراموش خواهند شد. از طرف دیگر، آنها چیزی جز اشغال حجمی از فضای اینترنت نیستند.
fi: Tällainen kuva saa pienehkön yleisön ja unohdetaan sitten. Kuva päätyy pieneksi pikselikasaksi nettikaatopaikalle.
fr: Tant d'images ont été visionnées, puis rapidement oubliées, seulement réduites à un paquet de pixel dans le vaste océan d'Internet.
it: Un'immagine così sarebbe stata vista da qualcuno, e poi velocemente dimenticate, e ridotta a niente altro che una manciata di pixel nella grande discarica di Internet.
ja: そのような画像は、何人かの人に見られ、すぐに忘れ去られ、インターネットの巨大な荒野でピクセルの束となって消えていくだろう。
nl: Op deze manier werden deze foto's slechts door enkelen bekeken en snel terug vergeten. Mooie foto's werden zo gereduceerd tot niets meer dan een hoopje pixels op het grote Internet-stort.
pl: Takie zdjęcie było oglądane przez nielicznych widzów, a następnie szybko zapominane stawało się tylko zbiorem pikseli w wielkim zbiorniku nieużytków, jakim jest Internet.
pt: Estas imagens seriam vistas por algumas pessoas e rapidamente esquecidas, reduzidas a mais um punhado de pixels no gigantesco mundo da Internet.
ru: Такое изображение посмотрит некоторое количество людей, но быстро забывается, и превращается в очередной незаметный пиксель на чудовищных просторах Интернета.

source: This should not be allowed to happen. AstroBin is the response: an effort to host, collect, index and categorize the output of the astrophotographers all over the world, so that their precious data would serve a purpose, and have a meaning forever.
de: Das sollte nicht passieren. AstroBin ist die Antwort: eine Bemühen das Schaffen der Astrofotografen auf der ganzen Welt zu hosten, zu sammeln, zu katalogisieren und kategorisieren, damit ihre wertvollen Daten einem Zweck dienen und so für immer eine Bedeutung bekommen.
el: Αυτό δεν θα έπρεπε να συμβαίνει. Το AstroBin είναι η απάντηση: μια προσπάθεια φιλοξενίας, συλλογής, ευρετηρίασης και κατηγοριοποίησης του αποτελέσματος των αστροφωτογράφων σε όλον τον κόσμο, έτσι ώστε τα πολύτιμα δεδομένα τους να υπηρετούν έναν σκοπό και να έχουν ένα νόημα για πάντα.
es: Esto no debería permitirse que sucediera. AstroBin es la respuesta: un esfuerzo para alojar, reunir, clasificar y organizar la producción de los astrofotógrafos de todo el mundo, para que sus valiosos datos sirvan a un propósito y tengan un significado para siempre.
fa: این فرایند نباید اتفاق بیفتد. AstroBin از این جهت مسول: تلاش برای جمع آوری و میزبانی، دسته بندی تمامی تصاویر نجومی از سرتاسر جهان خواهد بود. بنابراین این داده های دقیق هدفی و همچنین معنی خاصی برای همیشه دارند.
fi: Näin ei saa käydä! AstroBinon vastaus: tapa hostata, kerätä ja lajitella tähtikuvaajien tuotoksia ympäri maailmaa.
fr: Cela ne devrait pas se produire. AstroBin est la solution: un outil pour héberger, centraliser, et classer le travail des astrophotographes à travers le monde, afin que ces précieuses données aient une vocation communautaire, ainsi qu'une valeur intrinsèque pour l'éternité.
it: Questo non dovrebbe accadere. AstroBin è la risposta: uno sforzo inteso all'hosting, il collezionamento, l'indicizzazione e la categorizzazione della produzione degli astrofotografi di tutti il mondo, in modo che i loro dati preziosi possano avere uno scopo ed un significato per sempre.
ja: このようなことが起こることは許されません。世界中の天体写真家のアウトプットをホストし、選別し、インデックスし、分類することで、彼らの貴重なデータの目的を果たし、そして永遠の意味を持つために、その努力をしていくことをAstroBinは始めました。
nl: Dit zou niet mogen gebeuren en AstroBin is het antwoord: een poging om het werk van astrofotografen van over heel de wereld te verzamelen, te tonen, te indexeren en te categoriseren zodat deze kostbare data voor altijd zinvol en raadpleegbaar blijven.
pl: To nie powinno się dziać. AstroBin jest odpowiedzią: próbą przechowywania, zbierania, indeksowania i kategoryzowania pracy astrofotografów z całego Świata, aby dane, które produkują służyły innym i aby swoje znaczenie zachowały na zawsze.
pt: Isso não deve ser permitido. AstroBin é a resposta: um esforço para hospedar, indexar e categorizar o trabalho dos astrofotógrafos de todo o mundo, para que suas informações valiosas tenham um propósito, um sentido, para sempre.
ru: Такое не должно долго продолжаться. AstroBin является попыткой: провести, собрать, индексировать и классифицировать выхлоп всех астрофотографов в мире, так что их драгоценные данные будут служить целенаправленно, и навсегда останутся непотерянными.
