Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: As you have undoubtly realized by now, <em>AstroBin</em> is way more than an image hosting service. It's what the Astrophotography community has needed for a long time. For years, I have seen amazing images scattered all over the Internet: general purpose image hosting sites, forums, personal websites and even temporary places. Some of those images contain data that is too precious to go wasted in a sea of chaos. <em>AstroBin</em> comes to the rescue to provide a home and a central hub for astrophotographers all over the world.
de: Wie Du inzwischen sicher bemerkt hast, leistet <em> AstroBin </em> deutlich mehr als ein Bilder-Online/Hosting-Service. Es ist das, was die Astrofotografen-Community schon seit langem braucht. Seit Jahren sieht man schon erstklassige Bilder verstreut über das Internet: Auf allgemeinen Bilder-Service-Webseiten, in Foren, auf privaten Homepages und sogar auf temporär eingerichteten Verzeichnissen. Einige dieser Bilder enthalten Informationen, welche zu schade sind, als dass man sie im Webchaos untergehen lassen darf. <em> AstroBin </em> will diese Bilder erhalten, indem es diesen ein Zuhause bietet und für die Astrofotografen weltweit als zentrale Anlaufstelle fungiert.
el: Όπως αναμφίβολα καταλάβατε έως τώρα, το <em>AstroBin</em> είναι περισσότερο από υπηρεσία φιλοξενίας εικόνων. Είναι αυτό που η κοινωνία της Αστροφωτογραφίας χρειαζόταν για πολύ καιρό. Για χρόνια, έχω δει απίθανες εικόνες σκορπισμένες παντού στο Internet: σε ιστότοπους γενικής χρήσης φιλοξενίας εικόνων, forums, προσωπικές ιστοσελίδες, ακόμα μαι σε προσωρινούς ιστότοπους. Μερικές από αυτές τις εικόνες περιέχουν δεδομένα τα οποία είναι πολύ πολύτιμα να πάνε χαμένα σε μια θάλασσα χάους. Το <em>AstroBin</em> έρχεται για την διάσωση παρέχοντας ένα σπίτι και ένα κεντρικό κόμβο για τους αστροφωτογράφους παντού στον κόσμο.
es: Sin duda ya te habrás dado cuenta que <em>AstroBin</em> es más que un servicio de alojamiento de imágenes; es lo que la comunidad astrofotográfica ha necesitado desde hace mucho tiempo. Durante años he visto increíbles imágenes repartidas por toda Internet: sitios de alojamiento de imágenes de propósito general, fórums, páginas web personales e incluso en sitios temporales. Alguna de esas imágenes contienen datos que son demasiado valiosos para perderse en un mar caótico. <em>AstroBin</em> viene al rescate para proporcionar un hogar y un eje central para los astrofotógrafos de todo el mundo.
fi: Kuten huomaat, <em>AstroBin</em> on paljon muutakin kuin vain kuvienjakosivusto. Tätä tähtikuvausyhteisö on kaivannut jo pitkän aikaa. Vuosien ajan olen nähnyt upeita kuvia siroteltuna ympäri internettiä: normaaleilla kuvienjakosivuilla, foorumeilla, henkilökohtaisilla nettisivuilla ja jopa väliaikaisilla sivustoilla. Osa niistä kuvista sisältää paljon aivan liian arvokasta materiaalia kadotakseen jonnekin kaiken tuon kaaoksen keskelle. <em>AstroBin</em> pelastaa tilanteen tarjoamalla kodin ja tapaamispaikan astrovalokuvaajille ympäri maailman.
fr: Vous l'aurez compris, <em>AstroBin</em> est bien plus qu'un simple hébergeur d'images. C'est l'outil que la communauté attendait depuis longtemps. Durant des années, les images ont été dispersées un peu partout sur le Net: sur des sites généralistes d'hébergement, des forums, des pages personnelles et parfois même des serveurs temporaires. Ces images contiennent des données trop importantes pour être noyées dans le chaos d'Internet. <em>AstroBin</em> vient à la rescousse des astrophotographes partout dans le monde en leur offrant une "banque centrale" pour leurs précieux documents.
it: Come ti sarai senza dubbio reso conto a questo punto, <em>AstroBin</em> è molto più di un servizio di hosting d'immagini. È ciò di cui la comunità di Astrofotografia ha avuto bisogno per molto tempo. Per anni, ho visto immagini fantastiche disperse su Internet: hosting d'immagini generici, forum, siti personali, e persino cartelle temporanee. Alcune di queste immagini contengono dati che sono troppo preziosi per essere persi in un mare di caos. <em>AstroBin</em> accorre in aiuto per dare una casa ed un punto d'incontro per gli astrofotografi di tutto il mondo.
ja: 今では<em>AstroBin</em>が最高の画像ホスティングサービスであることを、あなたは何の疑いもなく理解しているでしょう。これは、長い間、天体写真コミュニティで必要としていたものです。長い間、私はインターネットに散らばっていた素晴らしい画像をみてきました。汎用的な画像ホスティングサイトや掲示板、個人のWebサイトや一時的なスペースもです。それらの画像のなかには、カオスの海で無駄にするのはもったいないぐらい貴重なデータが含まれていました。<em>AstroBin</em>は世界中の天体写真家の本拠地とハブを提供しているのです。
nl: Je hebt nu ongetwijfeld begrepen dat <em>AstroBin</em> veel meer is dan een website waar je foto's op kan plaatsen. Deze site vervult de behoeften die de astro-foto gemeenschap reeds lang had. Ik heb jaren aan een stuk adembenemende foto's gevonden her en der verspreid over het net: op de gewone fotosites, fora, persoonlijke websites en zelfs tijdelijke dump-sites. Sommige van deze beelden bevatten informatie die te kostbaar is om te verdrinken in een zee van chaos. <em>AstroBin</em> snelt ter hulp als een thuis en centrale ontmoetingsplaats voor alle astrofotografen ter wereld.
pl: Jak już pewnie się zorientowałeś, <em>AstroBin</em> to o wiele więcej niż galeria zdjęć. AstroBin jest serwisem, na który społeczność astrofotografów czekała przez długi czas. Przez lata widziałem wspaniałe zdjęcia rozproszone po Internecie: w galeriach, na forach, na stronach prywatnych, czy nawet w tymczasowych lokalizacjach. Wiele z tych zdjęć zawiera dane, które są zbyt cenne aby zniknęły w morzu chaosu. <em>AstroBin</em> przychodzi na ratunek i zapewnia zarówno dom jak i centralny hub dla astrofotografów z całego świata.
pt: Como você já deve ter percebido, <em>AstroBin</em> é muito mais que um serviço de hospedagem de imagens. É o que a comunidade de Astrofotografia precisa há muito tempo. Por anos, vi imagens incríveis espalhadas por toda a internet: sites de hospedagem de imagens sem propósito específico, fóruns, sites pessoais e até mesmo hospedagens temporárias. Algumas imagens com informações muito importantes, para serem desperdiçadas no caos da Internet. <em>AstroBin</em> veio para regatá-las e oferecer um lar, um ponto de encontro para os astrofotógrafos de todo o mundo.
ru: Бесспорно вы уже осознали, что <em>AstroBin</em> — это более чем просто хостинг изображений. Это то, в чём общество Астрофотографии нуждался в течение долгого времени. В течение многих лет, я видел удивительные фотографии, разбросанные по всему Интернету: обычные хостинги картинок, форумы, личные веб-сайты и даже какие-то временные места. Некоторые из этих изображений содержат данные, которые слишком ценны, чтобы исчезнуть впустую в море хаоса информации. <em>AstroBin</em> приходит на помощь, чтобы стать домом и центральным местом для всех астрофотографов мира.

source: So, what are you waiting for?
de: Worauf wartest Du noch?
el: Λοιπόν, τι περιμένετε;
es: Entonces, ¿a qué estás esperando?
fa: بنابراین، معطل چه هستید؟
fi: Mitä siis vielä odotat?
fr: Alors, qu'attendez-vous?
it: Allora, cos'aspetti?
ja: それでもあなたは、まだ何を待つのでしょう？
nl: Dus, waar wacht je nog op?
pl: Więc na co czekasz?
pt: Então, o que você está esperando?
ru: Так чего вы ждёте?

source: Sign up now!
de: Jetzt registrieren!
el: Εγγραφείτε τώρα!
es: ¡Registrate ahora!
fa: هم اکنون ثبت نام کنید!
fi: Rekisteröidy nyt!
fr: Inscrivez-vous maintenant!
it: Registrati adesso!
ja: いますぐ登録しよう！
nl: Registreer nu!
pl: Załóz konto teraz!
pt: Registre-se agora!
ru: Присоединяйтесь сейчас!

source: <strong>%(username)s</strong> has been notified. Hopefully they will update the image soon. Remember that you can also <a href="%(message_url)s">send them a message</a>.
de: <strong>%(username)s</strong> erhielt eine Benachrichtigung. Hoffentlich werden die Daten angepasst. Denken Sie daran, Sie können auch eine gewöhnliche <a href="%(message_url)s">Nachricht schicken</a>.
el: Ο/Η <strong>%(username)s</strong> έχει ειδοποιηθεί. Ελπίζουμε πως θα ενημερώσει την εικόνα του/της σύντομα. Να θυμάστε ότι μπορείτε επίσης να <a href="%(message_url)s">του/της στείλετε μήνυμα</a>.
es: <strong>%(username)s</strong> ha sido avisado. Esperemos que actualice pronto la imagen. Recuerda que también puedes <a href="%(message_url)s">enviarle un mensaje</a>.
fi: Käyttäjälle <strong>%(username)s</strong> on lähetetty ilmoitus. Kuvaa toivottavasti päivitetään pian. Muista, että voit myös <a href="%(message_url)s">lähettää käyttäjälle viestin</a>.
fr: <strong>%(username)s</strong> a été prévenu. L'image sera peut-être mise à jour prochainement. N'oubliez pas que vous pouvez aussi <a href="%(message_url)s">envoyer un message</a>.
it: <strong>%(username)s</strong> ha ricevuto una notifica. Si spera che aggiornerà la sua immagine quanto prima. Ricorda che puoi anche mandargli un <a href="%(message_url)s">messaggio privato</a>.
ja: <strong>%(username)s</strong>が通知されました。上手くいけば、画像がすぐに更新されます。<a href="%(message_url)s">そのメッセージを送信する</a>こともできることを覚えておいてください。
nl: <strong>%(username)s</strong> kreeg een seintje. We hopen dat hij zijn foto spoedig van extra info zal voorzien. Denk eraan dat je de persoon ook een <a href="%(message_url)s">bericht kan sturen</a>.
pl: Użytkownik <strong>%(username)s</strong> został powiadomiony o Twojej prośbie. Prawdopodobnie niedługo uzupełni brakujące dane. Zawsze możesz wysłać mu <a href="%(message_url)s">prywatną wiadomość</a>.
pt: <strong>%(username)s</strong> foi notificado. Esperamos que ele atualize a imagem logo. Lembre-se de que você também pode <a href="%(message_url)s">enviar uma mensagem</a>.
ru: <strong>%(username)s</strong> был уведомлён. Надеемся, они скоро обновят изображение. Помните, что вы также можете <a href="%(message_url)s">отправить им сообщение</a>.

source: <strong>Leave a comment here</strong>, and remember that AstroBin is an international community: using English is preferred. PS: <strong>%(user)s</strong>'s preferred language is <strong>%(lang)s</strong>.
de: <strong>Gib einen Kommentar ab</strong> und beachte, daß AstroBin ein internationales Publikum anspricht: Englisch bevorzugt. PS: die bevorzugte Sprache von <strong>%(user)s</strong> ist <strong>%(lang)s</strong>.
el: <strong>Αφήστε ένα σχόλιο εδώ</strong> και θυμηθείτε ότι το AstroBin είναι μια διεθνής κοινότητα: είναι προτιμότερο να χρησιμοποιείτε Αγγλικά. Υ.Γ.: Η προτιμώμενη γλώσσα του/της <strong>%(user)s</strong> είναι τα <strong>%(lang)s</strong>.
es: <strong>Deja un comentario aquí</strong>, recuerda que AstroBin es una comunidad internacional: utiliza el inglés en la medida de lo posible. En otro caso, el idioma preferido por <strong>%(user)s</strong> es el <strong>%(lang)s</strong>.
fi: <strong>Kirjoita kommenttisi tähän</strong>, ja muista että AstroBin on kansainvälinen yhteisö: englanninkielen käyttöä suositellaan. PS: käyttäjän <strong>%(user)s</strong> suosima kieli on <strong>%(lang)s</strong>.
fr: <strong>Postez votre commentaire ci-dessous</strong>, en ayant à l'esprit que la communauté d'AstroBin est internationale: l'anglais est donc la langue la plus adéquate. PS: la langue de <strong>%(user)s</strong> est <strong>%(lang)s</strong>.
it: <strong>Lascia un commento</strong>, e ricordati che AstroBin è una comunità internazionale: l'uso dell'Inglese è incoraggiato. PS: la lingua preferita da <strong>%(user)s</strong> è <strong>%(lang)s</strong>.
ja: <strong>コメントを残す場合</strong>、AstroBinは国際的なコミュニティだということを覚えていてください。英語を使うのをオススメします。PS: <strong>%(user)s</strong>は<strong>%(lang)s</strong>を使っています。
nl: <strong>Laat hier je commentaar achter</strong>, maar denk eraan dat AstroBin bestaat uit een internationale gemeenschap. Verkies dus de Engelse taal om te communiceren. PS: <strong>%(user)s</strong>'s voorkeurtaal is <strong>%(lang)s</strong>.
pl: <strong>Tu wpisz swój komentarz</strong>, ale pamiętaj, że AstroBin jest serwisem międzynarodowym: preferowane jest używanie języka Angielskiego. PS: Użytkownik <strong>%(user)s</strong> ustawił język <strong>%(lang)s</strong> jako preferowany.
pt: <strong>Deixe aqui o seu comentário</strong> e lembre-se, AstroBin é uma comunidade internacional: a preferência é pela língua Inglesa. Obs: o idioma preferido de <strong>%(user)s</strong> é <strong>%(lang)s</strong>.
ru: <strong>Оставьте комментарий здесь</strong>, и помните что AstroBin международное сообщество: использование английского предпочтительно. PS: <strong>%(user)s</strong> предпочитают <strong>%(lang)s</strong> язык.

source: Made possible by
de: Möglich gemacht durch
el: Έγινε δυνατό από
es: Posible gracias a
fa: امکان ساخته شدن توسط:
fr: Imagé grâce à
it: Reso possibile da
ja: によって可能になる
nl: Mogelijk gemaakt door
pl: Możliwe dzięki
pt: Possível graças a
ru: Сделано с помощью

source: Send to public data pool
de: Im öffentlichen Bereich anzeigen
el: Προώθηση στην κοινόχρηστη περιοχή δεδομένων
es: Enviar a la carpeta pública
fr: Envoyer vers une collaboration publique
it: Manda a gruppo di dati pubblici
ja: 公開データ領域に送る
nl: Stuur naar een publieke gegevensbank
pl: Przenieś do galerii publicznej
ru: Отправить в общее хранилище

source: Send to private shared folder
el: Αποστολή στον κοινόχρηστο προσωπικό φάκελο
es: Enviar a la carpeta privada compartida
fi: Lähetä jaettuun yksityiskansioon
fr: Envoyer vers une collaboration privée
it: Manda a cartella condivisa privata
ja: 非公開共有フォルダに送る
nl: Stuur naar een gedeelde privéfolder
pl: Wyślij do prywatne folderu współdzielonego
ru: Отправить в личный каталог обмена

source: We're really sorry, but liking an image requires an AstroBin index of <strong>%(min_index_to_like)s</strong> or greater.
el: Λυπούμαστε, αλλά για να προτιμήσετε μια εικόνα απαιτείται δείκτης του AstroBin <strong>%(min_index_to_like)s</strong> ή μεγαλύτερος
es: Disculpe, pero para votar una imagen como Me Gusta se requiere un índice de AstroBin de <strong>%(min_index_to_like)s</strong> o mayor.
fi: Pahoittelut, mutta kuvasta tykkääminen vaatii AstroBin-indeksiksi <strong>%(min_index_to_like)s</strong> tai enemmän.
fr: Nous sommes vraiment désolés, mais cliquer sur 'J'aime' requiert un index AstroBin d'au moins <strong>%(min_index_to_like)s</strong>.
it: Siamo spiacenti, ma cliccare Mi piace richiede un Indice AstroBin di <strong>%(min_index_to_like)s</strong> o superiore.
ja: ほんとうに申し訳ありません。しかし、画像をLikeするにはAstroBinインデックスが<strong>%(min_index_to_like)s</strong>以上必要です。
nl: Het spijt ons, maar om een foto leuk te vinden heb je minstens een AstroBin niveau van <strong>%(min_index_to_like)s</strong> nodig.
pl: Bardzo na przykro, ale aby polubić zdjęcie musisz mieć Indeks AstroBin na poziomie <strong>%(min_index_to_like)s</strong> lub większym
ru: Мы очень извиняемся, но нажимать Нравится вы можете только если ваш AstroBin индекс <strong>%(min_index_to_like)s</strong> или выше.

source: Such limitation improves the website as a whole by discouraging people from creating fake accounts to like their own images. Thank you for understanding!
el: Αυτός ο περιορισμός βελτιώνει τον ιστότοπο σαν σύνολο με το να αποτρέπει άτομα να δημιουργούν ψεύτικους λογαριασμούς για να προτιμήσουν τις εικόνες τους. Ευχαριστούμε για την κατανόηση!
es: Esta limitación permite mejorar el sitio web en su conjunto, al desalentar la creación de cuentas falsas por parte de algunos usuarios para votar sus propias imágenes. Gracias por su comprensión!
fi: Rajoitus parantaa sivustoa kokonaisuutena estämällä ihmisiä luomasta ylimääräisiä käyttäjätilejä, joilla lisätä omien kuviensa tykkäysmääriä. Kiitos ymmärryksestä!
fr: Ces limitations améliorent le site dans son ensemble en décourageant la création de faux comptes en vue de favoriser ses propres images. Merci pour votre compréhension!
it: Questa limitazione migliora il sito discoraggiando gli utenti dal creare account fasulli per cliccare Mi piace sulle proprie immagini. Grazie per la comprensione!
ja: 自分の画像にLikeするフェイクアカウントを生成するようなことで、このWebサイトの人々を落胆させることを、その制限で改善できます。理解をしてくれてありがとう!
nl: Een dergelijke beperking verbetert de website in zijn geheel door mensen te ontmoedigen nep-accounts aan te maken om hun eigen foto leuk te vinden. Bedankt voor je begrip!
pl: Takie ograniczenie chroni przed nieodpowiedzialnymi użytkownikami którzy zakładają fałszywe konta tylko po to aby zagłosować na swoje własne zdjęcie. Dziękujemy za zrozumienie.
ru: Такое ограничение улучшает веб-сайт в целом, отбивая у людей, создающих ложные аккаунты для оценок своих собственных изображений. Спасибо за понимание!

source: Currently, your AstroBin index is <strong>%(index)s</strong>.
el: Μέχρι στιγμής, ο δείκτης σας του AstroBin είναι <strong>%(index)s</strong>.
es: Actualmente tu índice AstroBin es <strong>%(index)s</strong>.
fi: AstroBin-indeksisi on tällä hetkellä <strong>%(index)s</strong>.
fr: Votre index AstroBin est de <strong>%(index)s</strong>.
it: Al momento, il tuo Indice AstroBin è <strong>%(index)s</strong>.
ja: 現在のあなたのAstroBinインデックスは<strong>%(index)s</strong>です。
nl: Momenteel is jouw AstroBin niveau <strong>%(index)s</strong>.
pl: Obecnie Twój Indeks AstroBin wynosi <strong>%(index)s</strong>.
ru: На данный момент, ваш AstroBin индекс равен <strong>%(index)s</strong>.

source: This will move this image to your public area, making it listed and notifying your followers.
it: Questa azione muoverà la tua immagine nell'area pubblica, rendendola listata e mandando una notifica ai tuoi follower.
pl: Twoje zdjęcie będzie przeniesione do strefy publicznej. Będzie dostępne w wynikach wyszukiwania i Twoi obserwatorzy zostaną poinformowani.
ru: Это действие перенесет изображение в вашу Public Area, добавит его к списку ваших работ и уведомит ваших подписчиков.

source: If this image is the result of your processing of a public data pool, you can send it the pool so it's displayed there.
de: Dieses Bild ist ein Ergebnis aus dem Public Pool Data, du kannst es im Pool anzeigen lassen.
el: Αν αυτή η εικόνα είναι το αποτέλεσμα της επεξεργασίας σας μιας δημόσιας περιοχής δεδομένων, μπορείτε να την στείλετε στην περιοχή ώστε να εμφανιστεί εκεί.
es: Si esta imagen es el resultado de un proceso de una carpeta pública, puedes enviarla dicha carpeta para que se muestre allí.
fr: Si vous avez traité un fichier brut provenant d'une collaboration publique, vous pouvez ajouter votre image à la collaboration correspondante.
it: Se questa immagine è il risultato della tua elaborazione di un gruppo di dati pubblici, puoi mandarla al gruppo e sarà mostrata lì.
ja: この画像はデータ公開領域のあなたの処理の結果であれば、ここに表示されている画像をその領域に送ることができます。
nl: Als deze foto het resultaat is van het bewerken van de beelden uit een publieke gegevensbank, dan kan je ze naar die pool sturen zodat ze daar wordt getoond.
pl: Jeśli to zdjęcie jest wynikiem obróbki danych publicznych, możesz je wysłać do zbioru aby było wyświetlane tutaj
ru: Если это изображение результат вашей обработки из общего хранилища, вы можете отправить его туда и оно там отобразится.

source: Use this form to select an existing <strong>public data pool</strong>.
de: Nutze diese Maske um einen <strong>Public Data Pool</strong> auszuwählen.
el: Χρησιμοποιείστε αυτή την φόρμα για την επιλογή μιας υπάρχουσας <strong>δημόσιας περιοχής δεδομένων</strong>.
es: Usa este formulario para seleccionar una <strong>carpeta pública</strong> existente.
fr: Utilisez ce formulaire pour sélectionner <strong>une collaboration publique</strong> existante.
it: Usa questo modulo per selezionere un <strong>gruppo di dati pubblici</strong> esistente.
ja: 現在の<strong>公開データ領域</strong>を選ぶために、この項目を使ってください。
nl: Gebruik dit formulier om een bestaande <strong>publieke gegevensbank</strong> te selecteren.
pl: Użyj tej formatki aby wybrać istniejący <strong>public data pool</strong>.
ru: Воспользуйтесь эту форму для выбора существующего <strong>общего хранилища данных</strong>.

source: If this image is the result of your processing of a private shared folder, you can send it the folder so it's displayed there.
el: Αν αυτή η εικόνα είναι το αποτέλεσμα της επεξεργασίας σας ενός ιδιωτικού κοινόχρηστου φακέλου, μπορείτε να την στείλετε στον φάκελο ώστε να εμφανιστεί εκεί
es: Si esta imagen es el resultado de tu proceso de una carpeta privada compartida, puedes enviarla a dicha carpeta para que se muestre allí.
fr: Si vous avez traité un fichier brut provenant d'une collaboration privée, vous pouvez ajouter votre image à la collaboration correspondante.
it: Se questa immagine è il risultato della tua elaborazione di una cartella condivisa privata, puoi mandarla alla cartella e sarà mostrata lì.
ja: もし、このイメージがあなたの非公開共有フォルタでのあなたの処理結果であれば、あなたはそれを表示するためにそれをそのフォルダーに送る事ができる。
nl: Als deze foto het resultaat is van het bewerken van de beelden uit een gedeelde privéfolder, dan kan je ze daarheen sturen zodat ze daar wordt getoond.
pl: Jeżeli to zdjęcie jest wynikiem obróbki z prywatnego katalogu współdzielonego, możesz wysłać ten folder aby był wyświetlany tutaj
ru: Если это изображение является результатом работы в личном каталоге обмена, вы можете отправить это в каталог и оно отобразится там.

source: Use this form to select a <strong>private shared folder</strong> you have created or have been invited to.
el: Χρησιμοποιήστε αυτή την φόρμα για την επιλογή ενός <strong>ιδιωτικού κοινόχρηστου φακέλου</strong> που δημιουργήσατε ή που σας έχουν καλέσει.
es: Usa este formulario para seleccionar una <strong>carpeta privada compartida</strong> que hayas creado o a la que hayas sido invitado.
fr: Utilisez ce formulaire pour sélectionner <strong>une collaboration privée</strong> que vous avez créée ou à laquelle vous avez été convié(e).
it: Usa questo modulo per selezionare una <strong>cartella condivisa privata</strong> che hai creato o a cui sei invitato.
ja: あなたが作成し、招待した<strong>非公開共有フォルダ</strong>を選択するためにこの項目を使ってください。
nl: Gebruik dit formulier om een <strong>gedeelde privéfolder</strong> te kiezen die je zelf hebt gemaakt of waar je een uitnodiging voor hebt ontvangen.
pl: Użyj tej formatki aby wybrać <strong>private shared folder</strong> który stworzyłeś lub zostałeś zaproszony
ru: Используйте эту форму для выбора <strong>приватного общего каталога</strong> которые вы создали или хотите пригласить.

source: You don't have access to any shared private folders.
el: Δεν έχετε πρόσβαση σε κοινόχρηστους ιδιωτικούς φακέλους.
es: No tienes acceso a ninguna carpeta privada compartida.
fr: Vous n'avez accès à aucune collaboration privée.
it: Non hai accesso ad alcuna cartella condivisa privata.
ja: いくつもの非公開共有フォルダにアクセスしないでください。
nl: Er zijn geen gedeelde privéfolders waar je toegang tot hebt.
pl: Nie masz dostępu do żadnych współdzielonych folderów prywatnych
ru: У вас нет доступа ни к одному личному каталогу обмена.

source: Did you improve the post-processing of your image? Upload the new revision!
de: Bildbearbeitung verbessert? Lade die neue Version hoch!
el: Βελτιώσατε την επεξεργασία της εικόνας σας; Ανεβάστε την νέα έκδοση!
es: ¿Has mejorado el procesado de tu imagen? ¡Sube la nueva versión!
fa: آیا پس پردازش تصویر خود را ارتقا بخشیده اید؟ یک تجدید نظر و بررسی جدید را آپلود کنید !
fi: Teitkö muutoksia kuvaasi? Lataa uusi versio!
fr: Avez-vous amélioré le traitement de votre image? Publiez la nouvelle version!
it: Hai migliorato l'elaborazione della tua immagine? Carica la nuova versione!
ja: 画像はその後の処理によって改良されましたか？新しい修正版をアップロードしましょう!
nl: Heb je gesleuteld aan het bewerken van je foto? Zet de nieuwe versie er dan bij!
pl: Poprawiłeś obróbkę swojego zdjęcia? Opublikuj nową wersję!
pt: Você melhorou o processamento da sua imagem? Envie a nova versão!
ru: Вы улучшили пост-обработку вашего изображения? Закачайте новую версию!
