Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: <a href="%(object_url)s"><strong>%(originator)s</strong> has published a new image.</a>
de: <a href="%(object_url)s"><strong>%(originator)s</strong> hat eine neues Bild veröffentlicht</a>
el: Ο/Η <a href="%(object_url)s"><strong>%(originator)s</strong> ανέβασε μια νέα εικόνα.</a>
es: <a href="%(object_url)s"><strong>%(originator)s</strong> ha publicado una nueva imagen.</a>
fi: <a href="%(object_url)s"><strong>%(originator)s</strong> on julkaissut uuden kuvan.</a>
fr: <a href="%(object_url)s"><strong>%(originator)s</strong> a publié une nouvelle image.</a>
it: <a href="%(object_url)s"><strong>%(originator)s</strong> ha pubblicato una nuova immagine.</a>
ja: <a href="%(object_url)s"><strong>%(originator)s</strong>が新しい画像を公開しました。</a>
nl: <a href="%(object_url)s"><strong>%(originator)s</strong> heeft een nieuwe foto gepost.</a>
pl: <a href="%(object_url)s"><strong>%(originator)s</strong> opublikował nowe zdjęcie.</a>
pt: <a href="%(object_url)s"><strong>%(originator)s</strong> publicou uma nova imagem.</a>
ru: <a href="%(object_url)s"><strong>%(originator)s</strong> разместил НОВОЕ изображение.</a>

source: <a href="%(object_url)s"><strong>%(originator)s</strong> has published a new image</a>
de: <a href="%(object_url)s"><strong>%(originator)s</strong> hat eine neues Bild veröffentlicht</a>
el: Ο/Η <a href="%(object_url)s"><strong>%(originator)s</strong> ανέβασε μια νέα εικόνα</a>
es: <a href="%(object_url)s"><strong>%(originator)s</strong> ha publicado una nueva imagen</a>
fi: <a href="%(object_url)s"><strong>%(originator)s</strong> on julkaissut uuden kuvan</a>
fr: <a href="%(object_url)s"><strong>%(originator)s</strong> a publié une nouvelle image</a>
it: <a href="%(object_url)s"><strong>%(originator)s</strong> ha pubblicato una nuova immagine</a>
ja: <a href="%(object_url)s"><strong>%(originator)s</strong>が新しい画像を公開しました！</a>
nl: <a href="%(object_url)s"><strong>%(originator)s</strong> heeft een nieuwe foto gepost</a>
pl: <a href="%(object_url)s"><strong>%(originator)s</strong> opublikował nowe zdjęcie</a>
pt: <a href="%(object_url)s"><strong>%(originator)s</strong> publicou uma nova imagem</a>
ru: <a href="%(object_url)s"><strong>%(originator)s</strong> разместил НОВОЕ изображение</a>

source: New image by %(originator)s
de: Neues Bild von %(originator)s
el: Νέα εικόνα από τον/την %(originator)s
es: Nueva imagen de %(originator)s
fi: %(originator)s julkaisi uuden kuvan
fr: Nouvelle image par %(originator)s
it: Nuova immagine da %(originator)s
ja: %(originator)sの新着画像
nl: Nieuwe foto van %(originator)s
pl: Nowe zdjęcie opublikowane przez %(originator)s
pt: Nova imagem por %(originator)s
ru: НОВОЕ изображение от %(originator)s

source: New image taken with a gear item you follow: <strong>%(gear)s</strong>. Check it out at the following url: %(object_url)s
de: Ein neues Bild wurde mit Ausrüstung aufgenommen, der Du folgst: <strong>%(gear)s</strong>. Schau es dir hier an: %(object_url)s
el: Νέα εικόνα με αντικείμενο εξοπλισμού που παρακολουθείτε: <strong>%(gear)s</strong>. Δείτε την στο ακόλουθο url: %(object_url)s
es: Nueva imagen obtenida con un equipo que sigues: <strong>%(gear)s</strong>. Echa un vistazo en el siguiente enlace: %(object_url)s
fi: Seuraamallasi kalustokomponentilla <strong>%(gear)s</strong> otettiin uusi kuva. Voit katsoa sen osoitteessa: %(object_url)s
fr: Nouvelle image capturée avec un matériel que vous avez spécifié: <strong>%(gear)s</strong>. Consultez-la à l'adresse suivante: %(object_url)s
it: Nuova immagine acquisita con uno strumento che segui: <strong>%(gear)s</strong>. Guardala a questo indirizzo: %(object_url)s
ja: あなたのフォローする装備品（<strong>%(gear)s</strong>）の新しい写真が追加されました。以下のURLをチェックしてください。%(object_url)s
nl: Er is een nieuwe foto genomen met materiaal dat je volgt: : <strong>%(gear)s</strong>. Je kan ze bekijken op: %(object_url)s
pl: Nowe zdjęcie zrobione przy pomocy sprzętu, kótry obserwujesz: <strong>%(gear)s</strong>. Sprawdź klikając ten link: %(object_url)s
pt: Nova imagem capturada com um equipamento que você segue: <strong>%(gear)s</strong>. Confira através do seguinte link: %(object_url)s
ru: Новое изображение получено на оборудовании из вашей подписки: <strong>%(gear)s</strong>. Зацените его: %(object_url)s

source: <a href="%(object_url)s">New image taken with a <strong>%(gear)s</strong>.</a>
de: <a href="%(object_url)s">Ein neues Bild wurde mit der Ausrüstung <strong>%(gear)s</strong> aufgenommen.</a>
el: <a href="%(object_url)s">Νέα εικόνα που λήφθηκε με <strong>%(gear)s</strong>.</a>
es: <a href="%(object_url)s">Nueva imagen obtenida con <strong>%(gear)s</strong>.</a>
fi: <a href="%(object_url)s">Kalustolla <strong>%(gear)s</strong> otettiin uusi kuva.</a>
fr: <a href="%(object_url)s">Nouvelle image prise avec <strong>%(gear)s</strong>.</a>
it: <a href="%(object_url)s">Nuova immagine acquisita con: <strong>%(gear)s</strong>.</a>
ja: <a href="%(object_url)s"><strong>%(gear)s</strong>についての新しい画像が追加されました。</a>
nl: <a href="%(object_url)s">Nieuwe foto genomen met een <strong>%(gear)s</strong>.</a>
pl: <a href="%(object_url)s">Nowe zdjęcie zrobione przy pomocy <strong>%(gear)s</strong>.</a>
pt: <a href="%(object_url)s">Nova imagem capturada com <strong>%(gear)s</strong>.</a>
ru: <a href="%(object_url)s">Новое изображение получено с <strong>%(gear)s</strong>.</a>

source: New image taken with a %(gear)s
de: Ein neues Bild wurde mit %(gear)s aufgenommen
el: Νέα εικόνα που λήφθηκε με %(gear)s
es: Nueva imagen obtenida con %(gear)s
fi: Uusi kuva kalustolla %(gear)s
fr: Nouvelle image prise avec %(gear)s
it: Nuova immagini acquisita con: %(gear)s
ja: %(gear)sの新しい画像が追加
nl: Nieuwe foto genomen met een %(gear)s
pl: Nowe zdjęcie zrobione przy pomocy %(gear)s
pt: Nova imagem capturada com %(gear)s
ru: Новое изображение получено с %(gear)s

source: New image of a subject you follow: <strong>%(subject)s</strong>. Check it out at the following url: %(object_url)s
de: Neues Bild eines Objektes, das du beobachtest: <strong>%(subject)s</strong>. Schau es dir hier an: %(object_url)s
el: Νέα εικόνα ενός θέματος που παρακολουθείτε: <strong>%(subject)s</strong>. Δείτε την στο ακόλουθο url: %(object_url)s
es: Nueva imagen de un objeto que sigues: <strong>%(subject)s</strong>. Échale un vistazo en el siguiente enlace: %(object_url)s
fi: Uusi kuva seuraamastasi kohteesta: "%(subject)s". Katso kuva osoitteessa: %(object_url)s
fr: Nouvelle image d'un objet que vous avez spécifié: <strong>%(subject)s</strong>. Consultez-la à l'adresse suivante: %(object_url)s
it: Nuova immagine di un soggetto che segui: <strong>%(subject)s</strong>. Guardala a questo indirizzo: %(object_url)s
ja: あなたがフォローする主題（<strong>%(subject)s</strong>）の新しい画像が追加されました。以下のURLをチェックしてください。%(object_url)s
nl: Nieuwe foto van een object dat je volgt: <strong>%(subject)s</strong>. Je kan ze bekijken op: %(object_url)s
pl: Nowe zdjęcie zrobione obiektu, kótry obserwujesz: <strong>%(subject)s</strong>. Sprawdź klikając ten link: %(object_url)s
pt: Nova imagem de um objeto que você segue: <strong>%(subject)s</strong>. Confira através do seguinte link: %(object_url)s
ru: Новое изображение отслеживаемого вами объекта: <strong>%(subject)s</strong>. Посмотрите по следующей ссылке: %(object_url)s

source: <a href="%(object_url)s">New image of <strong>%(subject)s</strong>.</a>
de: <a href="%(object_url)s">Neues Bild von <strong>%(subject)s</strong>.</a>
el: <a href="%(object_url)s">Νέα εικόνα του <strong>%(subject)s</strong>.</a>
es: <a href="%(object_url)s">Nueva imagen de <strong>%(subject)s</strong>.</a>
fi: <a href="%(object_url)s">Uusi kuva kohteesta <strong>%(subject)s</strong>.</a>
fr: <a href="%(object_url)s">Nouvelle image de <strong>%(subject)s</strong>.</a>
it: <a href="%(object_url)s">Nuova immagine di <strong>%(subject)s</strong>.</a>
ja: <a href="%(object_url)s"><strong>%(subject)s</strong>の新しい画像</a>
nl: <a href="%(object_url)s">Nieuwe foto van <strong>%(subject)s</strong>.</a>
pl: <a href="%(object_url)s">Nowe zdjęcie <strong>%(subject)s</strong>.</a>
pt: <a href="%(object_url)s">Nova imagem de <strong>%(subject)s</strong>.</a>
ru: <a href="%(object_url)s">Новое изображение <strong>%(subject)s</strong>.</a>

source: New image of %(subject)s
de: Neues Bild von %(subject)s
el: Νέα εικόνα του %(subject)s
es: Nueva imagen de %(subject)s
fi: Uusi kuva kohteesta %(subject)s
fr: Nouvelle image de %(subject)s
it: Nuova immagine di %(subject)s
ja: %(subject)sの新着画像
nl: Nieuwe foto van %(subject)s
pl: Nowe zdjęcie %(subject)s
pt: Nova imagem de %(subject)s
ru: Новое изображение %(subject)s

source: %(user_name)s has added a new processed image to the private shared folder: "%(folder_name)s". Check it out at the following url: %(folder_url)s
el: Ο/Η %(user_name)s έχει προσθέσει μια νέα επεξεργασμένη εικόνα στον ιδιωτικό κοινόχρηστο φάκελο: "%(folder_name)s". Δείτε την στο ακόλουθο url: %(folder_url)s
es: %(user_name)s ha añadido una nueva imagen procesada a la carpeta privada compartida: "%(folder_name)s". Compruébalo en el siguiente enlace: %(folder_url)s
fr: %(user_name)s a ajouté une nouvelle image traitée à la collaboration privée: "%(folder_name)s". Consultez-la à l'adresse suivante: %(folder_url)s
it: %(user_name)s ha aggiunto una nuova immagine elaborata alla cartella condivisa privata: "%(folder_name)s". Guardala al seguente indirizzo: %(folder_url)s
ja: %(user_name)sは非公開共有フォルダ（"%(folder_name)s"）に新しい処理画像が追加しました。以下のURLをチェックしてください。%(folder_url)s
nl: %(user_name)s heeft een nieuwe bewerkte foto toegevoegd aan volgende gedeelde privéfolder: "%(folder_name)s". Je kan ze bekijken op volgende url: %(folder_url)s
pl: %(user_name)s dodał nową wersję zdjęcia do prywatnego folderu współdzielonego: "%(folder_name)s". Możesz ją zobaczyć tu: %(folder_url)s
ru: %(user_name)s добавил новое рабочее изображение в личный каталог обмена: «%(folder_name)s». Зацените его по адресу: %(folder_url)s

source: <a href="%(folder_url)s"><strong>%(user_name)s</strong> has added a new processed image to the private shared folder: <strong>"%(folder_name)s."</strong></a>
el: Ο/Η <a href="%(folder_url)s"><strong>%(user_name)s</strong> έχει προσθέσει μια νέα επεξεργασμένη εικόνα στον ιδιωτικό κοινόχρηστο φάκελο: <strong>"%(folder_name)s."</strong></a>
es: <a href="%(folder_url)s"><strong>%(user_name)s</strong> ha añadido una nueva imagen procesada a la carpeta privada compartida: <strong>"%(folder_name)s."</strong></a>
fr: <a href="%(folder_url)s"><strong>%(user_name)s</strong> a ajouté une nouvelle image traitée à la collaboration privée: <strong>"%(folder_name)s."</strong></a>
it: <a href="%(folder_url)s"><strong>%(user_name)s</strong> ha aggiunto una nuova immagine elaborata alla cartella condivissa privata: <strong>"%(folder_name)s."</strong></a>
ja: <a href="%(folder_url)s"><strong>%(user_name)s</strong>は新しい処理画像を非公開共有フォルダ<strong>"%(folder_name)s"</strong>に追加しました。</a>
nl: <a href="%(folder_url)s"><strong>%(user_name)s</strong> heeft een nieuwe bewerkte foto toegevoegd aan volgende gedeelde privéfolder: <strong>"%(folder_name)s."</strong></a>
pl: <a href="%(folder_url)s"><strong>%(user_name)s</strong> dodał nowe zdjęcie do współdzielonego folderu prywatnego: <strong>"%(folder_name)s."</strong></a>
ru: <a href="%(folder_url)s"><strong>%(user_name)s</strong> добавил рабочее изображение в личный каталог обмена: <strong>"%(folder_name)s."</strong></a>

source: <a href="%(folder_url)s"><strong>%(user_name)s</strong> has added a new processed image to the private shared folder: <strong>"%(folder_name)s."</a>
el: <a href="%(folder_url)s"><strong>%(user_name)s</strong> έχει προσθέσει μια νέα επεξεργασμένη εικόνα στον ιδιωτικό κοινόχρηστο φάκελο: <strong>"%(folder_name)s."</a>
es: <a href="%(folder_url)s"><strong>%(user_name)s</strong> ha añadido una nueva imagen procesada a la carpeta privada compartida: <strong>"%(folder_name)s."</a>
fr: <a href="%(folder_url)s"><strong>%(user_name)s</strong> a ajouté une nouvelle image traitée à la collaboration privée: <strong>"%(folder_name)s."</a>
it: <a href="%(folder_url)s"><strong>%(user_name)s</strong> ha aggiunto una nuova immagine elaborata adda cartella condivisa privata: <strong>"%(folder_name)s."</strong></a>
ja: <a href="%(folder_url)s"><strong>%(user_name)s</strong>は非公開共有フォルダ<strong>"%(folder_name)s"に新しい処理画像を追加しました。</a>
nl: <a href="%(folder_url)s"><strong>%(user_name)s</strong>heeft een nieuwe bewerkte foto toegevoegd aan volgende gedeelde privéfolder: <strong>"%(folder_name)s."</a>
pl: <a href="%(folder_url)s"><strong>%(user_name)s</strong> dodał nowe zdjęcie do współdzielonego folderu prywatnego: <strong>"%(folder_name)s."</a>
ru: <a href="%(folder_url)s"><strong>%(user_name)s</strong> добавил изображение личный каталог обмена: <strong>"%(folder_name)s."</a>

source: New processed image in private shared folder: %(folder_name)s
el: Νέα επεξεργασμένη εικόνα στον ιδιωτικό κοινόχρηστο φάκελο: %(folder_name)s
es: Nueva imagen procesada en la carpeta privada compartida: %(folder_name)s
fr: Nouvelle image traitée dans la collaboration privée: %(folder_name)s
it: Nuova immagine elaborata nella cartella condivisa privata: %(folder_name)s
ja: 非公開領域に新しい処理画像が追加: %(folder_name)s
nl: Nieuw bewerkt beeld in gedeelde privéfolder: %(folder_name)s
pl: Nowe zdjęcie we współdzielonym folderze prywatnym: %(folder_name)s
ru: Новое рабочее изображение в личном каталоге обмена: %(folder_name)s

source: %(user_name)s has added a new processed image to the public data pool: "%(pool_name)s". Check it out at the following url: %(pool_url)s
el: Ο/Η %(user_name)s έχει προσθέσει μια νέα επεξεργασμένη εικόνα στην δημόσια περιοχή δεδομένων: "%(pool_name)s". Δείτε την στο ακόλουθο url: %(pool_url)s
es: %(user_name)s ha añadido una nueva imagen procesada a la carpeta pública: "%(pool_name)s". Compruébalo en el siguiente enlace: %(pool_url)s
fr: %(user_name)s a ajouté une nouvelle image traitée à la collaboration publique: "%(pool_name)s". Consultez-là à l'adresse suivante: %(pool_url)s
it: %(user_name)s ha aggiunto una nuova immagine elaborata al gruppo di dati pubblici: "%(pool_name)s". Guardala al seguente indirizzo: %(pool_url)s
ja: %(user_name)sはデータ公開領域（"%(pool_name)s"）に新しい処理画像を追加しました。以下のURLをチェックしてください。%(pool_url)s
nl: %(user_name)s heeft een nieuwe bewerkte foto toegevoegd aan volgende publieke gegevensbank: "%(pool_name)s". Hier te bekijken: %(pool_url)s
pl: %(user_name)s opublikował nową wersję zdjęcia w zbiorze danych publicznych "%(pool_name)s"! Możesz ją zobaczyć tu: %(pool_url)s
ru: %(user_name)s добавил новое рабочее изображение в общее хранилище: «%(pool_name)s». Подробности: %(pool_url)s

source: <a href="%(pool_url)s"><strong>%(user_name)s</strong> has added a new processed image to the public data pool: <strong>"%(pool_name)s."</strong></a>
el: Ο/Η <a href="%(pool_url)s"><strong>%(user_name)s</strong> έχει προσθέσει μια νέα επεξεργασμένη εικόνα στην δημόσια περιοχή δεδομένων: <strong>"%(pool_name)s."</strong></a>
es: <a href="%(pool_url)s"><strong>%(user_name)s</strong> ha añadido una nueva imagen procesada a la carpeta pública: <strong>"%(pool_name)s."</strong></a>
fr: <a href="%(pool_url)s"><strong>%(user_name)s</strong> a ajouté une nouvelle image traitée à la collaboration publique: <strong>"%(pool_name)s."</strong></a>
it: <a href="%(pool_url)s"><strong>%(user_name)s</strong> ha aggiunto una nuova immagine elaborata al gruppo di dati pubblici: <strong>"%(pool_name)s."</strong></a>
ja: <a href="%(pool_url)s"><strong>%(user_name)s</strong>はデータ公開領域<strong>（"%(pool_name)s"）</strong>に新しい処理画像を追加しました。</a>
nl: <a href="%(pool_url)s"><strong>%(user_name)s</strong> heeft een nieuwe bewerkte foto toegevoegd aan volgende publieke gegevensbank: <strong>"%(pool_name)s."</strong></a>
pl: <a href="%(pool_url)s"><strong>%(user_name)s</strong> dodał nowe zdjęcie do pakietu danych publicznych <strong>"%(pool_name)s."</strong></a>
ru: <a href="%(pool_url)s"><strong>%(user_name)s</strong> добавил рабочее изображение в общее хранилище: <strong>"%(pool_name)s."</strong></a>

source: New processed image in public data pool: %(pool_name)s
el: Νέα επεξεργασμένη εικόνα στην δημόσια περιοχή δεδομένων: %(pool_name)s
es: Nueva imagen procesada en la carpeta pública: %(pool_name)s
fr: Nouvelle image traitée dans la collaboration publique: %(pool_name)s
it: Nuova immagine elaborata nel gruppo di dati pubblici: %(pool_name)s
ja: データ公開領域（%(pool_name)s）に新しい処理画像が追加された。
nl: Nieuw bewerkt beeld in publieke gegevensbank: %(pool_name)s
pl: Nowe zdjęcie w pakiecie danych publicznych: : %(pool_name)s
ru: Новое рабочее изображение в общем хранилище: %(pool_name)s

source: %(user_name)s has added new data to the public pool: "%(pool_name)s". Check it out at the following url: %(pool_url)s
el: Ο/Η %(user_name)s έχει προσθέσει νέα δεδομένα στην δημόσια περιοχή: "%(pool_name)s". Δείτε τα στο ακόλουθο url: %(pool_url)s
es: %(user_name)s ha añadido nuevos datos a la carpeta pública: "%(pool_name)s". Compruébalo en el siguiente enlace: %(pool_url)s
fr: %(user_name)s a ajouté des nouvelles données à la collaboration publique: "%(pool_name)s". Consultez-les à l'adresse suivante: %(pool_url)s
it: %(user_name)s ha aggiunto nuovi dati al gruppo pubblico: "%(pool_name)s". Puoi trovarli al seguente indirizzo: %(pool_url)s
ja: %(user_name)sはデータ共有領域（"%(pool_name)s"）に新しいデータが追加しました。以下のURLをチェックしてください。%(pool_url)s
nl: %(user_name)s heeft nieuwe data toegevoegd aan de publieke gegevensbank: "%(pool_name)s". Je kan ze raadplegen via volgende url: %(pool_url)s
pl: %(user_name)s dodał nowe dane do zbioru danych publicznych: "%(pool_name)s". Sprawdź tutaj: %(pool_url)s
ru: %(user_name)s добавил обновления в общее хранилище: «%(pool_name)s». Подробнее по адресу: %(pool_url)s

source: <a href="%(pool_url)s"><strong>%(user_name)s</strong> has added new data to the public pool: <strong>"%(pool_name)s."</strong></a>
el: Ο/Η <a href="%(pool_url)s"><strong>%(user_name)s</strong> έχει προσθέσει νέα δεδομένα στην δημόσια περιοχή: <strong>"%(pool_name)s."</strong></a>
es: <a href="%(pool_url)s"><strong>%(user_name)s</strong> ha añadido datos a la carpeta pública: <strong>"%(pool_name)s."</strong></a>
fr: <a href="%(pool_url)s"><strong>%(user_name)s</strong> a ajouté des nouvelles données à la collaboration publique: <strong>"%(pool_name)s."</strong></a>
it: <a href="%(pool_url)s"><strong>%(user_name)s</strong> ha aggiunto nuovi dati al gruppo pubblico: <strong>"%(pool_name)s."</strong></a>
ja: <a href="%(pool_url)s"><strong>%(user_name)s</strong>はデータ公開領域<strong>（"%(pool_name)s"）</strong>に新しいデータを追加しました。</a>
nl: <a href="%(pool_url)s"><strong>%(user_name)s</strong> heeft nieuwe data toegevoegd aan de publieke gegevensbank: <strong>"%(pool_name)s."</strong></a>
pl: <a href="%(pool_url)s"><strong>%(user_name)s</strong> dodał nowe dane do zbioru danych publicznych: <strong>"%(pool_name)s."</strong></a>
ru: <a href="%(pool_url)s"><strong>%(user_name)s</strong> добавил обновления в общее хранилище: <strong>"%(pool_name)s."</strong></a>

source: New data in public pool: %(pool_name)s
el: Νέα δεδομένα στην κοινόχρηστη περιοχή: %(pool_name)s
es: Nuevos datos en la carpeta pública: %(pool_name)s
fr: Nouvelles données dans la collaboration publique: %(pool_name)s
it: Nuovi dati nel gruppo pubblico: %(pool_name)s
ja: データ公開領域（%(pool_name)s）の新しいデータ
nl: Nieuwe data in publieke gegevensbank: %(pool_name)s
pl: Nowe dane w zbiorze danych publicznych: %(pool_name)s
ru: Обновления в общем хранилище: %(pool_name)s

source: %(user_name)s has added new data to the private shared folder: "%(folder_name)s". Check it out at the following url: %(folder_url)s
el: Ο/Η %(user_name)s έχει προσθέσει νέα δεδομένα στον ιδιωτικό κοινόχρηστο φάκελο: "%(folder_name)s". Δείτε τα στο ακόλουθο url: %(folder_url)s
es: %(user_name)s ha añadido datos a la carpeta privada compartida: "%(folder_name)s". Compruébalo en el siguiente enlace: %(folder_url)s
fr: %(user_name)s a ajouté des nouvelles données à la collaboration privée: "%(folder_name)s". Consultez-les à l'adresse suivante: %(folder_url)s
it: %(user_name)s ha aggiunto nuovi dati alla cartella condivisa privata: "%(folder_name)s". Puoi trovarli al seguente indirizzo: %(folder_url)s
ja: %(user_name)sは非公開共有フォルダ（"%(folder_name)s"）に新しいデータを追加しました。以下のURLをチェックしてください。%(folder_url)s
nl: %(user_name)s heeft nieuwe data toegevoegd aan volgende gedeelde privéfolder: "%(folder_name)s". Je kan ze bekijken via: %(folder_url)s
pl: %(user_name)s dodał nowe dane do prywatnego folderu współdzielonego: "%(folder_name)s". Sprawdź tutaj: %(folder_url)s
ru: %(user_name)s добавил данных в личный каталог обмена: «%(folder_name)s». Просмотрите это по адресу: %(folder_url)s

source: <a href="%(folder_url)s"><strong>%(user_name)s</strong> has added new data to the private shared folder: <strong>"%(folder_name)s."</strong></a>
el: Ο/Η <a href="%(folder_url)s"><strong>%(user_name)s</strong> έχει προσθέσει νέα δεδομένα στον ιδιωτικό κοινόχρηστο φάκελο: <strong>"%(folder_name)s."</strong></a>
es: <a href="%(folder_url)s"><strong>%(user_name)s</strong> ha añadido nuevos datos a la carpeta privada compartida: <strong>"%(folder_name)s."</strong></a>
fr: <a href="%(folder_url)s"><strong>%(user_name)s</strong> a ajouté des nouvelles données à la collaboration privée: <strong>"%(folder_name)s."</strong></a>
it: <a href="%(folder_url)s"><strong>%(user_name)s</strong> ha aggiunto nuovi dati alla cartella condivisa privata: <strong>"%(folder_name)s."</strong></a>
ja: <a href="%(folder_url)s"><strong>%(user_name)s</strong>は非公開共有フォルダ<strong>（"%(folder_name)s"）</strong>に新しいデータを追加しました。</a>
nl: <a href="%(folder_url)s"><strong>%(user_name)s</strong> heeft nieuwe data toegevoegd aan volgende gedeelde privéfolder: <strong>"%(folder_name)s."</strong></a>
pl: <a href="%(folder_url)s"><strong>%(user_name)s</strong> dodał nowe dane do prywatnego folderu współdzielonego: <strong>"%(folder_name)s."</strong></a>
ru: <a href="%(folder_url)s"><strong>%(user_name)s</strong> добавил новые данные в личный каталог обмена: <strong>"%(folder_name)s."</strong></a>

source: New data in private shared folder: %(folder_name)s
el: Νέα δεδομένα στον ιδιωτικό κοινόχρηστο φάκελο: %(folder_name)s
es: Nuevos datos en la carpeta privada compartida: %(folder_name)s
fr: Nouvelles données dans la collaboration privée: %(folder_name)s
it: Nuovi dati nella cartella condivisa privata: %(folder_name)s
ja: 非公開シェアフォルダ（"%(folder_name)s"）の新しいデータ
nl: Nieuwe dfata in gedeelde privéfolder: %(folder_name)s
pl: Nowe dane w folderze: %(folder_name)s
ru: Обновление в личном каталог обмена: %(folder_name)s

source: %(originator)s has fulfilled your request! Check it out at the following url: %(object_url)s
de: %(originator)s hat Deine Anfrage bearbeitet! Du findest das Resultat unter folgender URL: %(object_url)s
el: Ο/Η %(originator)s εκπλήρωσε την αίτηση σας! Δείτε την στο ακόλουθο url: %(object_url)s
es: %(originator)s ha respondido tu petición. Echa un vistazo en el siguiente enlace: %(object_url)s
fi: %(originator)s on toteuttanut pyyntösi! Voit käydä katsomassa sen osoitteesta: %(object_url)s
fr: %(originator)s a satisfait votre demande! Consultez sa réponse à l'adresse suivante: %(object_url)s
it: %(originator)s ha soddisfatto la tua richiesta! Guardala al seguente indirizzo: %(object_url)s
ja: %(originator)sは、あなたのリクエストを終了しました。以下のURLをチェックしてください。%(object_url)s
nl: %(originator)s is ingegaan op je vraag! Kijk naar het resultaat op: %(object_url)s
pl: %(originator)s spełnił Twoją prośbę! Sprawdź klikając ten link: %(object_url)s
pt: %(originator)s atendeu sua solicitação! Confira através do seguinte link: %(object_url)s
ru: %(originator)s выполнил вашу заявку! Смотрите ее по следующему адресу: %(object_url)s
