Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: On <em>AstroBin</em>, astronomical subjects have their own page, where you can see the best images of them, and plots and charts showing trends and interesting statistics. There is also a page that shows the most popular subjects organized by month and latitude!
de: Auf <em>AstroBin</em> hat jedes astronomische Objekt seine eigene Seite, auf der du die besten Bilder sowie Graphen mit interessanten Trends und Statistiken findest. Es gibt außerdem eine Seite, auf der die beliebtesten Objekte nach Monat und Breitengrad geordnet angezeigt werden.
el: Στο <em>AstroBin</em>, τα αστρονομικά θέματα έχουν την δική τους σελίδα, όπου μπορείτε να δείτε τις καλύτερες εικόνες από αυτά καθώς και διαγράμματα δείχνοντας τις τάσεις και ενδιαφέροντα στατιστικά. Υπάρχει επίσης και μια σελίδα όπου δείχνει τα πιο δημοφιλή θέματα οργανωμένα ανά μήνα και γεωγραφικό πλάτος!
es: En <em>AstroBin</em>, los objetos astronómicos tienen su propia página en la que puedes ver sus mejores imágenes, además de gráficos y tablas mostrando tendencias e interesantes estadísticas. ¡También hay una página que muestra los objetos más populares organizados por mes y latitud!
fi: <em>AstroBinissä</em> tähtitieteellisillä kohteilla on omat sivunsa, joilla voit katsella niistä otettuja parhaita kuvia, sekä erilaisia kuvaajia ja tilastoja. Palvelussa on myös sivu, jolta löydät listan suosituimmista kuvauskohteista järjestettynä kuukauden ja leveysasteen mukaan!
fr: Sur <em>AstroBin</em>, chaque objet astronomique a sa page dédiée, sur laquelle vous pouvez consulter les meilleures images et diverses statistiques les concernant. De plus, une page spécifique répertorie les objets les plus imagés, classés par mois et latitude!
it: Su <em>AstroBin</em>, i soggetti astronomici hanno la propria pagina, dove è possibile vedere le immagini migliori, grafici e dati che mostrano trend e statistiche interessanti. C'è anche una pagina che mostra i soggetti più popolari, organizzati per mese e latitudine!
ja: <em>AstroBin</em>では、あなたのページに天体に関する主題を設けることができます。そこではその主題でのベストな画像を見ることもできますし、描画や図でトレンドや興味深い統計情報を見る事もできます。月や緯度による整理がされた最も人気のある主題をみられるページも用意されています！
nl: Astronomische objecten op <em>AstroBin</em> hebben een eigen pagina waar je er de mooiste foto's van kunt zien, samen met plots en grafieken over trends en interessante statistieken. Er is ook een pagina die de meest populaire objecten laat zien georganizeerd per maand en breedtegraad!
pl: W <em>AstroBin</em> obiekty mają swoje własne strony, gdzie można zobaczyć najlepsze zdjęcia, wykresy i tabele pokazujące ciekawe statystyki. Istnieje również strona pokazująca najpopularniejsze obiekty posortowane według miesiąca i szerokości geograficznej!
pt: No <em>AstroBin</em>, objetos astronômicos possuem suas próprias páginas, onde você pode ver as melhores imagens, com gráficos sobre tendências e estatísticas interessantes. Também existe uma página que mostra os objetos mais populares, organizados por mês e latitude!
ru: На <em>AstroBin</em> каждый астрономический объект имеет свою страницу, на которой вы можете найти лучшие их фотографии, построить графики и таблицы, показывающие занятную статистику. Так же есть страницы показывающие популярные объекты сортированные по месяцам и широте.

source: Data is strongly interconnected
de: Die Daten sind eng verknüpft
el: Τα δεδομένα είναι διασυνδεδεμένα
es: Los datos están fuertemente interconectados
fa: داده ها به شدت به هم پیوسته می باشند.
fi: Tiedot nivoutuvat toisiinsa
fr: Les données sont inter-connectées
it: I dati sono fortemente interconnessi
ja: データは強力に相互接続されている
nl: Alle data zijn sterk met elkaar verbonden
pl: Dane są ze sobą połączone
pt: Informações estão completamente conectadas entre si
ru: Данные сильно связаны друг с другом

source: Have you ever wanted to see how your next image is going to look like? On <em>AstroBin</em>, you can search for all images of a certain target that were taken with a certain telescope and a certain CCD or camera. Or a certain filter. How about all the images between 6 and 8 hours of integration? Or with a certain Moon phase? You can do that!
de: Wolltest Du schon immer mal sehen, wie Dein nächstes Bild ausschauen könnte? <em>AstroBin</em> kann nach allen Bildern mit den gleichen Objekten suchen, die mit einem bestimmten Teleskop und einer bestimmten CCD-Kamera aufgenommen wurden. Oder mit bestimmten Filtern. Wie wäre es mit Bildern, die 6 bis 8 Stunden Aufnahmezeit benötigen? Oder zu bestimmten Mondphasen? All das ist möglich!
el: Θελήσατε ποτέ σας να δείτε πως θα φανεί η επόμενη σας φωτογραφία; Στο <em>AstroBin</em>, μπορείτε να ψάξετε για όλες τις εικόνες ενός συγκεκριμένου στόχου που πάρθηκαν με ένα συγκεκριμένο τηλεσκόπιο και μια συγκεκριμένη CCD ή κάμερα. Ή ένα συγκεκριμένο φίλτρο. Τι θα λέγατε για όλες τις εικόνες με ολοκλήρωση από 6 έως 8 ωρών. Ή με μια συγκεκριμένη φάση της Σελήνης; Μπορείτε να το κάνετε!
es: ¿Alguna vez has querido ver qué aspecto podría tener tu próxima imagen? En <em>AstroBin</em>, puedes buscar todas las imágenes de un determinado objeto que fueron tomadas con un determinado telescopio, CCD, cámara o filtro. ¿Qué tal las imágenes entre 6 y 8 horas de integración? O ¿con cierta fase lunar? ¡Todo esto lo puedes hacer!
fi: Oletko koskaan miettinyt miltä seuraava kuvasi mahtaisi näyttää? <em>AstroBinissä</em> voit etsiä kuvia tietystä kohteesta, joka on otettu tietyllä kaukoputkella ja tietyllä CCD:llä tai kameralla. Tai jollain tietyllä filtterillä. Entäpä kaikki kuvat joiden valoitusaika on kuuden ja kahdeksan tunnin välillä? Tai kuvat tietyllä kuun vaiheella? AstroBinissä voit tehdä kaiken tämän!
fr: Vous avez toujours voulu savoir à quoi ressemblera votre prochaine image? Sur <em>AstroBin</em>, vous pouvez rechercher toutes les images d'un objet prises avec un certain type de télescope et de CCD. Ou bien un filtre particulier. Ou même un temps d'intégration entre 6 et 8 heures... Ou lors d'une certaine phase de Lune? C'est possible!
it: Hai mai voluto vedere come sarà la tua prossima immagine? Su <em>AstroBin</em>, puoi cercare tutte le immagini di un certo soggetto che sono state acquisite con un certo telescopio ed una certa camera o CCD. Oppure un certo filtro. E che ne dici di tutte le immagini fra 6 e 8 ore d'integrazione? Oppure con una certa fase lunare? Puoi farlo!
ja: 次に撮影する画像がどのようにみえるのかを見ようとしたことはありませんか？<em>AstroBin</em>では、特定の望遠鏡、特定のCCDやカメラ、特定のフィルターで撮影された特定されたターゲットの全ての画像を検索することができます。6〜8時間露出した全ての画像についてとか、特定の月齢のものとか、それを叶えることができます!
nl: Heb je je ooit afgevraagd hoe je volgende foto er zal uitzien? Je kan op <em>AstroBin</em> een zoekopdracht uitvoeren van een specifiek doelobject die met een zekere telescoop en CCD/camera zijn gemaakt. Of met een zekere filter. Hoe zit het met foto's die gemaakt zijn met een integratietijd tussen de 6 en de 8 uur? Of tijdens een bepaalde fase van de Maan? Dit kan allemaal!
pl: Czy kiedykolwiek chciałeś wiedzieć, jak będzie wyglądać Twoje następne zdjęcie? Na <em>AstroBin</em> możesz wyszukać zdjęcia danego obiektu zrobione przy pomocy wybranego sprzętu - teleskopu, kamery czy filtra. A może chciałbys wyszukać zdjęcia interesującego obiektu, których czas naświetlania wynosi od 6 do 8 godzin? Albo zdjęcia wykonane przy wybranej fazie Księżyca? Wszystko to jest możliwe!
pt: Você já quis saber como sua próxima imagem ficaria? No <em>AstroBin</em>, é possível pesquisar por todas as imagens de um determinado objeto, obtidas com um determinado telescópio e com determinado CCD ou câmera. Ou um filtro específico. Que tal todas as imagens entre 6 e 8 horas de exposição? Ou aquelas obtidas em uma determinada fase da Lua? Aqui é possível!
ru: Вы когда-нибудь хотели узнать, как будет выглядеть ваше будущее фото? На <em>AstroBin</em>, вы можете искать все изображения определенной цели, которые были взяты с определенным телескопом и определенной ПЗС или камерой. Или с конкретным фильтром. Как насчет всех изображений с 6 до 8 часов посещаемости? Или с определенной фазой Луны? Вы можете сделать это!

source: AstroBin can help you with your next telescope or camera purchase, by searching for gear combinations owned by other users. For instance, you could search for all images taken with a Canon 5D and any apochromatic refractor, or a SBIG ST-8300 with any Richtey-Chretien telescope. Or, if you want, you can search by telescope diameter too!
de: AstroBin erlaubt die Suche nach Bildern, die mit einer bestimmten Ausrüstung erstellt wurden und kann dir damit beim Kauf eines neuen Teleskops oder einer neuen Kamera helfen. So kannst du beispielsweise nach allen Bildern suchen, die mit einer Canon 5D und einem Apochromat-Reflektor oder einer SBIG ST-8300 mit einem Richtey-Chretien-Teleskop aufgenommen wurden. Sogar eine Suche anhand des Teleskopdurchmessers ist möglich!
el: Το AstroBin μπορεί να σας βοηθήσει με την επόμενη σας αγορά τηλεσκοπίου ή κάμερας, με την αναζήτηση συνδυασμών που ανήκουν σε άλλους χρήστες. Για παράδειγμα, μπορείτε να ψάξετε για όλες τις εικόνες που λήφθηκαν από οποιοδήποτε αποχρωματικό διοπτρικό, ή την SBIG ST-8300 με οποιοδήποτε Richtey-Chretien τηλεσκόπιο. Ή, αν θέλετε, μπορείτε να ψάξετε και με την διάμετρο του τηλεσκοπίου!
es: AstroBin puede ayudarte en la compra de tu próximo telescopio o cámara, mediante la búsqueda de combinaciones de equipamiento propiedad de otros usuarios. Por ejemplo, podrías buscar todas las imágenes obtenidas con una Canon 5D y un refractor apocromático, o con una SBIG ST-8300 y un Richtey-Chretien, o si quieres, ¡puedes buscar también según el diámetro del telescopio!
fa: AstroBin می تواند به شما در خرید تلسکوپ یا دوربین بعدیتان بوسیله جستجو در نظرات سایر کاربران کمک کند. برای مثال: شما می توانید همه تصاویر گرفته شده با Canon 5D وapochromatic refractor یا یک SBIG ST-8300 با تلسکوپ Richtey-Chretien را جستجو کنید. یا اگر می خواهید می توانید بر حسب قطر تلسکوپ جستجو کنید.
fi: AstroBin voi auttaa sinua seuraavan kaukoputken tai kameran ostossa, sillä voit etsiä muiden käyttäjien eri kalustoyhdistelmillä ottamia kuvia. Voit esimerkiksi etsiä kaikkia kuvia, jotka on otettu Canon 5D -kameralla ja millä tahansa apokromaattisella linssikaukoputkella, tai SBIG ST-8300 -kameralla ja millä tahansa Ritchey-Chrétien-kaukoputkella. Tai jos haluat, voit etsiä kuvia myös kaukoputken apertuurin mukaan!
fr: Astrobin peut également vous aider pour l'achat de votre prochain instrument ou imageur, en comparant les configurations matérielles des autres utilisateurs. Par exemple, vous pouvez rechercher toutes les images prises avec un Canon 5D et n'importe quelle lunette apochromatique, ou une SBIG ST-8300 avec n'importe quel Richtey-Chrétien. Et si vous le désirez, vous pouvez également filtrer la recherche en indiquant le diamètre de l'instrument !
it: AstroBin può aiutarti con l'acquisto del tuo prossimo telescopio o camera di ripresa, effettuando una ricerca per combinazioni di strumentazione possedute da altri utenti. Per esempio, potresti cercare tutte le immagini riprese con una Canon 5D e qualunque rifrattore apocromatico, oppure una SBIG ST-8300 con qualunque telescopio di tipo Ritchey-Chretien. O, se vuoi, puoi anche cercare per diametro del telescopio!
ja: 他の利用者が所有している機材の組み合わせを検索することによって、AstroBinは望遠鏡やカメラの購入のお手伝いをすることができます。例えば、Canon 5Dとアポクロマート屈折望遠鏡で撮影された全て画像を検索することができるし、Richtey-Chretien望遠鏡とSBIG ST-8300 で撮影された画像を検索することもできます。望遠鏡の口径で検索することだって可能です。
nl: AstroBin kan je helpen met je volgende aankoop van een telescoop of camera door te zoeken naar materiaalcombinaties die door andere leden in bezit zijn. Je kan bijvoorbeeld zoeken naar alle foto's die genomen zijn met een Canon 5D door eender welke apochromatische refractor, of met een SBIG ST-8300 in combinatie met een Ritchey-Chretien. Je kan ook zoeken op basis van de telescoopdiameter!
pl: AstroBin może pomóc Ci w wyborze następnego teleskopu lub kamery poprzez możliwość wyszukania zdjęć zrobionych przez innych użytkowników tym sprzętem. Na przykład istnieje możliwość wyszukania zdjęć zrobionych Canonem 5D i refraktorem API lub kamerą SBIG ST-8300 teleskopem Richtey-Chretien. Można również wyszukiwać zdjęć definiując aperturę teleskopu!
pt: AstroBin pode te ajudar com a compra do seu próximo telescópio ou câmera, permitindo que você pesquise por combinações de equipamentos que outros usuários possuam. Por exemplo, você pode pesquisar por todas as imagens obtidas com uma Canon 5D em um refrator apocromático qualquer, ou uma SBIG ST-8300 em um telescópio Ritchey-Chretien. Ou, se você quiser, também pode pesquisar pelo diâmetro do telescópio!
ru: AstroBin может помочь вам с вашим следующим выбором телескопа или камерой для покупки, путем поиска комбинаций оборудования, принадлежащих другим пользователям. Например, вы могли бы искать все фотографии, сделанных с помощью Canon 5D и любым апохроматическим рефрактором, или SBIG ST-8300 с любым телескопом Ричи-Кретьена. Или, если вы хотите, вы так же можете осуществлять поиск по диаметру телескопа!

source: Finally, all this information is collected in interesting plots, that can help you figure out how some gear items are trending.
de: All diese Information wird in interessanten Graphen gesammelt, die dir dabei helfen können, neue Ausrüstungstrends zu erkennen.
el: Τέλος, όλες οι πληροφορίες είναι συγκεντρωμένες σε ενδιαφέροντα διαγράμματα, που μπορούν να σας βοηθήσουν να συμπεράνετε την τάση ορισμένων εξοπλισμών.
es: Finalmente, toda esta información es recogida en interesantes gráficos que pueden ayudarte a averiguar cuales son las tendencias según equipos.
fa: سرانجام همه این اطلاعات در یک طرح جالب ذخیره می شود و شما می توانید ببینید چطوربرخی اقلام دنده دارند متمایل می شوند.
fi: Lopulta kaikki tämä tieto kootaan kiinnostaviksi kuvaajiksi, joiden avulla voit saada paljon lisää tietoa kuvausvälineiden käytöstä.
fr: Enfin, toutes ces données sont compilées sous forme de graphiques permettant d'évaluer la popularité des divers équipements et configurations matérielles.
it: Infine, tutte queste informazioni sono raccolte in grafici interessanti, che possono aiutarti a capire quali strumenti sono di moda al momento.
ja: 最終的には、これらすべての情報は機材のトレンドを図としてみせたりすることで、興味深い図画として表示されます。
nl: Tenslotte wordt alle informatie verwerkt in interessante grafieken die je kunnen helpen ontdekken wat de trends zijn in het gebruik van je materiaal.
pl: W końcu wszystkie informacje są zbieranie i prezentowane w postaci wykresów, które mogą pomóc ustalić trendy w używaniu sprzętu.
pt: Finalmente, toda essa informação está disponível em gráficos interessantes, que podem te ajudar a ver o quanto um equipamento está sendo usado no momento.
ru: Наконец, вся эта информация собрана в интересные графики, которые помогают вам представить какое оборудование популярно.

source: All the data at a glance
de: Alle Daten auf einen Blick
el: Όλα τα δεδομένα με μια ματιά
es: Todos los datos de un vistazo
fa: تمام داده ها در یک نگاه
fi: Kaikki tiedot yhdellä silmäyksellä
fr: Toutes les données d'un seul coup d'oeil
it: Visibilità immediata di tutti i dati
ja: 全てのデータを一目する
nl: Alle nodige gegevens in een oogopslag
pl: Wszystkie dane na wyciągnięcie ręki.
pt: Um resumo de todas as informações
ru: Все данные одним взглядом

source: Each image on <em>AstroBin</em> is annotated of all the technical details about its acquisition. Telescopes involved, cameras, mounts, filters, everything is visible at a glance in the Technical Card. Even the Moon age at the time of the acquisition is displayed.
de: Jedes Bild auf <em>AstroBin</em> ist mit Anmerkungen zu technischen Details der Aufnahme versehen. Verwendete Teleskope, Kameras, Montierungen und Filter, alles kann in den technischen Details nachgeschlagen werden. Sogar das Mondalter während der Aufnahme wird angezeigt.
el: Κάθε εικόνα στο <em>AstroBin</em> έχει σχόλια όλων των τεχνικών δεδομένων σχετικά με την λήψη της. Τα τηλεσκόπια που πήραν μέρος, κάμερες, στηρίξεις, φίλτρα, όλα είναι ορατά με μια ματιά στην Τεχνική Κάρτα. Ακόμα και η ηλικία της Σελήνη την ώρα λήψης φαίνεται.
es: Cada imagen en <em>AstroBin</em> se registra con todos los detalles técnicos sobre su adquisición. Telescopios implicados, cámaras, monturas, filtros, todo es fácilmente visible en la Ficha Técnica. Incluso se muestra la edad lunar en el momento de la adquisición.
fi: Jokainen <em>AstroBinissä</em> oleva kuva on merkitty kaikilla teknisillä tiedoilla. Käytetyt kaukoputket, kamerat, jalustat, filtterit jne. ovat helposti nähtävissä Tekniset tiedot -kortissa. Jopa kuun vaihe kuvanottohetkellä lasketaan automaattisesti.
fr: Chaque image sur <em>AstroBin</em> est accompagnée des détails de l'acquisition: télescope, imageur, monture, filtres... Tout est visible d'un coup d'oeil dans la fiche technique. Même l'âge de la Lune au moment de l'acquisition est disponible.
it: Ogni immagine su <em>AstroBin</em> è corredata da una scheda tecnica con tutti i dettagli di acquisizione. Telescopi, camere, montature, filtri, tutto è visibile con uno sguardo nella scheda tecnica. Anche la fase lunare al tempo dell'acquisizione viene mostrata.
ja: <em>AstroBin</em>のそれぞれのイメージは撮影したときの全ての技術的詳細が付けられています。望遠鏡、カメラ、赤道儀、フィルターといった全てのものがTechnical Cardとして一目できるようになっています。
nl: Elk beeld in <em>AstroBin</em> wordt vergezeld door alle technische details die betrekking hebben op de totstandkoming. Gebruikte telescopen, camera's, filters, ... Al deze gegevens staan op de technische fiche. Zelfs de maanleeftijd van het ogenblik waarop de foto werd genomen is vermeld.
pl: Każde zdjęcie na <em>AstroBin</em> jest opatrzone danymi technicznymi. W skład danych mogą wchodzić: opisy teleskopów, kamer, montaży, filtrów i pozostałego sprzętu użytego do wykonania zdjęcia. Wszystko pod ręką, wyświetlone w Karcie Technicznej. Znajduje się tam nawet faza Księżyca, podczas której zdjęcie zostało wykonane.
pt: Cada imagem no <em>AstroBin</em> possui todos os detalhes técnicos da sua captura. Telescópios, câmeras, montagens e filtros envolvidos, tudo é facilmente visualizado na Ficha Técnica. Mostramos até a quantidade de dias, desde a última Lua Nova, contados a partir da data de captura.
ru: Кажое изображение на <em>AstroBin</em> подписывается техническими деталями его получения. Используемые телескопы, камеры, монтировки, фильтры, всё сразу видно на Технической Карточке. Даже возраст Луны в момент получения изображения.

source: More than just an image
de: Mehr als nur ein Bild
el: Περισσότερο από μια εικόνα
es: Más que una imagen
fa: بیشتر از فقط یک تصویر
fi: Enemmän kuin pelkkä kuva
fr: Davantage qu'une simple image
it: Molto più di un'immagine
ja: 単なる画像を超えて
nl: Meer dan zomaar een foto
pl: Więcej niż tylko zdjęcie
pt: Mais do que apenas uma imagem
ru: Более, чем просто изображение
