Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: I have read the text above
hu: Elolvastam a fenti szöveget
uk: Я прочитав текст вище

source: I understand
hu: Értem
uk: Я розумію

source: Back to group
hu: Vissza a csoporthoz
it: Torna al gruppo
pl: Wróć do grup
ru: Назад в группу
uk: Назад у групу

source: Hidden
es: Oculto
fr: Caché
hu: Rejtett
it: Nascosto
ja: 隠す
nl: Verborgen
pl: Ukryte
ru: Скрытое
uk: Сховано

source: No forums created
es: No se han creado foros
fr: Aucun forum créé
hu: Nincsenek létrehozott fórumok
it: Nessun forum creato
ja: フォーラムは作られていません
nl: Geen fora aangemaakt
pl: Forum nie zostało utworzone
ru: Форумы не созданы
uk: Форуми не створені

source: You are not a member of any groups
hu: Nem vagy tagja egy csoportnak sem
it: Non sei membro di alcun gruppo
pl: Nie jesteś członkiem żadnej grupy
ru: Вы не являетесь участником ни одной группы
uk: Ви не є членом жодної групи

source: These are the forums in the groups you have access to.
it: Questi sono i forum dei gruppi a cui hai accesso.
pl: To są fora w grupach do których masz dostęp.
ru: Это форумы в группах, к которым у вас есть доступ.
uk: Це форуми в групах, до яких Ви маєте доступ.

source: Topics
es: Temas
fr: Discussions
hu: Témák
it: Argomenti
nl: Onderwerpen
pl: Tematy
ru: Темы
uk: Теми

source: Posts
es: Entradas
fr: Messages
hu: Bejegyzések
it: Messaggi
nl: Berichten
pl: Posty
ru: Сообщения
uk: Публікації

source: Last posts
es: Últimas entradas
fr: Derniers messages
hu: Utolsó bejegyzések
it: Ultimi messaggi
nl: Laatste berichten
pl: Ostatnie posty
ru: Последние сообщения
uk: Останні дописи

source: Forum categories are not created
es: No se han creado categorías de foro
fr: Les catégories de forum ne sont pas créées
hu: Nincsenek fórum kategóriák létrehozva
it: Le categorie di forum non sono state create
nl: Forum categorieën zijn niet aangemaakt.
pl: Kategorie forum nie zostały utworzone
ru: Категории форума не созданы
uk: Категорії форуму не створено

source: Add a category now
es: Añadir una categoría ahora
fr: Ajouter une catégorie
hu: Kategória hozzáadása
it: Aggiungi una categoria
nl: Categorie nu toevoegen
pl: Dodaj kategorię
ru: Добавить категорию сейчас
uk: Додати категогію зараз

source: User %(username)s replied in topic to which you are subscribed.
hu: A(z) %(username)s nevű felhasználó válaszolt a témában, amelyre feliratkoztál.
uk: Користувач %(username)s відповів у темі, на яку Ви підписані.

source: Follow %(link_post_start)sthis link%(link_end)s to see the new post on the topic %(link_topic_start)s%(topic_name)s%(link_end)s.
hu: Kövesd %(link_post_start)sezt a linket%(link_end)s, hogy megnézd az új bejegyzést a témában %(link_topic_start)s%(topic_name)s%(link_end)s.
uk: Перейдіть за %(link_post_start)sза цим посиланням%(link_end)s, щоб переглянути нову публікацію у темі %(link_topic_start)s%(topic_name)s%(link_end)s.

source: If you don't want to receive notifications on new posts in this topic visit %(link_start)sthis link%(link_end)s.
hu: Ha nem szeretnél értesítést kapni a téma új hozzászólásairól, nézd meg %(link_start)sezt a linket%(link_end)s.
uk: Якщо Ви не бажаєте отримувати сповіщення про нові повідомлення на цю тему, натисніть %(link_start)s це посилання %(link_end)s.

source: New reply to a forum topic you subscribe to
de: Neue Antwort auf ein Forum Thema dem du folgst
es: Nueva respuesta a un tema al que estás suscrito
fi: Uusi vastaus seuraamaasi foorumiketjuun
fr: Nouveau message dans une discussion d'un forum à laquelle vous êtes abonné(e)
hu: Egy új ember válaszolt egy olyan fórumtémára, amelyre feliratkoztál
it: Nuova risposta ad un argomento che segui sul forum
ja: 承認したフォーラムトピックからの新しい返信
nl: Nieuw antwoord op een forum waarop je je abonneert
pl: Nowa odpowiedź na forum które subskrybujesz
ru: Новый ответ в теме, на которую вы подписаны
uk: Нова відповідь у темі, на яку Ви підписані

source: Please note: this post will be published only after moderation.
it: Nota bene: questo post sarà pubblicato solo dopo la moderazione.
ru: Обратите внимание: этот пост будет опубликован только после модерации.
uk: Зверніть увагу: цей пост буде опубліковано лише після модерації.

source: Type your forum post here...
hu: Írd ide a fórum bejegyzésedet...
uk: Напишіть тут повідомлення на форумі…

source: Please first exit 'Source' mode to quote a message.
hu: Kérjük, először lépj ki a 'Forrás' módból, ha idézni szeretnél egy üzenetet.
uk: Будь ласка, спочатку вийдіть із режиму «Джерело», щоб процитувати повідомлення.

source: *** Type your reply here ***
hu: *** Ide írd a válaszod ***
uk: *** Введіть свою відповідь тут ***

source: (deleted)
hu: (törölve)
uk: (видалено)

# Noun, e.g. 'This element has 1 like'
source: like
hu: kedvelése van
uk: лайк

# Noun, e.g. 'This element has 10 likes'
source: likes
hu: kedvelése van
uk: лайків

source: Warning: this post awaits moderation and is not yet visible to everybody
hu: Figyelmeztetés: ez a bejegyzés moderálásra és még nem látható mindenki számára
it: Attenzione: questo messaggio attende la moderazione e non è ancora visibile a tutti.
ru: Внимание: это сообщение ждет модерации и пока не отображается
uk: Увага: це повідомлення чекає на модерацію і поки не відображається

source: Edited
es: Editado
fr: Modifié
hu: Szerkesztve
it: Modificato
nl: Bewerkt
pl: Edytowany
ru: Отредактировано
uk: Відредаговано

source: quote
es: citar
fr: citer
hu: idézet
it: quota
ja: 引用文
nl: citaat
pl: cytat
ru: Цитата
uk: цитата

source: quote selected
es: cita seleccionada
fr: citer la sélection
hu: idézet kiválasztva
it: quota selezione
ja: 引用を選択済み
nl: geselecteerd citaat
pl: cytuj wybrane
ru: цитата выбрана
uk: цитата вибрана

source: Delete post?
es: ¿Borrar entrada?
fr: Supprimer le message?
hu: Törlöd a bejegyzést?
it: Cancellare il messaggio?
ja: 投稿を削除
nl: Bericht verwijderen?
pl: Usuń post
ru: Удалить сообщение?
uk: Видалити повідомлення?

source: Approve post
es: Aprobar entrada
fr: Approuver le message
hu: Bejegyzés jóváhagyása
it: Approva il messaggio
ja: 投稿を許可
nl: Bericht goedkeuren
pl: Zatwierdź post
ru: Подтвердить сообщение
uk: Затвердити повідомлення

source: Editing a post is only allowed within %(hours)s hours after creating it.
hu: A bejegyzés szerkesztése csak a létrehozását követő %(hours)s órán belül engedélyezett.
uk: Редагувати повідомлення можна лише протягом %(hours)s годин після його створення.

source: You cannot Like this post because the topic is closed.
hu: Nem kedvelheted ezt a posztot, mert a téma le lett zárva.
uk: Ви не можете поставити лайк до цього повідомлення, тому що тема закрита.

source: Topics you subscribe to
es: Temas a los que estás suscrito
fr: Discussions auxquelles vous êtes abonné(e)
hu: Témák, amikre feliratkoztál
it: Argomenti a cui sei abbonato
ja: トピックを登録
nl: Onderwerpen waarop je je hebt geabonneerd
pl: Tematy które subskrybujesz
ru: Темы, на которые вы подписаны
uk: Теми, на які Ви підписані

source: Unstick topic
es: Desmarcar tema
fr: Ne plus promouvoir la discussion
hu: Téma leragasztása
it: Rimuovi l'argomento dal "In evidenza"
nl: Onderwerp losmaken
pl: Odklej temat
ru: Открепить тему
uk: Відкріпити тему

source: Stick topic
es: Marcar tema
fr: Promouvoir la discussion
hu: Téma ragasztása
it: Metti argomento in evidenza
nl: Topic bewaren
pl: Przyklej temat
ru: Прикрепить тему
uk: Закріпити тему

source: Open topic
es: Abrir un tema
fr: Ouvrir une discussion
hu: Téma megnyitása
it: Apri argomento
ja: トピックを開く
nl: Onderwerp openen
pl: Otwórz nowy temat
ru: Создать тему
uk: Створити тему

source: Close topic
es: Cerrar tema
fr: Fermer une discussion
hu: Téma bezárása
it: Chiudi argomento
ja: トピックを閉じる
nl: Onderwerp afsluiten
pl: Zamknij temat
ru: Закрыть тему
uk: Закрити тему

source: Unsubscribe
es: Borrar subscripción
fr: Se désabonner
hu: Leiratkozás
it: Annulla abbonamento
nl: Uitschrijven
pl: Wyłącz subskrypcję
ru: Отписаться
uk: Відписатися

source: Subscribe
es: Suscribirse
fr: S'abonner
hu: Feliratkozás
it: Abbonati
nl: Abonneren
pl: Sybskrybuj
ru: Подписаться
uk: Підписатися

source: The posts below are new since your last visit to this topic.
hu: Az alábbi hozzászólások újak a téma legutóbbi látogatása óta.
uk: Повідомлення нижче є новими з часу вашого останнього відвідування цієї теми.

source: Subscribers
es: Suscriptores
fr: Abonnés
hu: Feliratkozók
it: Abbonati
nl: Abonnees
pl: Obserwujący
ru: Подписчики
uk: Підписники

source: You have unread posts in this topic.
hu: Elolvasatlan posztok vannak ebben a témában.
uk: У Вас є непрочитані повідомлення в цій темі.

source: Would you like to jump to the new posts since your last visit?
hu: Szeretnél a legutóbbi látogatásod óta megjelent új hozzászólásokhoz ugrani?
uk: Бажаєте перейти до нових публікацій після останнього відвідування?

source: Click here
hu: Kattints ide
uk: Натисніть тут

source: Topic
es: Tema
fr: Discussion
hu: Téma
it: Argomento
nl: Onderwerp
pl: Temat
ru: Темы
uk: Тема

source: Last post
es: Última entrada
fr: Dernier message
hu: Utolsó bejegyzés
it: Ultimo post
nl: Laatste bericht
pl: Ostatni wpis
ru: Последнее сообщение
uk: Останній пост

source: Sticky
es: Marcado
fr: Épinglé
it: In evidenza
nl: Vastgezet
pl: Przyklejone
ru: Прикрепленный
uk: Прикріплений

source: Closed
es: Cerrado
fr: Fermé
hu: Bezárva
it: Chiuso
nl: Gesloten
pl: Zamknięte
ru: Закрыто
uk: Зачинено

source: This forum does not have any topics.
hu: Ennek a fórumnak nincsenek témái.
it: Questo forum non ha alcun argomento.
ru: В этом форуме нет ни одной темы.
uk: На цьому форумі немає жодної теми.

source: Mark as spam
hu: Megjelölés spamként
uk: Позначити як Спам

source: This page or operation is not available at the moment, because AstroBin is in READ ONLY mode.
hu: Ez az oldal vagy művelet jelenleg nem elérhető, mert az AstroBin CSAK OLVASHATÓ üzemmódban van.
uk: Сторінка або операція на даний момент недоступні, тому що AstroBin знаходиться в режимі ТІЛЬКИ ЧИТАННЯ.

source: For more information, please check out our Twitter feed:
uk: За більш детальною інформацією, зверніться до нашої стрічки Twitter:

source: Account activation
hu: Fiók aktivációja
uk: Активація облікового запису

source: Account successfully activated
de: Benutzerkonto erfolgreich aktiviert
el: Ο λογαριασμός σας ενεργοποιήθηκε με επιτυχία
es: Cuenta activada
fa: اکانت با موفقیت فعال شد
fi: Käyttäjätunnus aktivoitu onnistuneesti
fr: Le compte est activé
hu: Fiók sikeresen aktiválva
it: Account attivato con successo
ja: アカウント作成に成功した
nl: De account werd met succes geactiveerd
pl: Konto zostało aktywowane
pt: Conta ativada com sucesso
ru: Учётная запись успешно активирована
uk: Обліковий запис успішно активовано

source: Log in
de: Einloggen
el: Είσοδος
es: Acceder
fi: Kirjaudu sisään
fr: Se connecter
hu: Bejelentkezés
ja: ログイン
nl: Inloggen
pl: Zaloguj
pt: Autenticar
ru: Войти
uk: Логін

source: Account activation failed
de: Aktivierung des Zugangs fehlgeschlagen
el: Ο λογαριασμός σας απέτυχε να ενεργοποιηθεί
es: No se activó la cuenta
fa: فعال سازی حساب کاربری شکست خورد
fi: Tunnuksen aktivoiminen epäonnistui
fr: L'activation du compte a échoué
hu: Fiók aktiváció sikertelen
it: Attivazione dell'account fallita
ja: アカウント作成に失敗
nl: De activatie van de account is mislukt
pl: Aktywacja konta nieudana
pt: Falha na ativação da conta
ru: Активация учётной записи не удалась
uk: Активація облікового запису не вдалася

source: Your profile is now active.
de: Dein Profil ist jetzt aktiv.
el: Το προφίλ σας είναι τώρα ενεργό.
es: Tu perfil está activo.
fa: پروفایل شما در حال حاضر فعال است.
fi: Profiilisi on nyt aktiivinen.
fr: Votre profil est maintenant en ligne.
hu: A fiókod mostantól aktív.
it: Il tuo profilo adesso è attivo.
ja: あなたのプロフィールはアクティブになっています。
nl: Je profiel is nu actief.
pl: Twój profil jest teraz aktywny
pt: Seu perfil agora está ativo.
ru: Ваш профиль теперь виден.
uk: Ваш профіль тепер активний.

source: Hi, please use the following link to activate your AstroBin account:
de: Hallo, bitte benutze den folgenden Link um dein AstroBin Konto zu aktivieren.
el: Γειά, παρακαλώ χρησιμοποιείστε τον ακόλουθο σύνδεσμο για να ενεργοποιήσετε τον λογαριασμό σας στο AstroBin:
es: Hola, Por favor utiliza el siguiente enlace para activar tu cuenta de AstroBin:
fi: Hei, käytä seuraavaa linkkiä AstroBin-tilisi aktivoimiseksi:
fr: Bonjour, Veuillez suivre ce lien afin d'activer votre compte AstroBin:
hu: Szia, kérjük, használd az alábbi linket az AstroBin fiókod aktiválásához:
it: Ciao, usa il seguente link per attivare il tuo account AstroBin:
ja: こんにちは。 あなたのAstroBinアカウントを有効化するために以下のリンクを使ってください。
nl: Hoi, gelieve volgende link te gebruiken om je AstroBin account te activeren:
pl: Witaj, Użyj poniższego linka aktywacyjnego aby aktywować swoje konto:
ru: Приветствуем, пожалуйста, используйте ссылку ниже для активации вашей учётной записи AstroBin:
uk: Вітаємо, будь ласка, скористайтесь посиланням нижче для активації Вашого облікового запису AstroBin:

source: Link is valid for %(expiration_days)s days.
de: Dieser Link ist für %(expiration_days)s Tage gültig.
el: Ο σύνδεσμος θα είναι έγκυρος για %(expiration_days)s ημέρες.
es: Enlace válido durante %(expiration_days)s días.
fi: Linkki on voimassa %(expiration_days)s päivää.
fr: Ce lien est valide pendant %(expiration_days)s jours.
hu: A link %(expiration_days)s napig érvényes.
it: Il link è valido per %(expiration_days)s giorni.
ja: リンクは%(expiration_days)s日間有効です。
nl: Deze link is geldig gedurende %(expiration_days)s dagen.
pl: Link będzie aktywny przez %(expiration_days)s dni
pt: O link é válido por %(expiration_days)s dias.
ru: Ссылка рабочая в течение %(expiration_days)s дней.
uk: Посилання робоче протягом %(expiration_days)s днів.

source: PLEASE DO NOT REPLY TO THIS EMAIL
es: POR FAVOR, NO RESPONDER A ESTE CORREO
fr: MERCI DE NE PAS RÉPONDRE À CET E-MAIL
hu: KÉRJÜK, NE VÁLASZOLJ ERRE AZ E-MAILRE
it: NON RISPONDERE A QUESTA EMAIL
ja: このメールに返事をしないでください
nl: GELIEVE NIET OP DEZE MAIL TE ANTWOORDEN
pl: PROSZĘ NIE ODPOWIADAĆ NA TEN E-MAIL
ru: Пожалуйста, не отвечайте на это письмо
uk: БУДЬ ЛАСКА, НЕ ВІДПОВІДАЙТЕ НА ЦЕЙ EMAIL

source: Sincerely, the AstroBin staff.
el: Με εκτίμηση, το προσωπικό του AstroBin.
es: Sinceramente, El Equipo de AstroBin.
fi: Vilpittömästi, AstroBinin väki.
fr: Cordialement, L'équipe AstroBin
hu: Tisztelettel, az AstroBin csapata.
it: Cordialmente, lo staff di AstroBin.
ja: 敬具 AstroBinのスタッフより
nl: Met vriendelijke groeten, het AstroBin team.
pl: Z poważaniem, Zespół AstroBin
ru: Искренне ваш, персонал AstroBin.
uk: З повагою, співробітники AstroBin.

source: Account activation on
de: Aktivierung Deines Zugangs auf
el: Ενεργοποίηση λογαριασμού στις
es: Activación de la cuenta en
fa: فعال سازی حساب کاربری بر روی
fi: Tilin aktivoiminen sivustolla
fr: Activation du compte sur
hu: Fiók aktiváció be
it: Attivazione dell'account su
ja: ここでアカウントの有効化
nl: Activatie van de account op
pl: Aktywacja konta
pt: Ative sua conta com
ru: Активация учётной записи включена
uk: Активація облікового запису ввімкнена

source: Reset password
de: Passwort zurücksetzen
el: Επαναφορά κωδικού
es: Renovar contraseña
fa: تنظیم مجدد رمز عبور
fi: Hanki uusi salasana
fr: Réinitialiser le mot de passe
hu: Jelszó visszaállítása
it: Resetta la password
ja: パスワードのリセット
nl: Herinitialiseren van het paswoord
pl: Zresetuj hasło
pt: Redefinir senha
ru: Сбросить пароль
uk: Скинути пароль

source: Good bye!
de: Bis zum nächsten Mal!
el: Αντίο!
es: ¡Adiós!
fa: خداحافظ!
fi: Näkemiin!
fr: À bientôt!
hu: Viszlát!
it: Arrivederci!
ja: さようなら!
nl: Tot ziens!
pl: Do widzenia!
pt: Tchau!
ru: До свидания!
uk: До побачення!

source: You have been logged out. Come back soon!
de: Du wurdest ausgeloggt. Komm bald wieder!
el: Έχετε κάνει έξοδο. Ελάτε πίσω σύντομα!
es: Has desconectado. ¡Hasta pronto!
fa: شما از سیستم خارج شده اید. به امید دیدار!
fi: Kirjauduit ulos. Tule pian takaisin!
fr: Vous êtes à présent déconnecté.
hu: Ki lettél jelentkeztetve. Várunk vissza!
it: Hai effettuato il logout. Torna presto!
ja: ログアウトしました。すぐに戻ってきてね!
nl: Je bent uitgelogd. We hopen je snel weer te zien!
pl: Zostałeś wylogowany. Wracaj prędko!
pt: Você não está mais autenticado no AstroBin. Volte logo!
ru: Вы вышли с сайта. Возвращайтесь как можно скорее!
uk: Ви вийшли із сайту. Повертайтеся якнайшвидше!

source: Password changed
de: Passwort wurde geändert
el: Ο κωδικός σας έχει αλλάξει
es: Contraseña cambiada
fa: رمز عبور تغییر کرد
fi: Salasana vaihdettu
fr: Mot de passe modifié
hu: A jelszó megváltozott
it: Password cambiata
ja: パスワードの変更
nl: Paswoord gewijzigd
pl: Hasło zostało zmienione
pt: Senha alterada
ru: Пароль изменён
uk: Пароль змінено

source: Change your password
de: Ändere Dein Passwort
el: Αλλάξτε τον κωδικό σας
es: Cambiar tu contraseña
fa: رمز عبور خود را تغییر دهید
fi: Vaihda salasana
fr: Modifier votre mot de passe
hu: Jelszó megváltoztatása
it: Cambia la password
ja: パスワードを変更
nl: Wijzig je paswoord
pl: Zmień hasło
pt: Troque sua senha
ru: Изменить ваш пароль
uk: Змінити пароль

source: Password reset successfully
de: Passwort erfolgreich zurückgesetzt
el: Ο κωδικός σας επανήλθε με επιτυχία
es: Contraseña renovada
fa: رمز عبور را با موفقیت دوباره فعال شد
fi: Salasana vaihdettu onnistuneesti
fr: Mot de passe réinitialisé
hu: Jelszó visszaállítás sikeres
it: Password resettata con successo
ja: パスワードのリセットに成功
nl: Het paswoord werd met succes gereset
pl: Hasło zostało pomyślnie zresetowane
pt: Senha redefinida com sucesso
ru: Пароль успешно сброшен
uk: Пароль успішно скинуто

source: Password reset confirmation
de: Rücksetzen des Passworts bestätigen
el: Επιβεβαίωση επαναφοράς κωδικού
es: Confirmación de contraseña renovada
fa: تایید دوباره فعال شدن رمز عبور
fi: Varmista salasanan palautus
fr: Confirmation de réinitialisation du mot de passe
hu: Jelszó visszaállítás megerősítése
it: Conferma del reset della password
ja: パスワードのリセットの確認
nl: Bevestiging paswoord reset
pl: Potwierdzenie resetowania hasła
pt: Confirmação para redefinir senha
ru: Подтверждение сброса пароля
uk: Підтвердження скидання пароля

source: Password reset failed
de: Zurücksetzen des Passworts nicht möglich
el: Αποτυχία επαναφοράς κωδικού
es: Falló la renovación de la contraseña
fa: دوباره فعال شدن رمز عبور شکست خورد
fi: Salasanan vaihtaminen epäonnistui
fr: La réinitialisation du mot de passe a échoué
hu: Jelszó visszaállítás sikertelen
it: Reset della password fallito
ja: パスワードのリセットに失敗した
nl: Paswoord reset mislukt
pl: Zresetowanie hasła nieudane
pt: Falha ao redefinir senha
ru: Сброс пароля не удался
uk: Скидання пароля не вдалося

source: Email with password reset instructions has been sent.
de: Eine E-Mal mit einer Anleitung zum Zurücksetzen Ihres Passworts wurde versandt.
el: Έγινε αποστολή email με οδηγίες επαναφοράς του κωδικού σας
es: Se ha enviado un correo con las instrucciones para la renovación de contraseña.
fa: ایمیل به همراه دستورالعمل تنظیم مجدد رمز عبور ارسال شده است.
fi: Ohjeet salasanan vaihtamista varten on lähetetty sähköpostiisi.
fr: Un e-mail contenant les instructions pour réinitialiser le mot de passe vous a été envoyé.
hu: A jelszó-visszaállítási utasításokat tartalmazó e-mailt elküldtük.
it: Un'email con le istruzioni per il reset della pagina ti è stata spedita.
ja: パスワードのリセット指示もメールが送信されました。
nl: We hebben je een email verzonden met uileg omtrent het resetten van het paswoord.
pl: Email z instrukcją przywracania hasła został wysłany
pt: Enviamos um email com instruções para redefinir sua senha
ru: Электрописьмо с инструкцией по сбросу пароля было выслано.
uk: Email з інструкцією скидання пароля було надіслано.

source: Reset password at %(site_name)s
de: Passwort für %(site_name)s zurücksetzen
el: Επαναφορά κωδικού του %(site_name)s
es: Renovar contraseña en %(site_name)s
fi: Hanki uusi salasana sivustolle %(site_name)s
fr: Réinitialiser le mot de passe sur %(site_name)s
it: Resetta la password per %(site_name)s
ja: %(site_name)sでパスワードをリセット
nl: Resetten van het paswoord op %(site_name)s
pl: Resetuj hasło do %(site_name)s
pt: Redefinir senha em %(site_name)s
ru: Сброс пароля на %(site_name)s
uk: Скинути пароль на %(site_name)s

source: Registration completed
el: Η εγγραφή ολοκληρώθηκε
es: Registro completado
fi: Rekisteröinti valmis
fr: Inscription réussie.
hu: Regisztráció befejezve
it: Registrazione completata
ja: 登録完了
nl: Registratie voltooid
pl: Rejestracja ukończona
ru: Регистрация завершена
uk: Реєстрація завершена

source: You are now registered
el: Έχετε εγγραφεί
es: Has sido registrado
fi: Olet nyt rekisteröitynyt
fr: Vous êtes à présent inscrit.
it: Adesso sei registrato
ja: 登録完了
nl: Je bent nu geregistreerd
pl: Jesteś zarejestrowany!
ru: Вы зарегистрированы
uk: Ви зареєстровані

source: To confirm your e-mail address, we have sent you an e-mail with an activation link.
el: Για να επιβεβαιώσετε την διεύθυνση του e-mail σας, σας έχουμε στείλει ένα e-mail με τον σύνδεσμο ενεργοποίησης.
es: Te hemos enviado un correo con un enlace de activación para confirmar tu dirección de correo electrónico.
fi: Vahvistaaksesi sähköpostiosoitteesi olemme lähettäneet sinulle sähköpostin, joka sisältää aktivointilinkin.
fr: Pour confirmer votre adresse e-mail, nous vous avons envoyé un e-mail contenant un lien d'activation.
it: Per confermare il tuo indirizzo e-mail, ti abbiamo mandato una e-mail con il link per l'attivazione dell'account.
ja: あなたのメールアドレスを確認するために、あなたに有効化するためのリンクがあるメールを送信しました。
nl: Om het bestaan van je e-mail adres te bevestigen, hebben we je een bericht gestuurd met een activatie-link.
pl: Aby potwierdzić swój adres e-mail, wysłaliśmy Ci maila z linkiem aktywacyjnym.
ru: Для подтверждения вашей электропочты, мы выслали вам письмо с ссылкой активации.
uk: Для підтвердження Вашого email ми надіслали листа з посиланням активації.

source: If you don't receive the e-mail within a few minutes, remember to check your spam folder.
el: Αν δεν λάβετε το e-mail μέσα σε μερικά λεπτά, θυμηθείτε να ελέγξετε τον φάκελο ανεπιθύμητης αλληλογραφίας.
es: Si no recibes el correo en unos minutos, no olvides revisar tu carpeta de correo basura.
fi: Jos et saa vahvistussähköpostia muutamassa minuutissa, muista tarkistaa roskapostikansiosi.
fr: Si vous ne recevez pas d'e-mail d'ici quelques minutes, vérifiez votre dossier anti-spam.
it: Se non ricevi l'e-mail entro pochi minuti, ricordati di controllare la tua cartella dello spam.
ja: 数分以内にメールが届かない場合には、スパムメールフォルダーをチェックするようにしてください。
nl: Als je de email niet binnen enkele minuten hebt ontvangen, controleer dan eerst je spam-folder.
pl: Jeśli nie otrzymasz tego maila w ciągu kilku minut, sprawdź swój folder ze spamem
ru: Если вы не получили электрописьмо в течение нескольких минут, проверьте папку Спам.
uk: Якщо Ви не отримали e-mail протягом декількох хвилин, перевірте папку Спам.

source: Register with AstroBin
de: Bei AstroBin registrieren
el: Εγγραφείτε στο AstroBin
es: Registrarse en AstroBin
fa: ثبت نام با AstroBin
fi: Rekisteröidy AstroBiniin
fr: S'inscrire sur AstroBin
it: Iscriviti ad AstroBin
ja: Astrobinを登録
nl: Inschrijven bij AstroBin
pl: Zarejestruj się w AstroBin
pt: Registre-se no AstroBin
ru: Регистрироваться на AstroBin
uk: Реєструватися на AstroBin

source: By registering with AstroBin, you agree to our <a href="https://welcome.astrobin.com/terms-of-service">terms of service</a>.
uk: Реєструючись на AstroBin, Ви погоджуєтесь з нашими <a href="https://welcome.astrobin.com/terms-of-service">умовами надання послуг</a>.

source: Sort
de: Sortieren nach
el: Ταξινόμηση ανά:
es: Ordenar
fa: مرتب سازی
fi: Järjestä
fr: Trier par
hu: Rendezés
it: Ordina
ja: 並び替え
nl: Sorteer
pl: Sortuj
pt: Classificar
ru: Упорядочить
uk: Сорувати

source: Relevance
de: Relevanz
el: Σχετικότητα
es: Relevancia
fa: ارتباط
fi: Relevanssi
fr: Pertinence
hu: Relevancia
it: Rilevanza
ja: 関連度
nl: Relevantie
pl: Związek z tematem
pt: Relevância
ru: Релевантность
uk: Релевантність

source: Large field radius
uk: Великий радіус поля

source: Small field radius
uk: Малий радіус поля

source: Large pixel scale
uk: Великий піксельний масштаб
