Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Images of your equipment are fine, but don't use AstroBin to upload pictures from your last vacation. Your account won't be deleted, but we will ask you to remove those pictures.
de: Bilder Deiner Ausrüstung sind ok, aber benutze AstroBin nicht um Deine letzten Ferienbilder zu veröffentlichen. Dein Account wird zwar nicht gelöscht, aber wir werden Dich bitten den Inhalt wieder zu entfernen.
el: Εικόνες του εξοπλισμού σας είναι αποδεκτές, αλλά μην χρησιμοποιείτε το AstroBin για να ανεβάσετε φωτογραφίες από τις τελευταίες σας διακοπές. Ο λογαριασμός σας δεν θα διαγραφεί, αλλά θα σας ζητήσουμε να διαγράψετε αυτές τις φωτογραφίες.
es: Las fotografías de tu equipo están bien, pero no uses AstroBin para subir fotos de tus ultimas vacaciones. Tu cuenta no será borrada, pero te pediremos que quites esas fotos.
fa: تصاویر تجهیزاتتان ایرادی ندارند، اما از AstroBin برای نمایش تعطیلاتتان استفاده نکنید. از شما خواهش می کنیم این عکس ها را پاک کنید زیرا اکانت شما حذف نمیشود.
fi: Kalustokuvat ovat OK, mutta älä käytä AstroBiniä loma-albuminasi. Tunnustasi ei suljeta, mutta turhat kuvat pyydetään poistamaan.
fr: Des images de votre équipement sont acceptées, mais n'utilisez pas AstroBin pour poster des photos de vos dernières vacances. Votre compte ne serait pas supprimé, mais nous vous demanderions de retirer ces images.
it: Le foto della tua strumentazione vanno benissimo, ma non usare AstroBin per caricare le foto delle tue ultime vacanze. Non ti cancelleremo l'account, ma ti chiederemo di rimuovere quelle foto.
ja: 機材の画像は素敵ですが、休暇の写真をAstroBinにアップロードしないでください。あなたのアカウントが削除される可能性がありますが、我々はそれらの写真を削除するようにお願いするでしょう。
nl: Beelden van je astro-apparatuur zijn OK, maar gebruik AstroBin niet om foto's van je voorbije vakantie te posten. Dit zal niet direct een aanleiding zijn om je lidmaatschap te verbreken, maar we zullen vragen om dit soort van foto's te verwijderen.
pl: Zdjęcia Twojego sprzętu są dopuszczalne, ale nie używaj AstroBin do publikacji zdjęć ze swoich ostatnich wakacji. Twoje konto nie będzie usunięte, ale poprosimy Cię o usunięcie takich zdjęć.
pt: Imagens de equipamentos são permitidas, mas não use o AstroBin para enviar fotos das suas últimas férias. Sua conta não será excluída, mas solicitaremos a exclusão desse material.
ru: Изображения вашего оборудования это нормально, но не используйте AstroBin для закачки картинок с вашего отпуска. Ваш аккаунт не будет удалён, но мы попросим вас убрать эти изображения.

source: Don't use your account to host images for websites, banners or logos.
de: Benutze Deinen Account nicht, um Bilder, Banner oder Logos für anderen Webseiten zu hosten.
el: Μην χρησιμοποιείτε τον λογαριασμό σας για την αποθήκευση εικόνων για ιστοσελίδες, banners ή λογόσημα.
es: No utilices tu cuenta para alojar imágenes para sitios web, banners o logotipos.
fa: از این اکانت برای میزبانی از عکس برای وبسایت، بنر یا لوگو استفاده نکنید.
fi: Älä käytä tiliäsi nettisivun kuvien, logojen tai mainosten hostaamiseen.
fr: N'utilisez pas votre compte comme espace de stockage pour des sites web, bannières ou logos.
it: Non usare il tuo account per appoggiare immagini per siti, banner o loghi.
ja: あたなたのアカウントにある画像をWebサイトやバナーやロゴに利用しません。
nl: Gebruik je account niet om foto's op te slaan die je gebruikt op websites, banners of logo's.
pl: Nie używaj swojego konta aby przechowywać bannery i logotypy dla innych witryn.
pt: Não use sua conta para hospedar imagens para sites, banners ou logotipos.
ru: Не используйте свой аккаунт для размещения изображений для веб-сайтов, баннеров или логотипов.

source: Banners, logos, icons or other graphic elements that are not astrophotography are not allowed on AstroBin.
de: Banner, Logos, Icons und andere grafischen Elemente, welche nicht mit Astrofotographie im Zusammenhang stehen, sind auf AstroBin nicht erlaubt.
el: Τα banners, λογόσημα, εικονίδια ή άλλα γραφικά στοιχεία τα οποία δεν σχετίζονται με την αστροφωτογραφία δεν επιτρέπονται στο AstroBin.
es: Banners, logotipos, iconos u otros elementos gráficos que no sean astrofotografías no están permitidos en AstroBin.
fa: بنر، لوگو و آیکون از چیزهای گرافیکی دیگر، که نجومی نیستند در AstroBin مجاز نیست.
fi: Bannerit, logot, kuvakkeet tai muut graafiset elementit eivät ole sallittuja AstroBinissä, jos ne eivät ole tähtikuvia.
fr: Les bannières, logos, icônes ou tout autre élément graphique qui ne sont pas de nature astrophotographique ne sont pas autorisés sur AstroBin.
it: Banner, loghi, icone o altri elementi di grafica che non sono astrofotografie non sono permessi su AstroBin.
ja: 天体写真に関係のないバナーやロゴやアイコンや他のグラフィック素材をAstroBinに載せる事を許しません。
nl: Banners, logo's, icoontjes of andere grafische elementen die geen astrofotografie zijn, zijn niet toegelaten op AstroBin.
pl: Bannery, logotypy, ikony i inne graficzne elementy, które nie są związane z astrofotografią nie są dozwolone na AstroBin.
pt: Banners, logotipos, ícones ou outros materiais gráficos que não pertençam à astrofotografia, são proibidos no AstroBin.
ru: Баннеры, логотипы, иконки или другие графические элементы не связанные с астрофотографией недопустимы на AstroBin.

source: In conclusion, these terms are just a way to say "please be nice and use common sense". If you feel you can't abide by them, please let us know what you feel is wrong.
de: Zusammenfassend wollen Dir diese Nutzungsbedingungen folgendes sagen: "Sei nett, und nutze den gesunden Menschenverstand". Wenn Du das Gefühl hast, dass Du gewissen Regeln nicht Folge leisten kannst, lass' es uns bitten wissen.
el: Εν κατακλείδι, αυτοί οι όροι είναι ένας τρόπος να πούμε "παρακαλούμε να είστε ευγενικοί και χρησιμοποιείτε την κοινή λογική". Αν νιώθετε πως δεν μπορείτε να τους ακολουθήσετε, παρακαλούμε να μας ενημερώσετε με το τι νομίζετε πως είναι λάθος.
es: En resúmen, estos términos son sólo una manera de decir "por favor, sé agradable y usa el sentido común". Si crees que no puedes atenerte a ellos, por favor háznos saber lo que piensas que no está bien.
fa: در مجموع، این بیانات برای این است که بگوییم: لطفا خوب باشید و مشترک استفاده کنید. اگر با این ها مشکل دارید لطفا به ما اطلاع دهید.
fi: Yhteenvetona, nämä käyttöehdot sanovat lähinnä "käyttäydy ystävällisesti ja käytä järkeäsi". Jos et hyväksy ehtoja, kerro meille missä mättää.
fr: Pour conclure, ces conditions sont juste un moyen de dire "s'il vous plaît, soyez respectueux et agissez de manière responsable". Si un élément de la charte vous pose problème, n'hésitez pas à nous le faire savoir.
it: Per concludere, queste condizioni sono semplicemente un modo di dire "sii a modo ed usa senso comune". Se non ti senti di accettarle, facci sapere cosa pensi non vada bene.
ja: 結論として、これらのことは「良識と常識を働かせてください」と言っているだけです。あなたがそれらを遵守することができないと感じるなら、間違っていると感じるものを我々に知らせてください。
nl: Samengevat, met deze voorwaarden bedoelen we gewoon: "Wees alstublieft hoffelijk en gebruik je gezond verstand." Als je met een bepaalde voorwaarde problemen moest hebben, laat het ons dan weten.
pl: Podsumowując, powyższe warunki są tylko po to, aby powiedzieć "bądź miły i działaj zgodnie ze zdrowym rozsądkiem". Jeżeli uważasz, że nei możesz ich przestrzegać, powiedz nam, co według Ciebie powinno zostać zmienione.
pt: Concluindo, estes termos são apenas uma maneira de dizer "seja legal e use o bom senso". Se você acredita que não consegue se adequar a eles, por favor, entre em contato e nos diga o que achou de errado.
ru: В заключение хочется заметить, что эти правила просто способ сказать «пожалуйста, будьте хорошим и используйте здравый смысл». Если вы чувствуете, что вы не сможете соблюдать их, пожалуйста, сообщите нам, что вам не нравится в них.

source: Are you an astrophotographer? Do you like to share the outcome of your hard work with others? As an astrophotographer myself, and a subscriber to numerous Astrophotography forums, I have found that the Internet is lacking a centralized place where astrophotographers can share their work.
de: Bist Du ein Astrofotograf? Möchtest Du das Ergebnis Deiner harten Arbeit mit anderen teilen? Als Astrofotograf und Mitglied zahlreicher Astrofotografie-Foren finde ich, dass dem Internet ein zentraler Platz fehlt, an dem Astrofotografen ihre Arbeiten zeigen können.
el: Είστε αστροφωτογράφος; σας αρέσει να μοιράζεστε το αποτέλεσμα της σκληρής δουλειάς σας με άλλους; Όντας και εγώ αστροφωτογράφος και μέλος σε πολλά forum αστροφωτογραφίας, βρήκα πως το Internet έχει έλλειψη ενος κεντρικού μέρους όπου οι αστροφωτογράφοι μπορούν να μοιραστούν την δουλειά τους.
es: ¿Eres astrofotógrafo? ¿Te gustaría compartir el resultado de tu arduo trabajo con los demás? Como astrofotógrafo y suscriptor de numerosos fórums de astrofotografía, he descubierto que Internet carece de un lugar centralizado donde los astrofotógrafos puedan compartir sus trabajos.
fa: آیا شما عکاس نجومی هستید؟ می خواهید آنچه را که با سختی به دست آورده اید با دیگران سهیم شوید؟ من خودم به عنوان یک عکاس نجومی و دارنده چند فروم در این باره، معتقدم اینترنت محیطی مناسب برای این کار است و عکاسان نجومی می توانند کارهایشان را آنجا قرار دهند.
fi: Oletko tähtikuvaaja? Haluatko jakaa kovan työsi tulokset muiden kanssa? Olen itsekin tähtikuvaaja ja seuratessani alan foorumeja olen huomannut, että internetistä puuttuu keskitetty paikka kuvien jakamiseen nimenomaan tähtikuvaajille.
fr: Vous êtes astrophotographe? Vous aimez partager le résultat de votre labeur? En tant qu'astrophotographe et membre de plusieurs forums d'astronomie, j'ai découvert qu'Internet ne possédait aucun site centralisé où les astrophotographes puissent partager le fruit de leur travail.
it: Sei un astrofotografo? Ti piace mostrare il risultato del tuo duro lavoro agli altri? Essendo io stesso un astrofotografo, ed uno che frequenta numerosi forum di Astrofotografia, ho notato che su Internet manca un punto centrale dove gli astrofotografi possano condividere i propri lavori.
ja: あなたは天体写真家ですか？頑張った成果を他人に共有することは好きですか？私も天体写真家で数多くの天体についての掲示板への投稿をしているのですが、私はインターネットの中では天体写真家が作業を共有し、集まれる場所が無いことを発見してしまったのです。
nl: Ben jij een astrofotograaf? Vind je het leuk om het resultaat van je noeste werk te delen met anderen? Zelf astrofotograaf zijnde, en lid van talloze astrofotografie-fora, viel het me op dat er een centrale plaats ontbreekt op het Internet waar astrofotografen hun werk kunnen delen.
pl: Jesteś astrofotografem? Lubisz dzielić się wynikami swojej pracy z innymi? Jako astrofotograf i użytkownik wielu forów astrofotograficznych zauważyłem, że w Internecie brakuje scentralizowanego miejsca, w którym astrofotografowie mogą prezentować swoje dokonania.
pt: Você é um astrofotógrafo? Gosta de compartilhar o resultado do seu trabalho árduo com os outros? Sendo eu mesmo um astrofotógrafo e inscrito em inúmeros fóruns de astrofotografia, percebi que faltava um lugar onde pudéssemos compartilhar nossos trabalhos de forma centralizada.
ru: Ты астрофотограф? Тебе нравится делиться своими достижениями с другими? Будучи сам астрофотографом, и подписчиком множества Астрофотографических форумов, я искал место в Интернете для удобного и централизованного способа размещать и делиться своими работами с другими астрофотографами.

source: Well, this is finally over!
de: Das ist zum Glück vorbei!
el: Επιτέλους, αυτό τελείωσε!
es: Bueno, ¡esto ha terminado!
fa: خب، این تمام شد.
fi: No, odotus on vihdoin loppu!
fr: Et bien, c'est enfin du passé!
it: Beh, finalmente le cose cambiano!
ja: ちょっと、これはオーバーな表現ですね！
nl: Wel, vanaf nu is dit verleden tijd!
pl: W końcu jest rozwiązanie!
pt: Pois bem, isso finalmente acabou!
ru: Ну, наконец-то оно есть!

source: <em>AstroBin</em> comes to fill the gap. It's a website built from the ground up by an astrophotographer, and it provides means to people who want to share their astrophotographs.
de: <em>AstroBin</em> soll diese Lücke schließen. Es ist eine von Grund auf von einem Astrofotografen erstellte Webseite und sie stellt Leuten die Mittel zur Verfügung, die Ihre Astrofotos austauschen und präsentieren wollen.
el: Το <em>AstroBin</em> έρχεται να γεμίσει αυτό το κενό. Είναι μια ιστοσελίδα που φτιάχτηκε από το μηδέν από έναν αστροφωτογράφο και παρέχει τα μέσα για τον κόσμο που θέλει να μοιραστεί τις αστροφωτογραφίες του.
es: <em>AstroBin</em> viene a rellenar el hueco. Este es un sitio web construido desde cero por un astrofotógrafo, y que proporciona los medios a la gente que quiere compartir sus astrofotografías.
fi: <em>AstroBin</em> on tullut korjaamaan puutteen. Se on alusta asti tähtikuvaajan suunnittelema sivusto, joka tarjoaa tähtivalokuvauksesta kiinnostuneille paikan kuvien jakamiseen.
fr: <em>AstroBin</em> est né pour combler cette lacune et a été pensé de A à Z par un astrophotographe, offrant ainsi à ceux qui le désirent, la possibilité de partager leurs photos astronomiques.
it: <em>AstroBin</em> riempie questa lacuna. È un sito creato da zero da un astrofotografo, e fornisce i mezzi per condividere le vostre astrofotografie.
ja: <em>AstroBin</em>はそのギャップを埋めます。天体写真家によってゼロからWebサイトを構築し、天体写真を共有したい人々に手段を提供します。
nl: <em>AstroBin</em> vult deze leemte. De astrofotograaf die deze website ontwierp is met een propere lei begonnen om alle behoeften te dekken van iedereen die astro-foto's wil delen.
pl: <em>AstroBin</em> powstał aby wypełnić tę lukę. Jest to serwis stworzony od podstaw przez astrofotografa. Oferuje użytkownikom możliwośc dzielenia się swoimi fotografiami astronomicznymi.
pt: <em>AstroBin</em> veio para suprir essa necessidade. É um site construído do zero, por um astrofotógrafo, disponibilizando meios para as pessoas compartilharem suas astrofotografias.
ru: <em>AstroBin</em> появился чтобы заполнить этот пробел. Этот веб-сайт построен с нуля астрофотографом, и предоставляет средства для людей, которые хотят делиться своими астрофото.

source: So how is this different from any other image sharing websites?
de: Wie unterscheidet sich diese von anderen Image-Sharing Webseiten?
el: Πώς είναι διαφορετικό από άλλους ιστότοπους μοιράσματος εικόνων;
es: Entonces, ¿cuál es la diferencia respecto a otros sitios web para compartir imágenes?
fa: این وبسایت چه فرقی با سایر وبسایت های عکس دارد؟
fi: Miten AstroBin eroaa muista valokuvien jakamiseen tarkoitetuista nettisivista?
fr: Quelle est la différence avec les autres sites d'hébergement d'images?
it: Ma in che modo è diverso da altri siti di hosting d'immagini?
ja: 他の画像共有サイトとの違いはなんでしょう？
nl: Wat zijn dan de verschillen met andere websites waar foto's gedeeld worden?
pl: Jak AstroBin różni się od innych stron do wymieniania zdjęć?
pt: Então, como isso aqui é diferente dos outros sites de compartilhamento de imagens?
ru: Так в чём отличия от других сайтов для обмена изображениями?

source: <em>AstroBin</em> provides a number of features that are tailored specificlly to astrophotography. Here's a quick run down of the main ones:
de: <em>AstroBin</em> verfügt über eine Menge Funktionen, die genau auf die Astrofotografie zugeschnitten sind. Folgende Funktionen sind die wichtigsten:
el: Το <em>AstroBin</em> παρέχει ένα αριθμό από χαρακτηριστικά που είναι ραμμένα ειδικά για τους αστροφωτογράφους. Ορίστε μια περίληψη των κύριων χαρακτηριστικών:
es: <em>AstroBin</em> ofrece una serie de características que se adaptan específicamente a la astrofotografía. He aquí un pequeño resumen de las principales:
fi: <em>AstroBin</em> tarjoaa lukuisan määrän toimintoja, jotka on räätälöity erityisesti tähtikuville. Tässä lyhyesti päätoiminnot:
fr: <em>AstroBin</em> offre des fonctionnalités spécifiques à l'astrophotographie. En voici les principales:
it: <em>AstroBin</em> mette a disposizione un numero di funzionalità che sono state progettate specificamente per l'astrofotografia. Ecco una breve lista di quelle più importanti:
ja: <em>AstroBin</em>には天体写真に特化した機能が多数用意されています。ここでの主なもののざっと紹介します。
nl: <em>AstroBin</em> biedt een aantal functies die specifieke behoeften dekken voor astrofotografie. Hierbij een kort overzicht van de belangrijkste mogelijkheden:
pl: <em>AstroBin</em> posiada liczne funkcje dedykowane specjalnie do astrofotografii. Poniżej krótka lista najważniejszych funkcjonalności:
pt: <em>AstroBin</em> proporciona ferramentas desenvolvidas especialmente para a astrofotografia. Veja uma lista das principais:
ru: <em>AstroBin</em> предоставляет ряд особенностей, учитывая специфичность астрофотографии. Вот быстренько основные из них:

source: Dedication to data
de: Den Daten verplichtet
el: Αφοσίωση στα δεδομένα
es: Dedicación a los datos
fa: تعهد داشتن به داده ها
fi: Kuvaustietojen huomiointi
fr: Spécificité des données
it: Dedizione ai dati
ja: データへの専念
nl: Onderkenning van het belang van (meta-)data
pl: Dane przede wszystkim
pt: Dedicação à informação
ru: Верность данным

source: On a general purpose image sharing site, you would upload your image and be done with it. <em>AstroBin</em>, instead, has a user interface specifically designed to enable you to input all the technical data of your image.
de: Auf einer allgemeinen Bilderplattform können Sie Bilder ausschließlich hochladen. <em>AstroBin</em> dagegen stellt Ihnen ein Benutzerschnittstelle zur Verfügung, mit der Sie alle technischen Details zu Ihrem Bild hinterlegen können.
el: Σε έναν ιστότοπο γενικής χρήσεως μοιράσματος εικόνων, πιθανών θα ανεβάζατε την εικόνα σας και θα τελειώνατε. Το <em>AstroBin</em>, αντιθέτως, έχει ένα περιβάλλον χρήσης ειδικά σχεδιασμένο για να σας επιτρέπει να εισάγετε όλα τα τεχνικά δεδομένα της εικόνας σας.
es: En un sitio para compartir imágenes de propósito general, subes tu imagen y ya está todo hecho. En cambio, <em>AstroBin</em> cuenta con una interfaz de usuario diseñada específicamente para permitir que introduzcas todos los datos técnicos de tu imagen.
fi: Perinteisellä kuvienjakosivustolla lataisit vain kuvan ja homma olisi hoidettu. AstroBin sen sijaan on ottanut askeleen eteenpäin mahdollistaen kaiken kuvaan liittyvän teknisen tiedon kirjaamisen.
fr: Sur un site d'hébergement généraliste, on se contente seulement de charger une image. <em>AstroBin</em>, en revanche, possède une interface permettant de lier les données techniques et l'image.
it: Su un sito di hosting d'immagini generico, tu caricheresti la tua foto e questo sarebbe tutto. <em>AstroBin</em>, invece, ha un interfaccia utente progettata per darti la possibilità di inserire tutti i dati tecnici riguardo la tua immagine.
ja: 画像共有サイトの一般的な目的では、画像をアップロードすることができます。<em>AstroBin</em>では全ての技術的データの入力が可能になるようにデザインされた特別なインターフェースを利用者に提供しています。
nl: Op een gewone foto-sharing site plaats je botweg je foto en klaar is kees. Maar <em>AstroBin</em> heeft een gebruikserinterface die je toelaat om alle technische gegevens omtrent je foto toe te voegen.
pl: Inne serwisu przeznaczone do prezentacji zdjęc pozwalają tylko opublikować swoje prace. <em>AstroBin</em> pozwala użytkownikom podać dodatkowo wiele technicznych szczegółów dotyczących ich zdhęć.
pt: Em sites de compartilhamento de imagem sem propósito específico, você envia sua imagem e pronto. No <em>AstroBin</em>, você tem uma interface desenhada especificamente para permitir que você informe todos os dados técnicos da sua imagem.
ru: На обычных сайтах по обмену изображениями вы можете только загрузить их и всё на этом. <em>AstroBin</em>, в свою очередь, даёт интерфейс для ввода всех необходимых данных и деталей к вашему изображению.

source: <em>AstroBin</em> will autocomplete your input using a vast database: everything from telescopes, CCDs and filters to astronomical objects in many catalogues will show in popup dialogs for easy selection when you start typing their names. <em>AstroBin</em> is connected to the SIMBAD Astronomical Database, which contains over 5 million objects under over 15 million names!
de: <em>AstroBin</em> vervollständigt die Eingaben automatisch anhand riesiger Datenbanken. Teleskope, CCD-Kamers, Filter und astronomische Objekte aus vielen Katalogen werden während der Eingabe in Pop-Ups angezeigt und können dort angewählt werden. <em>AstroBin</em> ist mit der astronomischen Datenbank SIMBAD verbunden, die über 5 Millionen Objekte unter mehr als 15 Millionen Namen kennt!
el: Το <em>AstroBin</em> θα τελειώνει αυτόματα την εισαγωγή σας χρησιμοποιώντας μια μεγάλη βάση δεδομένων: τα πάντα από τηλεσκόπια, CCDs και φίλτρα μέχρι αστρονομικά αντικείμενα σε πολλούς καταλόγους θα εμφανίζονται σε αναδυόμενους διαλόγους για εύκολη επιλογή όταν αρχίσετε να γράφετε το όνομα τους. Το <em>AstroBin</em> είναι συνδεδεμένο με την αστρονομική βάση δεδομένων SIMBAD, η οποία περιέχει πάνω από 5 εκατομμύρια αντικείμενα και πάνω από 15 εκατομμύρια ονόματα!
es: <em>AstroBin</em> autocompletará tu entrada usando una enorme base de datos: todo, desde telescopios, CCD y filtros, hasta objetos astronómicos de muchos catálogos se mostrarán en cuadros de diálogo emergentes para facilitar su selección cuando empieces a escribir sus nombres. <em>AstroBin</em> está conectado a la base de datos astronómica SIMBAD, que contiene ¡más de 5 millones de objetos bajo más de 15 millones de nombres!
fi: <em>AstroBin</em> täydentää automaattisesti syöttämäsi tiedon käyttäen laajaa tietokantaa joka sisältää kaiken kaukoputkista, kameroista ja filttereistä aina eri katalogien tähtitaivaan kohteisiin, jotka ponnahtavat näkyviin alkaessasi kirjoittaa niiden nimiä. <em>AstroBin</em> on yhteydessä SIMBAD-tietokantaan joka sisältää yli 15 miljoonaa nimeä yli viidelle miljoonalle kohteelle!
fr: <em>AstroBin</em> complète vos entrées en se basant sur une vaste base de données: télescopes, CCD, filtres, objets astronomiques issus de nombreux catalogues, apparaissent dans des listes prédéfinies: une simple sélection permet alors de taper rapidement leur noms. <em>AstroBin</em> est également relié à la base de données astronomiques SIMBAD contenant plus de 5 millions d'objets sous 15 millions de noms!
it: <em>AstroBin</em> autocompleterà il tuo input usando un vasto database: tutto, a partire da telescopi, camere CCD e filtri fino ad arrivare ad oggetti celesti in molti cataloghi, saranno mostrati in menù a tendina per una facile selezione quando digiti parte del nome. <em>AstroBin</em> è connesso al database astronomico SIMBAD, che contiene oltre 5 milioni di oggetti catalogati con oltre 15 milioni di nomenclature!
ja: <em>AstroBin</em>は巨大なデータベースを使ってあなたの入力をオートコンプリートします。あたながその名前のタイピングをスタートする時、望遠鏡やCCD、フィルターから沢山のカタログに記載されている天体までを簡単に選択できるようにボップアップダイアログでみせることができます。<em>AstroBin</em>はSIMBADと連携していて、それは500万以上の天体や1500万以下の名前を含んでいます。
nl: <em>AstroBin's</em> autocomplete-functie heeft een grote achterliggende database die telescopen, CCD's, filters en astronomische objecten uit verschillende catalogi bevat. Al deze trefwoorden verschijnen in een selectieveld vanaf het moment dat je een woord begint te typen. <em>AstroBin</em> is verbonden met de SIMBAD Astronomische Database die meer dan 5 miljoen objecten bevat die samen gekend zijn onder 15 miljoen namen!
pl: <em>AstroBin</em> automatycznie uzupełni wszystkie wpisywane wartości: od teleskopów, kamer CCD i filtrów po obiekty astronomiczne z różnych katalogów. <em>AstroBin</em> jest połączone z bazą SIMBAD, która zawiera ponad 5 milionów obiektów o ponad 15 milionów nazw.
pt: <em>AstroBin</em> sugere dados técnicos a partir de um grande banco de dados: telescópios, CCDs e filtros astronômicos de diversos catálogos vão aparecer em uma lista de sugestões, assim que você começar a digitá-los. <em>AstroBin</em> está conectado ao banco de dados astronômico SIMBAD, o qual contém mais de 5 milhões de objetos, com quase 15 milhões de nomes!
ru: <em>AstroBin</em> позволяет автозаполнять ваш ввод используя обширную базу данных: разнообразные телескопы, ПЗС и фильтры для астрономических объектов из большого каталога отображаются во всплывающих подсказках в то время как вы начинаете печатать их названия. <em>AstroBin</em> подключён к астрономический базе SIMBAD, которая содержит свыше 5 миллионов объектов и свыше 15 миллионов названий!
