Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: As a producer and/or a retailer on AstroBin, it's very important that you fill in all of your company details! Click <a href="%(the_url)s">here</a> to do it now.
de: Es ist sehr wichtig, als Hersteller oder Händler alle Firmendetails auf AstroBin anzugeben! Klicke <a href="%(the_url)s">hier</a> um es nach zu holen.
el: Σαν παραγωγός και/ή έμπορος στο AstroBin, είναι πολύ σημαντικό να συμπληρώσετε όλες τις πληροφορίες της εταιρίας σας! Κάντε κλικ <a href="%(the_url)s">εδώ</a> για να το κάνετε τώρα.
es: ¡Como productor y/o vendedor en AstroBin, es muy importante que rellenes todos los detalles de tu empresa! Haz clic <a href="%(the_url)s">aquí</a> para hacerlo ahora.
fa: به عنوان یک تولید کننده و یا دنبال کننده AstroBin مهم است که تمامی جزئیات راجع به کشورتان را بنویسید. به این منظور Click <a href="%(the_url)s">here</a>
fi: Tuottajana ja/tai myyjänä AstroBinissä on hyvin tärkeää ilmoittaa kaikki yritystiedot! Klikkaa <a href="%(the_url)s">tästä</a> tehdäksesi niin heti.
fr: En tant que fabricant ou distributeur sur AstroBin, il est très important que vous remplissiez tous les détails de votre société. Cliquez <a href="%(the_url)s">ici</a> pour le faire maintenant.
it: In quanto produttore e/o negoziante su AstroBin, è molto importante che tu inserisca tutti i dettagli della tua azienda! Clicca <a href="%(the_url)s">qui</a> per farlo adesso.
ja: AstroBinに登録する製造者もしくは小売り業者の方々は会社の詳細を記入する事がとても大切です。いますぐ<a href="%(the_url)s">ここを</a>クリックしてください。
nl: Als fabrikant en/of distributeur op AstroBin is het belangrijk dat je alle bedrijfsdetails invult! Klik <a href="%(the_url)s">hier</a> om dit nu te doen.
pl: To bardzo ważne, że jako producent i/lub sprzedawca powinieneś podać dane Twojej firmy. <a href="%(the_url)s">Kliknij tu</a> aby zrobić to teraz.
pt: Como fabricante ou vendedor no AstroBin, é muito importante que você preencha todos dados da sua empresa. Clique <a href="%(the_url)s">aqui</a> para fazer isso agora.
ru: Как производитель и/или продавец на AstroBin, очень важно чтобы вы заполнили все детали о вашей организации! Щёлкните <a href="%(the_url)s">здесь</a> чтобы сделать это.

source: As a retailer on AstroBin, it's very important that you fill in your country of operation! Click <a href="%(the_url)s">here</a> to do it now.
de: Es ist sehr wichtig, als Händler das Vertriebsland anzugeben! Klicke <a href="%(the_url)s">hier</a> um es nach zu holen.
el: Σαν έμπορος στο AstroBin, είναι πολύ σημαντικό να συμπληρώσετε την χώρα δραστηριότητας σας! Κάντε κλικ <a href="%(the_url)s">εδώ</a> για να το κάνετε τώρα.
es: ¡Como vendedor en AstroBin, es muy importante que introduzcas tu país de operación! Haz clic <a href="%(the_url)s">aquí</a> para hacerlo ahora.
fa: به عنوان یک دنبال کننده AstroBin مهم است که کشور عملیاتتان را بنویسید. به این منظور <a href="%(the_url)s">here</a>
fi: Myyntiedustajana AstroBinissä on tärkeää, että merkitset toimintamaasi. Klikkaa <a href="%(the_url)s">tästä</a> tehdäksi sen saman tien.
fr: En tant que distributeur sur AstroBin, il est important que vous remplissiez votre pays d'établissement. Cliquez <a href="%(the_url)s">ici</a> pour le faire maintenant.
it: In quanto negoziante su AstroBin, è molto importante che tu inserisca il Paese in cui operi. Clicca <a href="%(the_url)s">qui</a> per farlo adesso.
ja: AstroBinに小売業者として登録することは、あなたの国での営業にとても重要です。いますぐ<a href="%(the_url)s">ここを</a>クリックしてください。
nl: Als distributeur op AstroBin is het erg belangrijk dat je het land waar je opereert invult! Klik <a href="%(the_url)s">hier</a> om dit nu te doen.
pl: To bardzo ważne, że jako sprzedawca powinieneś podać kraj działania Twojej firmy. <a href="%(the_url)s">Kliknij tu</a> aby zrobić to teraz.
pt: Como um vendedor no AstroBin, é muito importante que você informe o seu país de atuação. Clique <a href="%(the_url)s">aqui</a> para fazer isso agora.
ru: Как продавец на AstroBin, очень важно чтобы вы указали страну вашей деятельности! Щёлкните <a href="%(the_url)s">здесь</a> чтобы сделать это.

source: AstroBin is an image hosting website specifically targeted to astrophotographers: it's the first and the last place where you need to upload your astrophotography images. Made by an astrophotographer, for the astrophotographers.
de: AstroBin ist eine speziell auf Astrofotografen ausgerichtete Plattform zur Bildpräsentation: es ist DER Ort, um Deine Astrofotos hoch zu laden. Gemacht für Astrofotografen von einem Astrofotografen.
el: To AstroBin είναι ένας ιστότοπος αποθήκευσης εικόνων αποκλειστικά απευθυνόμενο σε αστροφωτογράφους: είναι το πρώτο και το τελευταίο μέρος που χρειάζεστε για να ανεβάσετε τις αστροφωτογραφίες σας. Φτιαγμένο από έναν αστροφωτογράφο, για τους αστροφωτογράφους.
es: AstroBin es un sitio web para el alojamiento de imágenes específicamente dirigido a los astrofotógrafos: es el primer y último lugar donde necesitarás subir tus imágenes astrofotográficas. Hecho por un astrofotógrafo, para astrofotógrafos.
fa: AstroBin یک وبسایت برای ثبت تصاویر به ویژه برای عکاسان نجومی است. اینجا اولین و آخرین جایی است که می توانید عکس هایتان را آپلود کنید. برای عکاسان نجومی و توسط یک عکاس نجوم ساخته شده است.
fi: AstroBin on erityisesti tähtikuvaajille suunnattu kuvien julkaisusivusto: ensimmäinen ja viimeinen paikka jonne kuvasi tarvitsee ladata. Tähtikuvaajan tähtikuvaajille tekemä.
fr: AstroBin est un site d'hébergement d'images destiné spécialement aux astrophotographes: c'est l'endroit idéal pour publier vos photos du ciel. Réalisé par un astrophotographe, pour les astrophotographes.
it: AstroBin è un sito di hosting d'immagini pensato specificamente per gli astrofotografi: è il posto finale dove caricare le proprie immagini. Fatto da un astrofotografo, per gli astrofotografi.
ja: AstroBinは天体写真家を特にターゲットにした画像ホスティングサイトです。あなたにとって、天体画像をアップロードする最初で最後の場所になるになるでしょう。天体写真家のために、天体写真家によって作られています。
nl: AstroBin is een website voor het verzamelen van foto's met astrofotografen als doelpubliek: het is de eerste en enige plek op het net waar je je astro-foto's naar moet uploaden. Gemaakt door een astrofotograaf voor de astrofotograaf.
pl: AstroBin jest serwisem przeznaczonym do publikacji zdjęć ukierunkowanych na astrofotografię: to pierwsze i ostatnie miejsce, gdzie będziesz publikował swoje fotografie. AstroBin zostało wykonane przez astrofotografa - dla astrofotografów.
pt: AstroBin é um site de hospedagem de imagens direcionado especificamente para astrofotógrafos: você não sentirá necessidade de enviar suas astrofotos para nenhum outro lugar. Desenvolvido por um astrofotógrafo, para astrofotógrafos.
ru: AstroBin это хостинг изображений, ориентированный на астрофотографов: это единственное достойное место для закачки ваших астрофото. Сделано астрофотографом для астрофотографов.

source: Public data pools
de: Öffentlicher Datenbereich
el: Δημόσιες περιοχές δεδομένων
es: Carpetas públicas
fi: Julkiset datakirjastot
fr: Collaborations publiques
it: Gruppi di dati pubblici
ja: 公開データ領域
nl: Publieke gegevensbanken
pl: Dane publiczne
ru: Общее хранилище данных

source: AstroBin index
el: Δείκτης AstroBin
es: Índice AstroBin
fa: اندیس AstroBin
fi: AstroBin-indeksi
fr: Indice AstroBin
it: Indice AstroBin
ja: AstroBinインデックス
pl: Indeks AstroBin
ru: Индекс AstroBin

source: Commercial products
de: gewerbliche Produkte
el: Εμπορικά προϊόντα
es: Productos comerciales
fa: محصولات اقتصادی
fi: Kaupalliset tuotteet
fr: Produits commerciaux
it: Prodotti commerciali
ja: 商業的製品
nl: Commerciële produkten
pl: Produkty komercyjne
pt: Produtos comerciais
ru: Рекламные продукты

source: Raw data
es: Datos RAW
fr: Fichiers bruts
it: Dati grezzi
ja: Rawデータ
nl: Ruwe data
pl: Biblioteka surowych danych
ru: RAW данные

source: Raw data library
el: Βιβλιοθήκη ανεπεξέργαστων δεδομένων
es: Biblioteca de datos Raw
fi: Raakadatakirjasto
fr: Bibliothèque fichiers bruts
it: Libreria dati grezzi
ja: Rawデータライブラリー
nl: Raw data verzameling
pl: Biblioteka surowych danych
ru: Библиотека RAW данных

source: Private shared folders
el: Ιδιωτικοί κοινόχρηστοι φάκελοι
es: Carpetas privadas compartidas
fi: Jaetut yksityiskansiot
fr: Collaborations privées
it: Cartelle condivise private
ja: 非公開共有フォルダー
nl: Gedeelde privéfolders
pl: Prywatne współdzielone foldery
ru: Личные каталоги обмена

source: Edit commercial product
de: Ändere das Produkt
el: Επεξεργασία εμπορικού προϊόντος
es: Editar producto comercial
fa: محصول تجاری را ویرایش کنید
fi: Muokkaa kaupallista tuotetta
fr: Modifier le produit commercial
it: Modifica prodotto commerciale
ja: 商業製品を編集
nl: Bewerk commerciëel produkt
pl: Edytuj produkt komercyjny
pt: Editar produto comercial
ru: Редактировать рекламный продукт

source: Return to list
de: Zurück zur Liste
el: Επιστροφή στην λίστα
es: Volver a la lista
fa: بازگشت به لیست
fi: Palaa listaan
fr: Retour à la liste
it: Torna alla lista
ja: リストに戻る
nl: Ga terug naar de lijst
pl: Powrót do listy
pt: Voltar à lista
ru: Вернуться в список

source: View in new window
de: In neuem Fenster anzeigen
el: Προβολή σε νέο παράθυρο
es: Ver en una nueva ventana
fa: در پنجره جدید ببین
fi: Avaa uudessa ikkunassa
fr: Afficher dans une nouvelle fenêtre
it: Visualizza in una nuova finestra
ja: 新しいウインドウで開く
nl: Bekijk in een nieuw venster
pl: Otwórz w nowym oknie
pt: Visualizar em nova janela
ru: Открыть в новом окне

source: Edit retailed product
de: Produkt editieren
el: Επεξεργασία προϊόντος λιανικής πωλήσεως
es: Editar producto en venta
fa: محصول خرده فروشی را ویرایش کنید
fr: Modifier le produit à la vente
it: Modifica prodotto venduto
ja: 小売り製品を編集
nl: Bewerk te koop aangeboden produkt
pl: Edytuj produkt handlowy
pt: Editar produto à venda
ru: Редактировать продаваемый продукт

source: Please contact us if you need any assistance, or want to report a problem, give some feedback or suggestions, or simply want to get in touch!
de: Wenn du Hilfe brauchst, ein Problem melden, Feedback oder Vorschläge geben oder einfach nur "Hallo" sagen willst, dann schreib uns!
el: Παρακαλώ επικοινωνήστε μαζί μας αν χρειάζεστε βοήθεια, ή αν θέλετε να αναφέρετε ένα πρόβλημα, να μας δώσετε σχόλια ή προτάσεις ή αν θέλετε απλά να είστε σε επαφή!
es: Por favor, contacta con nosotros si necesitas asistencia, quieres informar de un problema, hacer comentarios o sugerencias, o simplemente contar.
fa: در صورت هرگونه نیاز به کمک و گزارش یک مسئله یا دادن فیدبک و پیشنهاد یا احیانا برای تماس ساده، لطفا با ما تماس بگیرید.
fi: Ota meihin yhteyttä jos tarvitset apua, tai haluat ilmoittaa ongelmasta, antaa palautetta tai ehdotuksia, tai jos sinulla on mitä tahansa muuta asiaa!
fr: N'hésitez pas à nous contacter si vous avez besoin d'aide, pour signaler un problème, donner votre avis ou apporter vos suggestions, ou tout simplement pour entrer en relation !
it: Contattaci per ogni necessità, o per riportare un problema, dare del feedback o suggerimenti, oppure semplicemente se vuoi metterti in contatto!
ja: もしアシスタントが必要であったり、問題を報告したかったり、フィードバックや提案をしたり、単に連絡をしたいときには我々にコンタクトしてください!
nl: Gelieve ons te contacteren voor eender welke vraag om hulp, eender welk probleem, voor feedback of suggesties, of gewoon om te vertellen wat je kwijt wil!
pl: Skontaktuj się z nami jeżeli potrzebujesz pomocy, chcesz zgłosić problem, wysłać opinię lub sugestię.
pt: Por favor, entre em contato se precisar de ajuda, quiser reportar um problema, enviar comentários e sugestões ou se simplesmente dizer alô!
ru: Пожалуйста, свяжитесь с нами если вам нужна помощь, или вы хотите сообщить о проблеме, оставить отзыв или предложение, или просто хотите законтачить!

source: Thank you! Your message was sent successfully.
de: Danke! Deine Nachricht wurde versendet.
el: Ευχαριστούμε! Το μήνυμα σας στάλθηκε με επιτυχία.
es: Gracias, tu mensaje ha sido enviado correctamente.
fa: با تشکر از شما! پیام شما با موفقیت ارسال شد.
fi: Kiitos! Viestisi lähetettiin onnistuneesti.
fr: Merci ! Votre message a bien été envoyé.
it: Grazie! Il tuo messaggio è stato inviato.
ja: ありがとう! あなたのメッセージの送信が成功しました。
nl: Dank u! Je vraag werd met succes verzonden.
pl: Dziękujemy! Twoja wiadomość została wysłana.
pt: Obrigado! Sua mensagem foi enviada com sucesso.
ru: Спасибо! Ваше сообщение было успешно отправлено!

source: Frequently Asked Questions
de: Häufig gestellte Fragen
el: Συχνές Ερωτήσεις
es: Preguntas frecuentes
fa: سوالات متداول
fi: Usein kysytyt kysymykset
fr: Foire Aux Questions
it: Domande...
ja: FAQ
nl: FAQ = Meest gestelde vragen
pl: Często Zadawane Pytania
pt: Perguntas frequentes
ru: Часто задаваемые вопросы

source: Is this website for free?
de: Ist AstroBin kostenlos?
el: Είναι δωρεάν αυτός ο ιστότοπος;
es: ¿Es gratis este sitio web?
fa: آیا این وبسایت مجانی است؟
fi: Onko sivuston käyttö ilmaista?
fr: Ce site est-il gratuit?
it: Questo sito è gratuito?
ja: このWebサイトは無料ですか？
nl: Is deze website gratis te gebruiken?
pl: Czy ta strona jest darmowa?
pt: Este site é gratuito?
ru: Этот веб-сайт бесплатен?

source: Are there any limits on how large and how many images I can upload?
de: Gibt es eine Größenbeschränkung oder eine maximale Anzahl von hochgeladenen Bilder?
el: Υπάρχουν όρια στο πόσο μεγάλα και πόσα αρχεία μπορώ να ανεβάσω;
es: ¿Hay algún límite en el tamaño o cantidad de imágenes que puedo subir?
fa: آیا محدودیتی روی بزرگی و تعداد عکس های آپلودی وجود دارد؟
fi: Onko ladattavien kuvien koolla ja määrällä rajoitusta?
fr: Y a-t-il une limite au nombre et à la taille des images que je peux publier?
it: Ci sono limiti sul numero e la dimensione delle immagini che posso caricare?
ja: アップロードする画像にはファイル容量や数に制限はありますか？
nl: Zijn er beperkingen of limieten omtrent de grootte en het aantal foto's die ik kan uploaden?
pl: Czy są jakieś limity co do wielkości i ilości ładowanych plików?
pt: Existem limites para as dimensões das imagens e quantas eu posso enviar?
ru: Есть ли какие-то ограничения на то, какие по размеру и как много изображений я могу закачать?

source: What image formats are supported?
de: Welche Bildformate werden unterstützt?
el: Τι είδους αρχεία εικόνων υποστηρίζονται;
es: ¿Qué formatos de imagen son soportados?
fa: چه فرمتی برای عکس ها پذیرفته است؟
fi: Mitkä kuvaformaatit kelpaavat?
fr: Quels sont les formats d'image acceptés?
it: Che formati d'immagine sono supportati?
ja: どの画像形式をサポートしていますか？
nl: Welke beeldformaten worden ondersteund?
pl: Jakie formaty pliki są obsługiwane?
pt: Quais são os formatos de imagem aceitos?
ru: Какие форматы изображений поддерживаются?

source: Is my data safe on AstroBin?
de: Sind meine Daten bei AstroBin sicher?
el: Είναι τα δεδομένα μου ασφαλή στο AstroBin;
es: ¿Están mis datos seguros en AstroBin?
fa: آیا داده های من روی AstroBin امن هستند؟
fi: Ovatko tuotokseni turvassa AstroBinissä?
fr: Mon contenu sur AstroBin est-il en sécurité?
it: I miei dati sono al sicuro su AstroBin?
ja: AstroBinでの自分のデータは安全ですか？
nl: Zijn mijn gegevens veilig op AstroBin?
pl: Czy moje dane są bezpieczne na AstroBin?
pt: Meus dados estão seguros no AstroBin?
ru: Мои данные на AstroBin в безопасности?

source: I've seen beautiful images on this site. I'm not worthy of posting mine!
de: Die Fotos hier sind so gut, da brauche ich meine bescheidenen Bilder nicht hochladen!
el: Έχω δει όμορφες εικόνες σε αυτόν τον ιστότοπο. Δεν είμαι άξιος να ποστάρω τις δικές μου!
es: He visto magníficas imágenes en esta web. ¡Mis imágenes no son dignas de ser publicadas!
fa: تصاویر زیبایی دراین سایت دیده ام. پس شایسته نیست که من نیز پست کنم.
fi: Sivulla on niin hienoja kuvia etten kehtaa ladata omiani!
fr: J'ai vu des images superbes sur ce site, les miennes ne valent pas la peine d'être postées!
it: Ci sono foto bellissime su questo sito. Non sono degno di postare la mia!
ja: このサイトですごく美しい画像をみつけました。私の画像を投稿するのを躊躇します！
nl: Ik heb hier prachtige foto's gezien. Mijn beelden zijn het niet waard om erbij te zetten!
pl: Widziałem w serwisie wspaniałe zdjęcia. Moje nie są warte publikacji!
pt: Vi belíssimas imagens neste site. As minhas não são dignas de serem enviadas!
ru: Я видел прекрасные изображения на этом сайте. Мне кажется я не достоин размещать свои!

source: What's the deal with the Staging Area and the Public Area?
de: Was ist der Unterschied zwischen Staging-Bereich und öffentlicher Bereich?
el: Τι είναι η Περιοχή Επεξεργασίας και η Περιοχή Προβολής;
es: ¿Cuál es la diferencia entre el Área de Puebas y el Área Pública?
fa: فرق Staging Area و Public Area چیست؟
fi: Mitä ihmettä tarkoittaa Tilapäinen alue ja Julkinen alue?
fr: A quoi servent la zone d'attente et la zone publique?
it: Che cosa sono l'Area di Lavoro e l'Area Pubblica?
ja: ステージングエリアと公開エリアの詳細を教えてください。
nl: Wat is het verschil tussen de Ontwikkelingszone en de Publieke Zone?
pl: O co chodzi z Przechowalnią i Publiczną Galerią?
pt: Como funcionam as áreas Pública e de Testes?
ru: В чём разница между Staging Area и Public Area?

source: Why was AstroBin created?
de: Warum wurde AstroBin ins Leben gerufen?
el: Γιατί δημιουργήθηκε το AstroBin;
es: ¿Por qué fue creado AstroBin?
fa: چرا AstroBin درست شد؟
fi: Miksi AstroBin on kehitetty?
fr: Pourquoi AstroBin a-t-il été créé?
it: Perché AstroBin è stato creato?
ja: どうしてAstroBinを始めたのですか？
nl: Waarom is AstroBin uit de grond gestampt?
pl: Dlaczego stworzono AstroBin?
pt: Por que o AstroBin foi criado?
ru: Зачем был создан AstroBin?

source: What are the plans for the future?
de: Welche Pläne gibt es für die Zukunft?
el: Ποια είναι τα μελλοντικά σχέδια;
es: ¿Cuáles son los planes para el futuro?
fa: برنامه های آینده چیست؟
fi: Mitkä ovat tulevaisuuden suunnitelmat?
fr: Quels sont les plans pour l'avenir?
it: Quali sono i progetti per il futuro?
ja: 将来のプランを教えてください。
nl: Wat zijn de toekomstplannen?
pl: Jakie są plany na przyszłość?
pt: Quais os planos para o futuro?
ru: Какие планы на будущее?

source: How can I format my comments?
de: Wie kann ich meine Kommentare formatieren?
el: Πώς μπορώ να μορφοποιήσω τα σχόλια μου;
es: ¿Cómo puedo dar formato a mis comentarios?
fa: چطور می توانم کامنت هایم را فرمت کنم؟
fi: Kuinka muotoilen kommenttini?
fr: Comment formater le texte de mes commentaires?
it: Come posso formattare i miei commenti?
ja: 自分のコメントをフォーマット化することはできますか？
nl: Hoe kan ik een opmaak meegeven aan mijn commentaren?
pl: W jaki sposób mogę formatować moje komentarze?
pt: Como posso formatar meus comentários?
ru: Как я могу форматировать свои комментарии?

source: How is the AstroBin index calculated?
de: Wie wird der Index von AstroBin errechnet?
el: Πως υπολογίζεται ο δείκτης του AstroBin;
es: Como se calcula el Índice AstroBin?
fi: Miten AstroBin-indeksi lasketaan?
fr: Comment est calculé l'index AstroBin?
it: Come viene calcolato l'Indice AstroBin?
ja: AstroBinインデックスはどのように計算されていますか？
nl: Hoe wordt de AstroBin index berekend?
pl: Jak jest liczony Indeks AstroBin
ru: Как вычисляется индекс AstroBin?

source: I received some Likes, why is my AstroBin index not updated?
de: Ich habe einige "Mag ich"-Einträge erhalten, warum wurde mein AstroBin-Index nicht geändert?
el: Έλαβα μερικές προτιμήσεις, γιατί δεν ενημερώθηκε ο δείκτης μου του AstroBin;
es: He recibido varios Me Gusta, por qué no se actualiza mi Índice AstroBin?
fi: Olen saanut muutamia tykkäyksiä, miksi AstroBin-indeksini ei päivity?
fr: Mes images ont été appréciées, pourquoi mon index AstroBin n'a-t-il pas changé?
it: Ho ricevuto alcuni Mi piace, perché il mio Indice AstroBin non è cambiato?
ja: Likeをもらったのですが、自分のAstroBinインデックスが更新されないのは何故ですか？
nl: Ik heb een paar likes gekregen. Waarom is mijn AstroBin index hier niet mee upgedated?
pl: Otrzymałem kilka polubień, dlaczego mój Indeks AstroBin nie został zaktualizowany?
ru: Почему мой индекс AstroBin не обновляется, когда мои изображения лайкают, то есть, отмечают как «Нравится»?

source: How is the Image of the Day selected?
de: Wie wird das Bild des Tages ausgewählt?
el: Πως γίνεται επιλογή της Εικόνας της Ημέρας;
es: Como se elige la Imagen del Día?
fi: Miten Päivän kuva valitaan?
fr: Comment est sélectionnée l'image du jour?
it: Come viene selezionata la foto del giorno?
ja: Image of the Dayはどのように選ばれますか？
nl: Hoe wordt de Foto van de Dag geselecteerd?
pl: Jak jest wybierane 'Zdjęcie Dnia' ?
ru: Как выбираются Изображения Дня?

source: ... and their answers!
de: ... und ihre Antworten!
el: ... και οι απαντήσεις τους!
es: ... y, ¡sus respuestas!
fa: ... و پاسخ هایشان.
fi: ... ja vastaukset!
fr: ... et leurs réponses!
it: ... e risposte!
ja: 我々からの回答
nl: ... en hun antwoorden!
pl: ... i ich odpowiedzi!
pt: ... e suas respostas!
ru: ... и их ответы!

source: No. A free account will let you upload up to 10 images, and partake in all social activities. For unlimited storage, you will need a premium subscription.
de: Nein. Mit einem kostenlosen Account kannst du 10 Bilder hochladen und am Sozialen Netzwerk teilnehmen. Für unbegrenzten Speicherplatz brauchst du einen Premium Account.
es: No. Una cuenta gratuita te permitirá subir hasta 10 imágenes y participar en todas las actividades sociales. Para obtener un almacenamiento ilimitado necesitarás una suscripción premium.
fi: Ei. Voit lisätä ilmaiselta tililtä 10 kuvaa, ja osallistua kaikkeen keskusteluun sivustolla. Rajattomaan tallenukseen tarvitset Premium-tilin.
fr: Non. Un compte gratuit vous permet de publier jusqu'à 10 images. Vous avez aussi accès à toutes les fonctions sociales. Pour un hébergement illimité, un abonnement Premium est nécessaire.
it: No. Un account free ti permette di caricare fino a 10 immagini, e partecipare a tutte le attività sociali. Per uno spazio di archiviazione illimitato, ti occorrerà un abbonamento premium.
ja: 出来ません。無料アカウントでは10画像以上をアップグレードすることができません。容量を解除するために、プレミアム会員になる必要があります。
nl: Nee, met een gratis account kun je 10 foto's uploaden en deelnemen aan de sociale aktiviteiten. Voor onbeperkte opslag heb je een premium account nodig.
pl: Nie. Darmowe konto pozwoli Ci wgrać do 10 zdjęć i brać udział w życiu społeczności. Aby zdjąć limit zdjęć musisz wykupić subskrypcję konta Premium.
ru: Нет. Бесплатный аккаунт позволит загружать до 10 изображений, и принимать участие во всех соц-активностях. Для безлимитного хранения вам понадобится подписка на Премиум.

source: <strong>NO!</strong> If you are a premium member, on AstroBin you can upload as many images as you want, and as large as you want. In fact, full size images are encouraged!
de: <strong>NEIN!</strong> Als Premium Nutzer auf AsrtBin kannst so viele und so große Bilder hochladen, wie Du willst. Hier sind Bilder in Originalgröße erwünscht!
es: <strong>¡NO!</strong> Si eres un miembre premium puedes subir a AstroBin tantas imágenes y tan grandes como quieras. De hecho, ¡animamos a subir imágenes a tamaño completo!
fi: <strong>EI!</strong> Premium-jäsenenä voit ladata Astrobiniin niin paljon kuvia kuin haluat, missä koossa haluat. Itse asiassa täysikokoisten kuvien lähettäminen on jopa kannustettavaa!
fr: <strong>NON!</strong> Vous pouvez publier autant d'images que vous désirez et de n'importe quelle taille. Les grandes images sont même encouragées!
it: <strong>NO!</strong> Se hai un account premium, su AstroBin, puoi caricare tutte le immagini che vuoi, grandi quanto vuoi. Infatti, le immagini a piena dimensione sono preferite!
ja: <strong>いいえ。</strong> もし、プレミアムメンバーであれば、あなたがアップロードする画像の枚数や容量に制限はありません。事実、フルサイズの画像が推奨されています。
nl: <strong>NEE!</strong> Je kan op AstroBin zoveel foto's zetten als je wil en hoe groot je wil. We moedigen het zelfs aan om foto's te publiceren in hun oorspronkelijke 'full size' formaat!
pl: <strong>NIE!</strong> Jeśli jesteś posiadaczem konta Premium, możesz przesyłać tyle zdjęć ile chcesz i tak dużych jak tylko chcesz. Pełne rozmiary zdjęć są mile widziane!
ru: <strong>НЕТ!</strong> Если вы премиум участник, вы можете закачивать на AstroBin столько изображений, сколько пожелаете, и какого угодно размера. Более того, изображения больших размеров рекомендуются!
