Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: %(inviter)s invited you to join the group: "%(group_name)s" Visit the group here: %(group_page)s
it: %(inviter)s ti ha invitato al gruppo: "%(group_name)s" Visita il gruppo qui: %(group_page)s
pl: %(inviter)s zaprosił Cię do dołączenia do grupy "%(group_name)s" Odwiedź grupę tutaj: %(group_page)s
ru: %(inviter)s пригласил вас вступить в группу: "%(group_name)s" Посетите группу по ссылке: %(group_page)s
uk: %(inviter)s запросив Вас до групи: "%(group_name)s" Завітайте до групи за посиланням: %(group_page)s

source: <strong>%(inviter)s</strong> invited you to join the group: "%(group_name)s"
hu: <strong>%(inviter)s</strong> meghívott ebbe a csoportba: "%(group_name)s"
it: <strong>%(inviter)s</strong> ti ha invitato al gruppo: "%(group_name)s"
pl: <strong>%(inviter)s</strong> zaprosił Cię do dołączenia do grupy "%(group_name)s"
ru: <strong>%(inviter)s</strong> пригласил вас вступить в группу: "%(group_name)s"
uk: <strong>%(inviter)s</strong> запросив Вас приєднатися до групи: "%(group_name)s"

source: %(inviter)s invited you to join the group: "%(group_name)s"
hu: %(inviter)s meghívott ebbe a csoportba: "%(group_name)s"
it: %(inviter)s ti ha invitato al gruppo: "%(group_name)s"
pl: %(inviter)s zaprosił Cię do dołączenia do grupy: "%(group_name)s"
ru: %(inviter)s пригласил вас вступить в группу: "%(group_name)s"
uk: %(inviter)s запросив Вас вступити до групи: "%(group_name)s"

source: %(requester)s requested to join the group: "%(group_name)s". Visit the group here: <a href="%(url)s">%(url)s</a>
uk: %(requester)s попросив приєднатися до групи: "%(group_name)s". Завітайте до групи за посиланням: <a href="%(url)s">%(url)s</a>

source: %(requester)s requested to join the group: "%(group_name)s". Visit the group here: %(url)s
it: %(requester)s ha richiesto di essere aggiunto al gruppo: "%(group_name)s". Visita il gruppo qui: %(url)s
pl: %(requester)s wnioskuje o dołączenie do grupy "%(group_name)s". Odwiedź grupę tutaj: %(url)s
ru: %(requester)s запросил разрешение вступить в группу: "%(group_name)s". Посетите группу по ссылке: %(url)s
uk: %(requester)s попросив приєднатися до групи: "%(group_name)s". Завітайте до групи за посиланням: %(url)s

source: <strong>%(requester)s</strong> requested to join the group: "%(group_name)s"
hu: <strong>%(requester)s</strong> kérte, hogy csatlakozhasson a csoporthoz: "%(group_name)s"
it: <strong>%(requester)s</strong> ha richiesto di essere aggiunto al gruppo: "%(group_name)s"
pl: <strong>%(requester)s</strong> wnioskuje o dołączenie do grupy: "%(group_name)s"
ru: <strong>%(requester)s</strong> запросил разрешение вступить в группу: "%(group_name)s"
uk: <strong>%(requester)s</strong> надіслав запит на приєднання до групи: "%(group_name)s"

source: %(requester)s requested to join the group: "%(group_name)s"
hu: %(requester)s kérte, hogy csatlakozhasson a csoporthoz: "%(group_name)s"
it: %(requester)s ha richiesto di essere aggiunto al gruppo: "%(group_name)s"
pl: %(requester)s wnioskuje o dołączenie do grupy: "%(group_name)s"
ru: %(requester)s запросил разрешение вступить в группу: "%(group_name)s"
uk: %(requester)s попросив приєднатися до групи: "%(group_name)s"

source: <strong>%(user)s</strong> has published a new image
hu: <strong>%(user)s</strong> közzétett egy új képet
uk: <strong>%(user)s</strong> опублікував нове зображення

source: New image by %(user)s
hu: Új kép %(user)s által
uk: Нове зображення %(user)s

source: %(originator)s has published a new image revision! Check it out at the following url: <a href="%(object_url)s">%(object_url)s</a>
uk: %(originator)s опублікував нову версію зображення! Перевірте за URL-адресою: <a href="%(object_url)s">%(object_url)s</a>

source: %(originator)s has published a new image revision! Check it out at the following url: %(object_url)s
de: %(originator)s hat eine neue Bild-Version veröffentlicht. Du findest es unter folgender URL: %(object_url)s
el: Ο/Η %(originator)s ανέβασε μια νέα αναθεώρηση εικόνας! Δείτε την στο ακόλουθο url: %(object_url)s
es: %(originator)s ha publicado una nueva revisión de una imagen. Échale un vistazo en el siguiente enlace: %(object_url)s
fi: %(originator)s on julkaissut uuden version kuvasta! Voit käydä katsomassa kuvan osoitteesta: %(object_url)s
fr: %(originator)s a publié une nouvelle version d'une image! Consultez-la à l'adresse suivante: %(object_url)s
it: %(originator)s ha pubblicato una nuova revisione di una sua immagine! Guardala al seguente indirizzo: %(object_url)s
ja: %(originator)sは新しい修正版画像を公開しました。以下のURLをチェックしてください。%(object_url)s
nl: %(originator)s heeft een nieuwe revisie gepost! Hier te bekijken: %(object_url)s
pl: %(originator)s opublikował nową wersję zdjęcia! Możesz ją zobaczyć tu: %(object_url)s
pt: %(originator)s publicou uma nova versão de uma imagem! Confira através do seguinte link: %(object_url)s
ru: %(originator)s выложил новую версию изображения! Оцените её по адресу: %(object_url)s
uk: %(originator)s опублікував нову версію зображення! Перевірте за URL-адресою: %(object_url)s

source: <a href="%(object_url)s"><strong>%(originator)s</strong> has published a new image revision.</a>
de: <a href="%(object_url)s"><strong>%(originator)s</strong> hat eine neue Bild-Version veröffentlicht.</a>
el: Ο/Η <a href="%(object_url)s"><strong>%(originator)s</strong> ανέβασε μια νέα έκδοση εικόνας.</a>
es: <a href="%(object_url)s"><strong>%(originator)s</strong> ha publicado una nueva revisión de una imagen.</a>
fi: <a href="%(object_url)s"><strong>%(originator)s</strong> on julkaissut uuden version kuvasta.</a>
fr: <a href="%(object_url)s"><strong>%(originator)s</strong> a publié une nouvelle version d'une image.</a>
it: <a href="%(object_url)s"><strong>%(originator)s</strong> ha pubblicato una nuova versione di una sua immagine.</a>
ja: <a href="%(object_url)s"><strong>%(originator)s</strong>の新しい修正版画像が公開されました。</a>
nl: <a href="%(object_url)s"><strong>%(originator)s</strong> heeft een nieuwe revisie gepost.</a>
pl: <a href="%(object_url)s"><strong>%(originator)s</strong> opublikował nową wersję zdjęcia</a>
pt: <a href="%(object_url)s"><strong>%(originator)s</strong> publicou uma nova versão de uma imagem.</a>
ru: <a href="%(object_url)s"><strong>%(originator)s</strong> опубликовал новую версию изображения.</a>
uk: <a href="%(object_url)s"><strong>%(originator)s</strong> опублікував нову версію зображення.</a>

source: New image revision by %(originator)s
de: Neue Bild-Version durch %(originator)s
el: Νέα έκδοση εικόνας από τον/την %(originator)s
es: Nueva revisión de imagen de %(originator)s
fi: %(originator)s julkaisi kuvasta uuden version
fr: Nouvelle version d'une image par %(originator)s
it: Nuova revisione d'immagine da %(originator)s
ja: %(originator)sの新しい修正版画像
nl: Nieuwe revisie van %(originator)s
pl: Nowa wersja opublikowana przez %(originator)s
pt: Nova versão de uma imagem por %(originator)s
ru: Новая версия изображения от %(originator)s
uk: Нова версія зображення від %(originator)s

source: <a href="%(user_url)s">%(user)s</a> likes your image: <a href="%(url)s">%(title)s</a>.
hu: <a href="%(user_url)s">%(user)s</a> kedveli ezt a képedet: <a href="%(url)s">%(title)s</a>.
uk: <a href="%(user_url)s">%(user)s</a> лайкнув Ваше зображення<a href="%(url)s">%(title)s</a>.

source: %(user)s likes your image: %(url)s
el: Ο/Η %(user)s προτιμάει την εικόνα σας: %(url)s
es: %(user)s ha votado tu imagen como Me Gusta: %(url)s
fr: %(user)s aime votre image: %(url)s
hu: %(user)s kedveli ezt a képedet: %(url)s
it: A %(user)s piace la tua immagine: %(url)s
ja: %(user)sは、あなたの画像（%(url)s）にLikeした
nl: %(user)s vindt jouw foto leuk: %(url)s
pl: %(user)s polubił Twoje zdjęcie: %(url)s
ru: %(user)s нравится ваше изображение: %(url)s
uk: %(user)s подобається Ваше зображення: %(url)s

source: <a href="%(url)s"><strong>%(user)s</strong> likes your image!</a>
el: Ο/Η <a href="%(url)s"><strong>%(user)s</strong> προτιμάει την εικόνα σας!</a>
es: <a href="%(url)s"><strong>%(user)s</strong> ha votado tu imagen!</a>
fi: <a href="%(url)s"><strong>%(user)s</strong> tykkäsi kuvastasi!</a>
fr: <a href="%(url)s"><strong>%(user)s</strong> aime votre image!</a>
it: <a href="%(url)s">A <strong>%(user)s</strong> piace la tua immagine!</a>
ja: <a href="%(url)s"><strong>%(user)s</strong>は、あなたの画像にLikeしました!</a>
nl: <a href="%(url)s"><strong>%(user)s</strong> vindt jouw foto leuk!</a>
pl: <a href="%(url)s"><strong>%(user)s</strong> lubi Twoje zdjęcie!</a>
ru: <a href="%(url)s"><strong>%(user)s</strong> нравится ваше изображение!</a>
uk: <a href="%(url)s"><strong>%(user)s</strong> подобається Ваше зображення!</a>

source: %(user)s likes your image: %(title)s
hu: %(user)s kedveli ezt a képedet: %(title)s
it: A %(user)s piace la tua immagine: %(title)s
ru: %(user)s нравится ваше изображение: %(title)s
uk: %(user)s подобається Ваше зображення: %(title)s

source: I really appreciate your support for AstroBin, thank you so much for renewing!
uk: Ми дуже цінуємо Вашу підтримку AstroBin, дякуємо за поновлення!

source: %(creator)s created a new public group: "%(group_name)s"
hu: %(creator)s létrehozott egy új nyilvános csoportot: "%(group_name)s"
it: %(creator)s ha creato un nuovo gruppo pubblico: "%(group_name)s"
pl: %(creator)s utworzył nową grupę publiczną: "%(group_name)s"
ru: %(creator)s создал новую открытую группу: "%(group_name)s"
uk: %(creator)s створив нову відкриту групу: "%(group_name)s"

source: <strong>%(creator)s</strong> created a new public group: "%(group_name)s"
hu: <strong>%(creator)s</strong> létrehozott egy új nyilvános csoportot: "%(group_name)s"
it: <strong>%(creator)s</strong> ha creato un nuovo gruppo pubblico: "%(group_name)s"
pl: <strong>%(creator)s</strong> utworzył nową grupę publiczną: "%(group_name)s"
ru: <strong>%(creator)s</strong> создал новую открытую группу: "%(group_name)s"
uk: <strong>%(creator)s</strong> створив нову публічну групу: "%(group_name)s"

source: %(creator)s created a new public group: "%(group_name)s"
hu: %(creator)s létrehozott egy új nyilvános csoportot: "%(group_name)s"
it: %(creator)s ha creato un nuovo gruppo pubblico: "%(group_name)s"
pl: %(creator)s utworzył nową grupę publiczną "%(group_name)s"
ru: %(creator)s создал новую открытую группу: "%(group_name)s"
uk: %(creator)s створив нову відкриту групу: "%(group_name)s"

source: I really appreciate your support for AstroBin, I hope you will enjoy your new subscription!
hu: Nagyra értékelem, hogy támogatod az AstroBin-t, remélem, élvezni fogod az új előfizetésedet!
uk: Я дуже ціную Вашу підтримку AstroBin, сподіваюся, Вам сподобається нова підписка!

source: AstroBin subscriptions are valid for 1 year. When a subscription expires, nothing happens to your content. Nothing is deleted, hidden, held hostage or anything. In fact, you can leave it up forever even if you stop being active as an astrophotographer.
uk: Підписка на AstroBin діє 1 рік. Коли термін дії підписки закінчується, з Вашим вмістом нічого не відбувається. Нічого не видаляють, не приховують, не тримають у заручниках чи щось інше. Насправді, Ви можете залишити все назавжди, навіть якщо перестанете бути астрофотографом.

source: If at some point you want to upgrade your subscription, simply purchase the new one and then get in touch so I can send you a partial refund for the unused time on your previous subscription, or extend the expiration date of your new subscription with pro-rated time from your old one.
uk: Якщо в якийсь момент Ви захочете оновити свою підписку, просто придбайте нову, а потім зв’яжіться з нами, щоб я зміг повернути Вам часткове відшкодування за невикористаний час попередньої підписки або продовжити термін дії нової підписки.

source: %(user)s posted a new topic to the group: "%(group_name)s" "%(topic_title)s" View the topic: <a href="%(url)s">%(url)s</a> View the group: <a href="%(group_url)s">%(group_url)s</a>
uk: %(user)s опублікував нову тему в групі: "%(group_name)s" "%(topic_title)s" Переглянути тему: <a href="%(url)s">%(url)s</a> Переглянути групу: <a href="%(group_url)s">%(group_url)s</a>

source: %(user)s posted a new topic to the group: "%(group_name)s" "%(topic_title)s" View the topic: %(url)s View the group: %(group_url)s
it: %(user)s ha creato un nuovo topic nel gruppo: "%(group_name)s". "%(topic_title)s" Visita il topic qui: %(url)s Visita il gruppo qui: %(group_url)s
uk: %(user)s опублікував нову тему в групі: "%(group_name)s" "%(topic_title)s" Переглянути тему: %(url)s Переглянути групу: %(group_url)s

source: <strong>%(user)s</strong> posted a new topic to the group: "%(group_name)s"
hu: <strong>%(user)s</strong> közzétett egy új témát ebben a csoportban: "%(group_name)s"
it: <strong>%(user)s</strong> ha creato un nuovo topic nelgruppo: "%(group_name)s"
uk: <strong>%(user)s</strong> опублікував нову тему в групі: "%(group_name)s"

source: %(user)s posted a new topic to the group: "%(group_name)s"
hu: %(user)s közzétett egy új témát ebben a csoportban: "%(group_name)s"
it: %(user)s ha creato un nuovo topic nel gruppo: "%(group_name)s"
uk: %(user)s опублікував нову тему в групі: "%(group_name)s"

source: Notification settings
it: Impostazioni notifiche
uk: Налаштування сповіщень

source: Notification Type
it: Tipo di notifica
uk: Тип сповіщення

source: You have received a private message on AstroBin! Read it at the following link: <a href="https://www.astrobin.com/messages/inbox/">https://www.astrobin.com/messages/inbox/</a>
uk: Ви отримали особисте повідомлення на AstroBin! Прочитати можна за посиланням: <a href="https://www.astrobin.com/messages/inbox/">https://www.astrobin.com/messages/inbox/</a>

source: You have received a private message on AstroBin! Read it at the following link: http://astrobin.com/messages/inbox/
de: Du hast eine private Nachricht auf AstroBin erhalten! Klick diesen Link um sie zu lesen: http://astrobin.com/messages/inbox/
el: Λάβατε ένα προσωπικό μήνυμα στο AstroBin! Διαβάστε το στον ακόλουθο σύνδεσμο: http://astrobin.com/messages/inbox/
es: Has recibido un mensaje privado en AstroBin! Léelo en el siguiente enlace: http://astrobin.com/messages/inbox/
fi: Olet saanut yksityisviestin AstroBinissä! Lue se täällä: http://astrobin.com/messages/inbox/
fr: Vous avez reçu un message privé sur AstroBin! Consultez-le à l'adresse suivante: http://astrobin.com/messages/inbox/
it: Hai ricevuto un messaggio privato su AstroBin! Leggilo al seguente indirizzo: http://astrobin.com/messages/inbox/
ja: AstroBinでプライベートメッセージが届いています! 以下のリンクからそれを読んでください。 http://astrobin.com/messages/inbox/
nl: Je hebt een privébericht ontvangen op AstroBin! Lees het op volgende link: http://astrobin.com/messages/inbox/
pl: Otrzymałeś/aś prywatną wiadomość na AstroBin! Możesz ją przeczytać klikając w poniższy link: http://astrobin.com/messages/inbox/
pt: Você recebeu uma mensagem particular no AstroBin! Leia clicando no seguinte link: http://astrobin.com/messages/inbox/
ru: Вы получили личное сообщение на AstroBin! Для чтения пройдите по ссылке: http://astrobin.com/messages/inbox/
uk: Ви отримали приватне повідомлення на AstroBin! Прочитайте за посиланням: http://astrobin.com/messages/inbox/

source: You have received a new private message.
de: Du hast eine neue private Nachricht.
el: Λάβατε νέο προσωπικό μήνυμα.
es: Has recibido un nuevo mensaje privado.
fa: شما یک پیام خصوصی دریافت کرده اید.
fi: Sinulle on uusi yksityisviesti.
fr: Vous avez reçu un nouveau message privé.
hu: Kaptál egy új privát üzenetet.
it: Hai ricevuto un nuovo messaggio privato.
ja: 新しいプライベートメッセージが届いています。
nl: Je hebt een nieuw privébericht gekregen.
pl: Otrzymałeś/aś nową prywatną wiadomość.
pt: Você recebeu uma mensagem particular.
ru: У вас новое личное сообщение.
uk: У Вас нове особисте повідомлення.

source: %(user)s joined the public group: "%(group_name)s"
hu: %(user)s csatlakozott ehhez a nyilvános csoporthoz: "%(group_name)s"
it: %(user)s si è aggiunto al gruppo pubblico: "%(group_name)s"
pl: %(user)s dołączył do grupy publicznej: "%(group_name)s"
ru: %(user)s вступил в открытую группу: "%(group_name)s"
uk: %(user)s приєднався до публічної групи: "%(group_name)s"

source: <strong>%(user)s</strong> joined the public group: "%(group_name)s"
hu: <strong>%(user)s</strong> csatlakozott ehhez a nyilvános csoporthoz: "%(group_name)s"
it: <strong>%(user)s</strong> si è aggiunto al gruppo pubblico: "%(group_name)s"
pl: <strong>%(user)s</strong> dołączył do grupy publicznej: "%(group_name)s"
ru: <strong>%(user)s</strong> вступил в открытую группу: "%(group_name)s"
uk: <strong>%(user)s</strong> приєднався до публічної групи: "%(group_name)s"

source: %(user)s joined the public group: "%(group_name)s"
it: %(user)s si è aggiunto al gruppo pubblico: "%(group_name)s"
pl: %(user)s dołączył do grupy publicznej: "%(group_name)s"
ru: %(user)s вступил в открытую группу: "%(group_name)s"
uk: %(user)s приєднався до загальнодоступної групи: "%(group_name)s"

source: Welcome to AstroBin!
hu: Köszöntünk az AstroBin-en!
uk: Ласкаво просимо до AstroBin!

source: I'm very excited that you joined, and I would like to give you a warm welcome to the community!
hu: Nagyon örülök, hogy csatlakoztál, és szeretettel üdvözöllek a közösségünkben!
uk: Ми дуже радий, що Ви приєдналися і хотів би тепло привітати Вас у спільноті!

source: You will receive your activation link in a separate email.
hu: Az aktiváló linket külön e-mailben fogod megkapni.
uk: Ви отримаєте посилання на активацію в окремому електронному листі.

source: Allow me to offer some tips to get you started:
hu: Engedd meg, hogy adjak néhány tippet a kezdéshez:
uk: Дозвольте мені дати Вам кілька порад для початку:

source: Have a look at our <a href="%(url)s">frequently asked questions</a>.
hu: Tekintsd meg a <a href="%(url)s">gyakori kérdéseket</a>.
uk: Перегляньте наші <a href="%(url)s">поширені запитання</a>.

source: Head over to your settings and configure <a href="%(url)s">your profile</a>.
hu: Menj a beállításaidhoz, és konfiguráld <a href="%(url)s">a profilodat</a>.
uk: Перейдіть до своїх налаштувань і налаштуйте <a href="%(url)s">свой профіль</a>.

source: If you have astrophotography equipment, add it to <a href="%(url)s">your gear</a> so that later you can associate it with the images you upload.
uk: Якщо у Вас є астрофотографічне обладнання, додайте його до <a href="%(url)s">Вашого обладнання</a>, щоб згодом Ви могли зв’язати його із завантаженими зображеннями.

source: If you want, why not <a href="%(url)s">introduce yourself</a> on the forums?
hu: Ha szeretnéd, miért nem <a href="%(url)s">mutatkozol be</a> a fórumokon?
uk: Якщо хочете, чому б не <a href="%(url)s">представитися</a> на форумах?

source: Follow AstroBin on social networks! AstroBin posts quick announcements and reports there, in addition to the Image of the Day, and Top Picks as stories!
hu: Kövesd az AstroBin-t a közösségi oldalakon! Az AstroBin gyors bejelentéseket és jelentéseket tesz közzé, A nap képe, és a Top Picks mellett történetekként!
uk: Слідкуйте за AstroBin у соціальних мережах! AstroBin публікує там анонси та звіти, а також Зображення Дня та ТОП зображення як історії!

source: Thanks again for joining and clear skies!
hu: Még egyszer köszönjük, hogy csatlakoztál és tiszta eget!
uk: Ще раз дякую за приєднання та ясного Вам неба!

source: Have a look at our frequently asked questions:
hu: Nézd meg a gyakori kérdéseket:
uk: Перегляньте наші поширені запитання:

source: Head over to your settings and configure your profile:
hu: Menj be a beállításaidba és állítsd be a profilodat:
uk: Перейдіть до своїх налаштувань і налаштуйте свій профіль:

source: If you have astrophotography equipment, add it to your gear so that later you can associate it with the images you upload:
uk: Якщо у Вас є обладнання для астрофотографії, додайте його до свого обладнання, щоб згодом Ви змогли зв’язати його із завантаженими зображеннями:

source: If you want, why not introduce yourself on the forums?
hu: Ha van kedved, miért nem mutatkozol be a fórumokon?
uk: Якщо хочете, чому б не представитися на форумах?

source: Welcome!
hu: Üdvözlünk!
uk: Ласкаво просимо!

source: Object not found
de: Objekt nicht gefunden
el: Το αντικείμενο δεν βρέθηκε
es: Objeto no encontrado
fa: شیئ پیدا نشد.
fi: Kohdetta ei löytynyt
fr: Objet non trouvé
hu: Az objektumot nem találtuk
it: Oggetto non trovato
ja: オブジェクトが見つかりません
nl: Object niet gevonden
pl: Obiekt nie znaleziony
pt: Objeto não encontrado
ru: Объект не найден
uk: Об’єкт не знайдено

source: Previous page
hu: Előző oldal
uk: Попер. сторінка

source: Next page
hu: Következő oldal
uk: Наст. сторінка

source: No additional information available for this item.
hu: Nincs további információ erről a termékről.
uk: Додаткова інформація щодо цього елемента недоступна.

source: Find images
de: Bilder finden
el: Εύρεση εικόνων
es: Encontrar imágenes
fa: پیدا کردن تصاویر
fi: Etsi kuvia
fr: Trouver des images
hu: Képek keresése
it: Cerca immagini
ja: 画像を検索
nl: Vind foto's
pl: Znajdź zdjęcia
pt: Procurar imagens
ru: Найти изображения
uk: Знайти зображення

source: View page
de: Seite anzeigen
el: Προβολή σελίδας
es: Ver página
fa: صفحه نمایش
fi: Katso sivu
fr: Voir la page
hu: Oldal megtekintése
it: Vedi pagina
ja: ページを表示
nl: Bekijk pagina
pl: Zobacz stronę
pt: Ver página
ru: Подробнее
uk: Переглянути сторінку

source: Member since
de: Mitglied seit
el: Μέλος από τις
es: Registrado desde
fa: عضو از
fi: Liittynyt
fr: Membre depuis
hu: Ez óta tag:
it: Utente da
ja: メンバー登録日
nl: Lid sinds
pl: Członek od
pt: Membro desde
ru: Давность регистрации
uk: Дата реєстрації

source: Search all forums and comments
uk: Пошук на форумах та у коментарях

source: New topic
hu: Új téma
it: Apri argomento
pl: Otwórz nowy temat
ru: Создать тему
uk: Створити тему

source: Please select a forum
uk: Будь ласка, оберіть форум

source: To post a new topic, please first go to the forum that is most relevant to your topic.
uk: Щоб створити нову тему, спочатку перейдіть на форум, який найбільше відповідає Вашій темі.

source: View forums
uk: Перегляд форумів

source: This topic was closed by a moderator.
hu: Ez a téma le lett zárva egy moderátor által.
it: Questo topic è stato chiuso da un moderatore.
uk: Цю тему закрив модератор.

source: New reply
hu: Új válasz
uk: Нова відповідь

source: The AstroBin forums are a place to discuss astrophotography and astronomy. If you need help with AstroBin please use the <a href="%(contact_url)s">contact form</a>.
hu: Az AstroBin fórumok az asztrofotózás és a csillagászat megvitatására szolgálnak. Ha segítségre van szükséged az AstroBinnel kapcsolatban, kérjük, használd a <a href="%(contact_url)s">kapcsolatfelvételi lapot</a>.
uk: Форуми AstroBin – це місце для обговорення астрофотографії та астрономії. Якщо Вам потрібна допомога з AstroBin, скористайтесь <a href="%(contact_url)s">контактною формою</a>.

source: User support posts, feature requests, issue reports, etc, will be deleted.
hu: A felhasználói támogatási bejegyzések, funkció kérések, probléma jelentések, stb. törlésre kerülnek.
uk: Повідомлення служби підтримки користувачів, запити функцій, звіти про проблеми та ін. будуть видалені.

source: Posts about AstroBin itself, such as questions or comments about the IOTD/TP process, or the AstroBin Index, AstroBin "likes", or the forums themselves, are also considered off-topic and will be deleted. If you want to provide feedback or ask a question about AstroBin, please <a href="%(contact_url)s">contact us</a>: we really value your input!
uk: Повідомлення про сам AstroBin, такі як запитання чи коментарі щодо процесу IOTD/TP, або Індексу AstroBin, «лайки» AstroBin або самі форуми, також вважаються не по темі та будуть видалені. Якщо ви хочете залишити відгук або поставити запитання про AstroBin, <a href="%(contact_url)s">зв’яжіться з нами</a>: ми дуже цінуємо Ваш внесок!

source: Thanks for your cooperation!
hu: Köszönjük együttműködésedet!
uk: Дякую за Вашу підтримку!
