Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Use this space to start a discussion, leave a comment or ask a question about this piece of gear. All the users on AstroBin who own one, will be notified and can join the discussion.
de: Nutze diesen Platz um eine Diskussion zu starten, hinterlasse einen Kommentar oder stell eine Frage zu diesem Gegenstand. Alle AstroBin-Nutzer die es besitzen, werden darüber informiert und können sich an der Diskussion beteiligen.
el: Χρησιμοποιήστε το κενό για να ξεκινήσετε μαι συζήτηση, να αφήσετε ένα σχόλιο ή να κάνετε μια ερώτηση σχετικά με αυτό το αντικείμενο εξοπλισμού. Όλοι οι χρήστες του AstroBin που έχουν ένα, θα ειδοποιηθούν και θα μπορούν να συμμετάσχουν στην συζήτηση.
es: Usa este espacio para comenzar un debate, dejar un comentario o preguntar algo sobre esta pieza de instrumental. Todos los usuarios de AstroBin que la tengan serán notificados y podrán unirse a la discusión.
fa: از این فضا برای شروع یک بحث استفاده کنید. اگر نظری دارید، بیان کنید و یا یک سوال در مورد این قطعه از چرخ دنده ها بپرسید. تمام کاربران AstroBin که یکی از این قطعات را دارند از این بحث مطلع خواهند شد و احیانا می توانند وارد بحث شوند.
fr: Utilisez cet emplacement pour débuter une discussion, laisser un commentaire ou poser une question à propos de ce matériel. Tous les membres d'AstroBin en possédant un exemplaire, seront informés et pourront se joindre à la discussion.
it: Usa questo spazio per iniziare una discussione, lasciare un commento o porgere una domanda riguardo questo strumento. Tutti gli utenti di AstroBin che lo posseggono, verrano notificati e potranno rispondere.
ja: 議論を開始したり、コメントを残したり、機材の部品について質問をするために、このスペースを使使ってください。 それを所有しているAstroBinの全ての利用者に通知が行って、議論に参加できます。
nl: Gebruik deze plaats om een discussie te starten, een commentaar achter te laten of een vraag te stellen over dit type van materiaal. Alle AstroBin gebruikers die het item bezitten zullen een melding krijgen en kunnen dus meedoen aan de discussie.
pl: W tym miejscu możesz rozpocząć dyskusję, zostawić komentarz lub zadać pytanie dotyczące tego sprzętu. Wszyscy użytkownicy AstroBin, którzy go posiadają, zostaną poinformowani i będą mogli dołączyć do dyskusji.
pt: Use este espaço para iniciar uma discussão, deixar um comentário ou fazer uma pergunta sobre este equipamento. Todos os usuários do AstroBin que forem proprietários deste item, serão notificados e poderão participar.
ru: Используйте это место для начала обсуждения, оставьте комментарий или задайте вопрос об этом оборудовании. Все пользователи на AstrоBin, у кого оно есть, будут уведомлены и смогут присоединиться к обсуждению.

source: Please <a href="/accounts/login/">login</a> or <a href="/accounts/register/">register</a> to leave a comment.
de: Bitte <a href="/accounts/login/">einloggen</a> oder <a href="/accounts/register/">registrieren</a>, um einen Kommentar abzugeben.
el: Παρακαλώ <a href="/accounts/login/">κάντε είσοδο</a> or <a href="/accounts/register/">register</a> για να αφήσετε σχόλιο.
es: Por favor, <a href="/accounts/login/">identifícate</a> o <a href="/accounts/register/">regístrate</a> para dejar un comentario.
fi: Ole hyvä ja <a href="/accounts/login/">kirjaudu sisään</a> tai <a href="/accounts/register/">rekisteröidy</a> kirjoittaaksesi kommentin.
fr: <a href="/accounts/login/">Connectez-vous</a> ou <a href="/accounts/register/">enregistrez-vous</a> pour poster un commentaire.
it: Fai il <a href="/accounts/login/">login</a> oppure <a href="/accounts/register/">registrati</a> per commentare.
ja: コメントを残すには<a href="/accounts/login/">ログイン</a>もしくは<a href="/accounts/register/">新規登録</a>してください。
nl: Gelieve <a href="/accounts/login/">in te loggen</a> of jezelf te <a href="/accounts/register/">registreren</a> om commentaar te kunnen geven.
pl: Aby komentować musisz się <a href="/accounts/login/">zalogować</a> lub <a href="/accounts/register/">założyć konto</a>.
pt: Por favor, <a href="/accounts/login/">autentique-se</a> ou <a href="/accounts/register/">registre-se</a> para escrever um comentário.
ru: Пожалуйста, <a href="/accounts/login/">войдите</a> или <a href="/accounts/register/">зарегистрируйтесь</a>, чтобы оставить комментарий.

source: Buy it here
de: Hier kaufen
el: Αγοράστε το εδώ
es: Cómpralo aquí
fa: از اینجا خرید کنید.
fi: Osta tuote tästä
fr: Achetez-le ici
it: Compralo qua
ja: ここで購入
nl: Koop hier
pl: Kup tutaj
pt: Compre aqui
ru: Купить это здесь

source: Properties
de: Eigenschaften
el: Ιδιότητες
es: Características
fa: خاصیت ها
fi: Ominaisuudet
fr: Propriétés
it: Proprietà
ja: 性能
nl: Eigenschappen
pl: Właściwości
pt: Propriedades
ru: Свойства

source: Owners
de: Eigentümer
el: Ιδιοκτήτες
es: Propietarios
fa: مالکان
fi: Omistajat
fr: Utilisateurs
it: Possessori
ja: 所有者
nl: Eigenaars
pl: Właściciele
pt: Proprietários
ru: Владельцы

source: just now
de: gerade jetzt
el: μόλις τώρα
es: ahora mismo
fa: همین الان
fi: juuri äsken
fr: à l'instant
it: proprio adesso
ja: ちょうど今
nl: momenteel
pl: w tym momencie
pt: agora
ru: только сейчас

source: AstroBin accounts are meant for members to share original images that they have created.
de: AstroBin-Konten sind für die Veröffentlichung von Bildern gedacht, die Du selber erstellt hast.
el: Οι λογαριασμοί του AstroBin προορίζονται για μέλη ώστε να μοιράζονται πρωτότυπες εικόνες που έχουν δημιουργήσει.
es: Las cuentas de AstroBin se supone que son para que sus usuarios compartan imágenes originales creadas por ellos.
fa: اکانت های AstroBin برای اعضا به منظور نمایش عکس هایی است که گرفته اند.
fi: AstroBin-tunnukset on tarkoitettu jäsenten itsensä tekemien kuvien jakamiseen.
fr: Les comptes AstroBin sont destinés aux membres qui partagent des images originales dont ils sont les auteurs respectifs.
it: Lo scopo di un account su AstroBin è quello di permettere all'utente di condividere immagini originali che egli stesso ha creato.
ja: AstroBinのアカウントは、自分で作成した元画像を共有する目的をもった人たちに宛てたものです。
nl: AstroBin accounts zijn bedoeld voor leden die hun eigen originele beelden willen delen.
pl: Konto w AstroBin jest przeznaczone do udostępniania zdjęć wykonanych przez użytkowników.
pt: O propósito de se cadastrar no AstroBin é permitir que os usuários compartilhem suas imagens originais.
ru: Аккаунт AstroBin предоставляется для желающих поделиться оригинальными изображениями, которые они создали.

source: What is allowed
de: Was erlaubt ist
el: Τι επιτρέπεται
es: Qué está permitido
fa: چه چیزی مجاز می باشد
fi: Mikä on sallittua
fr: Ce qui est autorisé
it: Cosa è permesso
ja: 許可されている事
nl: Wat is toegestaan
pl: Co jest dozwolone
pt: O que é permitido
ru: Что разрешено

source: Do upload content you have created yourself.
de: Veröffentliche nur Inhalt, den Du selber erstellt hast.
el: Ανεβάστε περιεχόμενο που έχετε δημιουργήσει μόνοι σας.
es: Subir contenido creado por tí mismo.
fa: چیزی که متعلق به شماست را آپلود کنید
fi: Lataa aineistoa jonka olet tuottanut itse.
fr: Publier du contenu dont vous êtes l'auteur
it: Carica contenuti che hai creato tu stesso.
ja: 自分自身で作成したコンテンツをアップロードすること。
nl: Upload beelden die je zelf hebt gemaakt.
pl: Publikuj zdjęcia, które wykonałeś (wykonałaś) samodzielnie.
pt: Enviar material criado por você mesmo.
ru: Закачивать данные, созданные вам лично.

source: Respect the copyright of others. Stealing images from other people and trying to pass them off as yours is not allowed on AstroBin.
de: Respektieren Sie das Urheberrecht anderer. Bilder zu stehlen und als eigene Bilder zu präsentieren ist auf AstroBin nicht erlaubt.
el: Σεβαστείτε τα πνευματικά δικαιώματα των άλλων. Η κλοπή εικόνων από άλλους ανθρώπους καθώς και η προσπάθεια να τις δείξετε σαν δικές σας δεν επιτρέπονται από το AstroBin.
es: Respecto a los derechos de autor. Robar imágenes de otras personas y tratar de hacerlas pasar por propias no está permitido en AstroBin.
fa: به حق کپی دیگران احترام بگذارید. دزدی از تصاویر بقیه مردم و جا زدن به عنوان مال خود در این وبسایت مجاز نیست.
fi: Kunnioita tekijänoikeuksia. Muiden kuvien pölliminen ja niiden esittäminen omina ei ole sallittua AstroBinissä.
fr: Respecter les droits d'auteur. S'accaparer les images des autres et les faire passer pour siennes, est interdit sur AstroBin.
it: Rispetta il copyright degli altri. Rubare immagini da un'altra persona e cercare di spacciarle per proprie non è permesso su AstroBin.
ja: 他人の著作権を尊重すること。他の人たちから画像を盗んで、あなたのものとして偽って通そうと試みようとする事はAstroBinでは禁止されています。
nl: Respecteer het copyright van anderen. Beelden stelen van anderen en laten uitschijnen dat ze jezelf toebehoren is niet toegelaten op AstroBin.
pl: Szanuj prawa autorskie. Próba publikacji cudzych zdjęć jako własne nie jest dozwolona na AstroBin
pt: Respeitar os direitos autoriais dos outros. Roubar imagens de outras pessoas e publicá-las como se fossem suas não é permitido no AstroBin.
ru: Уважать авторские права других. Воровство изображений у других людей и попытка выдать их за свои - недопустимо на AstroBin.

source: Do fill in all the technical details you can.
de: Fülle sämtliche Details aus, die Dir bekannt sind.
el: Συμπληρώστε όλες τις τεχνικές πληροφορίες που μπορείτε.
es: Rellena todos los detalles técnicos que puedas.
fa: تا جایی که می توانید داده های تکنیکی را پر نمایید.
fi: Täytä kaikki mahdolliset tekniset tiedot.
fr: Indiquer le maximum de détails techniques
it: Compila tutti i dati tecnici della tua foto.
ja: できるだけ全ての技術的な詳細を記入してください。
nl: Vul zoveel mogelijk technische details in.
pl: Uzupełnij wszytkie dane techniczne.
pt: Preencha a maior quantidade de detalhes técnicos que você puder.
ru: Заполнять все технические детали по возможности.

source: AstroBin is founded on the idea that data is important and can't go wasted in a sea of chaos. As much as you can, please fill in the technical details of your images.
de: AstroBin basiert auf dem Gedanken, dass alle Informationen wichtig sind. Bitte fülle alle technischen Daten nach Möglichkeit aus.
el: Το AstroBin ιδρύθηκε με την ιδέα ότι τα δεδομένα είναι σημαντικά και δεν πρέπει να πάνε χαμένα σε μια θάλασσα χάους. Όσο μπορείτε, παρακαλούμε συμπληρώστε τις τεχνικές λεπτομέρειες των εικόνων σας.
es: AstroBin se basa en la idea de que los datos son importantes y no pueden perderse. Por favor, en la medida de lo posible rellena los datos técnicos de tus imágenes.
fa: AstroBin بر طبق این ایده که داده مهم است و نباید در دریای آشوبناک وب تلف شود، ساخته شده است. تا جایی که می توانید جزئیات تکنیکی عکس هایتان را پر کنید.
fi: AstroBinin kantava ajatus on että data on tärkeää eikä saa hukkua vellovaan kaaokseen. Yritä täyttää kuviesi tekniset tiedot niin tarkasti kuin onnistut.
fr: AstroBin est basé sur l'idée que les données techniques sont importantes et ne doivent pas être noyées dans un flot d'informations peu pertinentes. Autant que possible, multipliez les détails techniques concernant vos images.
it: AstroBin è basato sull'idea che i dati sono importanti e non possono essere perduti in un mare di caos. Per quanto ti è possibile, per favore compila i dati tecnici della tua foto.
ja: データが最重要で、それをカオスの海に埋もれさせてはならないという考えの上にAstroBinは成り立っています。できるだけ多くすることができるようになるために、あなたの画像の技術的詳細を入力するようにしてください。
nl: De filosofie van AstroBin is gebaseerd op het idee dat gegevens belangrijk zijn en niet mogen verloren gaan in een zee van chaos. Gelieve dus aub zoveel mogelijk technische details van je foto's bij te voegen.
pl: AstroBin przyświeca idea, że dane są ważne i nie mogą zostać niezauważone w morzu chaosu. Wypełnij więc tyle danych technicznych, ile jest możliwe.
pt: AstroBin foi fundado com a ideia de que informações são importantes e não devem ser desperdiçadas no caos da Internet. Preencha os detalhes técnicos das suas imagens, com o máximo de informações que você puder.
ru: AstroBin основан как попытка упорядочить важные данные в море хаоса. Постарайтесь заполнять как можно больше деталей для ваших изображений.

source: Be respectful of other users.
de: Respektiere die anderen Benutzer.
el: Να σέβεστε τους άλλους χρήστες.
es: Sé respetuoso con los demás usuarios.
fa: نسبت به سایر اعضا با احترام برخورد کنید.
fi: Kunnioita muita käyttäjiä.
fr: Etre respectueux des autres utilisateurs.
it: Rispetta gli altri utenti.
ja: 他のユーザーを尊重する事。
nl: Toon respect tegenover andere gebruikers.
pl: Szanuj innych uzytkowników
pt: Respeite os outros usuários.
ru: Уважайте других пользователей.

source: Be nice and friendly to other users when you send them messages.
de: Sei freundlich zu anderen Benutzern, wenn Du Ihnen Nachrichten schickst.
el: Να είστε ευγενικοί και φιλικοί προς τους άλλους χρήστες όταν τους στέλνετε μηνύματα.
es: Sé amable y amistoso con los demás usuarios cuando les envíes mensajes.
fa: با سایر اعضا وقتی پیام می فرستید، خوب و دوستانه باشید.
fi: Ole ystävällinen muille käyttäjille kun lähetät viestejä.
fr: Etre courtois et sympathique dans vos messages adressés aux autres utilisateurs.
it: Sii a modo ed amichevole con gli altri utenti quando mandi loro dei messaggi.
ja: 他のユーザーとメッセージをやりとりするときには、良い感じでフレンドリーにしましょう。
nl: Wees correct en vriendelijk als je anderen berichten stuurt.
pl: Bądź uprzejmy dla użytkowników, do których wysyłasz wiadomości.
pt: Seja cordial e amigável com os outros usuários, quando enviar mensagens.
ru: Будьте вежливы и дружелюбны к другим пользователям, когда отсылаете им сообщения.

source: What is forbidden
de: Was verboten ist
el: Τι απαγορεύετε.
es: Qué está prohibido
fa: چه چیزی ممنوع است.
fi: Mikä ei ole sallittua
fr: Ce qui est proscrit
it: Che cosa è proibito
ja: 禁止されていること
nl: Wat is verboden
pl: Co jest zabronione
pt: O que é proibido
ru: Что запрещено

source: Don't upload anything that you did not work on.
de: Lade keine Bilder hoch, deren Rechte nicht bei Dir liegen.
es: No subas nada de lo que no seas el titular de sus derechos de autor.
fr: Ne publiez rien dont vous ne détenez pas les droits d'auteur.
it: Non caricare niente a cui non abbia lavorato tu.
pl: Nie publikuj zdjęć, do których nie posiadasz praw autorskich.
ru: Не загружайте изображения, к получению которых вы непричастны.

source: It's simple: if you didn't take or post-process an image yourself, then don't upload it. Things that are not fine include: reposting other people's images without any meaningful modifications and without the owner's content; reposting NASA's (and other similar agencies) images without any meaningful modifications. Things that are okay include: post-processing freely available data from NASA and other similar agencies; post-processing a friend's data; post-processing free data made available by other users.
es: Esto es así de simple: No subas imágenes que no hayas obtenido o procesado por ti mismo. Otras que no deberías incluir: publicar imágenes de otros autores sin modificaciones significativas y/o sin el consentimiento de sus autores; publicar imágenes de la NASA (u otras agencias) sin modificaciones significativas. Imágenes que sí podrías incluir: procesados de datos libres de la NASA u otras agencias similares; procesados de datos de amigos o puestos a disposición por otros usuarios, siempre con su consentimiento.
fr: C'est simple: si vous n'avez pas capturé ou traité les images vous-même, ne les publiez pas. Les actions suivantes sont incorrectes: poster des images d'autrui qui ne sont pas modifiées significativement et/ou sans le consentement de l'auteur; publier des images d'une agence officielle (Nasa, Esa, Jaxa,...) sans modifications significatives. Ce qui est correct en revanche c'est: traiter des images du domaine public issues de la Nasa ou d'autres agences; traiter des images capturées par un ami; traiter des images en téléchargement libre mises à disposition par d'autres photographes.
it: È semplice: se non hai acquisito o elaborato l'immagine, allora non caricarla. Esempi di immagini che non vanno bene: ripostare le immagini di altre persone senza contributi significativi e senza il permesso dell'autore originale; ripostare immagini da NASA (o simili) senza contributi significativi. Esempi di immagini che vanno bene: elaborazioni di dati gratuiti messi a disposizione dalla NASA o simili; elaborazioni di immagini di un amico; elaborazioni di dati gratuiti messi a disposizione da altri utenti.
pl: To proste: jeśli nie zrobiłeś lub nie obrobiłeś zdjęcia sam, wtedy nie publikuj go na AstroBin. Nie wolno również publikować zdjęć innych osób do których nie mamy praw autorskich lub zgody właściciela oraz zdjęć NASA (lub innych agencji) jeżeli nie były one obrobione przez Ciebie. Możesz publikować zdjęcia stworzone i obrobione przez Ciebie na podstawie ogólnodostępnych surowych danych NASA lub podobnych agencji oraz zdjęcia stworzone przez Ciebie z surowych danych przyjaciół lub innych użytkowników AstroBin (tylko ogólnodostępne dane)
ru: Все просто: если вы не участвовали в съемке или обработке изображения лично, не загружайте его. Например: репост чужих изображений без каких либо значимых изменений и согласия автора; репост материалов NASA и аналогичных организаций без значительных изменений. Разрешается выкладывать следующие материалы: постобработка свободно доступных материалов NASA и аналогичных организаций; постобработка изображений друзей или изображений других пользователей, находящихся в свободном доступе.

source: No nudity, no explicitly sexual content, no illegal content.
de: Keine Nacktbilder, sexueller Inhalt, kein illegaler Inhalt.
el: Απαγορεύονται οι γυμνές εικόνες, απαγορεύετε ρητά το σεξουαλικό περιεχόμενο, απαγορεύεται παράνομο περιεχόμενο.
es: Nada de desnudos, nada de contenido sexual explícito y ningún contenido ilegal.
fa: نه شامل برهنگی، جنسی وهیچ چیزغیر قانونی باشد.
fi: Ei alastomuutta, seksiä tai laitonta sisältöä.
fr: Pas de nudité, pas de contenu sexuel explicite, pas de contenu illégal.
it: Niente nudo, niente contenuto esplicitamente sessuale, niente contenuto illegale.
ja: ヌードは禁止、明確にセクシャルなもの、非合法なコンテンツ。
nl: Geen beelden met naakt, geen expliciet sexuele inhoud, geen illegale zaken.
pl: Żadnej nagości, materiałów pornograficznych lub nielegalnych.
pt: Sem nudez, conteúdo sexual explícito ou ilegal.
ru: Никакой обнажёнки, никакого сексуального содержимого, нелегального содержимого.

source: Your account will be permanently deleted, and so will all your content, if you upload any content that is illegal, porn or nudity. We also reserve the right to report you to the authorities, if we find it necessary.
de: Ihr Account wird dauerhaft gelöscht und Ihre gesamten Daten gehen verloren, falls Sie illegale Inhalte, anzügliches oder pornografisches Material hochladen. Wir behalten uns das Recht vor, die zuständigen Behörden davon in Kenntnis zu setzen.
el: Ο λογαριασμός σας θα διαγραφεί μόνιμα και κατ' επέκταση και όλο το περιεχόμενο σας, αν ανεβάσετε περιεχόμενο το οποίο είναι παράνομο, πορνό ή γυμνές εικόνες. Επίσης έχουμε το δικαίωμα να σας αναφέρουμε στις αρχές, αν αυτό κριθεί απαραίτητο.
es: Tu cuenta será permanentemente eliminada, así como todo su contenido, si subes desnudos, cualquier cosa ilegal o pornográfica. Además, nos reservamos el derecho de informar a las autoridades si creemos que es necesario.
fa: در صورت آپلود غیر قانونی، عکس سکسی یا برهنه، اکانت شما کملا حذف می شود و این حق برای ما محفوظ است که در صورت نیاز، شما را به مراجع قانونی معرفی کنیم.
fi: Käyttäjätilisi ja sisältösi poistetaan pysyvästi jos lataat laittomuuksia tai pornoa. Tietosi välitetään tarpeen mukaan myös viranomaisille.
fr: Votre compte sera définitivement supprimé, ainsi que tout son contenu, si vous publiez tout contenu illégal, et/ou faisant référence à la pornographie ou à la nudité. Nous nous réservons ainsi le droit d'en référer aux autorités compétentes, si nous le jugeons nécessaire.
it: Il tuo account sarà cancellato permanentemente, e così anche tutto il tuo contenuto, se carichi qualunque cosa che sia illegale, pornografica, o nudo. Ci riserviamo inoltre il diritto di riportarti alle autorità competenti, nel caso lo ritenessimo necessario.
ja: もし非合法なものやポルノやヌードといったコンテンツをアップロードしたときには、あなたのアカウントと全てのコンテンツを永遠に削除します。我々はまた、我々が必要とするときには、当局にあなたを報告する権利をもっています。
nl: Je lidmaatschap wordt voorgoed verwijderd, inclusief alle upgeloade foto's als je materiaal publiceert dat illegaal is of porno/naaktheid bevat. We hebben dan ook steeds het recht om je aan te geven bij de bevoegde instanties als we dit nodig achten.
pl: Jeżeli opublikujesz materiały nielegalne, przedstawiające nagość lub pornografię, Twoje konto zostanie usunięte razem z całą zawartością. Zastrzegamy sobie prawo zgłoszenia takiego przypadku do odpowiednich władz.
pt: Sua conta será permanentemente excluída, bem como todo o seu conteúdo, se você enviar qualquer material ilegal ou contendo nudez/pornografia. Reservamo-nos o direito de denunciá-lo às autoridades, se acharmos necessário.
ru: Ваш аккаунт будет немедленно удалён, а также ваше содержимое, если вы закачаете нелегальные изображения, порнографию или обнажёнку. Мы также оставляем право сообщить вам авторство, если мы найдём это необходимым.

source: Don't upload images that have nothing to do with astronomy.
de: Lade keine Bilder hoch, welche nicht mit Astronomie in Zusammenhang stehen.
el: Μην ανεβάζετε εικόνες που δεν έχουν σχέση με την αστρονομία.
es: No subas imágenes que no tengan nada que ver con la astronomía.
fa: عکس هایی که هیچ ربطی به نجوم ندارند را آپلود نکنید.
fi: Älä lataa kuvia jotka eivät liity mitenkään tähtitieteeseen.
fr: Ne publiez pas d'images n'ayant aucun rapport avec l'astronomie.
it: Non caricare immagini che non c'entrano nulla con l'astronomia.
ja: 天体に関係しない画像をアップロードしないでください。
nl: Publiceer geen foto's die niets te maken hebben met astronomie.
pl: Nie publikuj zdjęć, które nie mają nic wspólnego z astronomią.
pt: Não envie nenhuma imagem que não seja relacionada com astronomia.
ru: Не загружайте изображения не связанные ничем с астрономией.
