Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Image moved to the staging area.
hu: A kép a szerkesztési területre került.
it: Immagine spostata nell'area di lavoro.
ru: Изображение перемещено в Staging Area.
uk: Зображення переміщене до студії.

source: Image moved to the public area.
hu: A kép átkerült a nyilvános területre.
it: Immagine spostata nell'area pubblica.
ru: Изображение перемещено в Public Area.
uk: Зображення переміщене до публічної зони.

source: %s topics deleted
hu: %s téma törölve
uk: %s тем видалено

source: AstroBin is preparing your data for download. Please check this page again in a while: the more images you have, the more time it will take.
hu: Az AstroBin előkészíti az adatokat letöltésre. Kérjük, nézz vissza rövidesen: minél több képed van, annál több időt vesz ez igénybe.
uk: AstroBin готує Ваші дані до завантаження. Будь ласка, перевірте цю сторінку ще раз через деякий час: чим більше зображень у Вас буде, тим більше часу знадобиться.

source: Referral code (optional)
uk: Код рефералу (опціонально)

source: Are you a robot?
uk: Ви робот?

source: Sorry, this username already exists with a different capitalization.
hu: Sajnáljuk, ez a felhasználónév már létezik más írásmóddal.
uk: Вибачте, це ім’я користувача вже існує з іншим регістром.

source: Constellations
hu: Csillagképek
uk: Сузір’я

source: Constellation
hu: Csillagkép
uk: Сузір’я

source: You are about to open a large file. Depending on your download speed, it might take several seconds or even minutes to view the file.
hu: Nagyméretű fájlt készülsz megnyitni. A letöltési sebességtől függően a fájl megtekintéséig több másodperc vagy akár perc is eltelhet.
uk: Ви збираєтеся відкрити великий файл. Залежно від швидкості завантаження, перегляд файлу може зайняти кілька секунд або навіть хвилин.

source: The full resolution version of this image is too large to offer the the click-and-drag zoom.
hu: A kép teljes felbontású változata túl nagy ahhoz, hogy a kattintás-és-húzás funkció elérhető legyen.
uk: Версія цього зображення з повною роздільною здатністю завелика, щоб запропонувати масштабування клацанням і перетягуванням.

source: Click-and-drag zoom not available
hu: Kattintás-és-húzás nagyítás nem elérhető
uk: Наближення у "клацніть і перетягніть" недоступне

source: Publication time
uk: Час публікації

source: This topic contains a poll.
hu: Ez a téma szavazást tartalmaz.
uk: Ця тема містить опитування.

source: Cancel my poll vote
hu: Szavazás visszavonása
uk: Скасувати мій голос у опитуванні

source: <a href="%(login_url)s">Login</a> to vote and view results.
hu: <a href="%(login_url)s">Jelentkezz be</a> a szavazáshoz és az eredmények megtekintéséhez.
uk: <a href="%(login_url)s">Увійдіть</a>, щоб проголосувати та переглянути результати.

source: Include a poll
hu: Tartalmazzon szavazást
uk: Включити опитування

source: Poll
hu: Szavazás
uk: Опитування

source: <a href="%(user_url)s">%(user)s</a> replied in topic to which you are subscribed.
uk: <a href="%(user_url)s">%(user)s</a> відповів у темі, на яку Ви підписані.

source: Follow <a href="%(post_url)s">this link</a> to see the new post on the topic <a href="%(topic_url)s">%(topic_name)s</a>.
hu: Kövesd <a href="%(post_url)s">ezt a linket</a>, hogy megtekintsd az új bejegyzéseket ebben a témában <a href="%(topic_url)s">%(topic_name)s</a>.
uk: Перейдіть за <a href="%(post_url)s">за цим посиланням</a>, щоб переглянути нову публікацію у темі <a href="%(topic_url)s">%(topic_name)s</a>.

source: If you don't want to receive notifications on new posts in this topic visit <a href="%(unsubscribe_url)s">this link.</a>
hu: Ha nem akarsz értesítést kapni az új bejegyzésekről ebben a témában, látogasd meg <a href="%(unsubscribe_url)s">ezt a linket.</a>
uk: Якщо Ви не хочете отримувати сповіщення про нові публікації в цій темі, перейдіть за <a href="%(unsubscribe_url)s">це посилання.</a>

source: <strong>%(user)s</strong> replied in topic to which you are subscribed
uk: <strong>%(user)s</strong> відповів у темі, на яку ви підписані

source: %(user)s replied in topic to which you are subscribed
uk: %(user)s відповів у темі, на яку ви підписані

source: Images without an acquisition date are not shown when sorting by acquisition date.
hu: A felvétel dátuma nélküli képek nem jelennek meg a felvétel dátuma szerinti rendezéskor.
uk: Зображення без дати отримання не відображаються при сортуванні за датою отримання.

source: Editing groups is not possible while the image is not in your public area.
hu: A kép szerkesztése a csoportokban nem lehetséges, amíg az nincs a publikus képeid között.
uk: Редагувати групи неможливо, поки зображення не у Вашій загальнодоступній зоні.

source: Everybody
hu: Mindenki
uk: Кожен

source: Paying members only
hu: Csak előfizetők
uk: Тільки платні учасники

source: Members only
hu: Csak tagok
uk: Тільки учасники

source: Me only
hu: Csak én
uk: Тільки я

source: Nobody
hu: Senki
uk: Ніхто

source: Allow full-size display
hu: Teljes méretű megjelenítés engedélyezése
uk: Дозволити відображення в повному розмірі

source: Specify what user groups are allowed to view this image at its full size.
hu: Pontosítsd, hogy mely csoportok láthatják a képet teljes méretben.
uk: Укажіть, яким групам користувачів дозволено переглядати це зображення у повному розмірі.

source: Allow others to see when you created your AstroBin account
hu: Az AstroBin profilod készítése időpontjának nyilvánossá tétele
uk: Дозвольте іншим бачити, коли Ви створили свій обліковий запис AstroBin

source: Allow others to see when you last visited AstroBin
hu: A legutóbbi AstroBin belépési időpontod nyilvánossá tétele
uk: Дозвольте іншим бачити, коли Ви востаннє відвідували AstroBin

source: Moldavian / Moldovan
uk: Молдовська

source: Romanian
hu: Román
uk: Румунська

source: You have no new notifications.
hu: Nincsenek új értesítéseid.
uk: У Вас немає нових сповіщень.

source: You cannot like this item. Reason: "%(reason)s".
hu: Ezt a terméket nem kedvelheted. Ok: "%(reason)s".
uk: Вам не можете лайкнути це. Причина: "%(reason)s".

source: You cannot remove your like from this item.
hu: Nem tudod eltávolítani a kedvelésedet erről az elemről.
uk: Ви не можете видалити лайк з цього елемента.

source: The image is not actually visible in these groups until you promote it to your public area.
hu: A kép valójában nem látható ezekben a csoportokban, amíg nem teszed közzé a nyilvános területen.
uk: Зображення фактично не видно в цих групах, доки Ви не розмістите його у своєму загальнодоступному місці.

source: <a href="%(user_url)s">%(user)s</a> has published a new image revision on <strong>"%(title)s"</strong>.
uk: <a href="%(user_url)s">%(user)s</a> опублікував нову версію зображення на <strong>"%(title)s"</strong>.

source: The previous update to this image happened on <strong>%(previous_update_date)s</strong>.
hu: A kép előzőleg <strong>%(previous_update_date)s</strong> napon volt frissítve.
uk: Попереднє оновлення цього зображення відбулося <strong>%(previous_update_date)s</strong>.

source: %(user)s has published a new image revision on "%(title)s".
uk: %(user)s опублікував нову версію зображення на "%(title)s".

source: The previous update to this image happened on %(previous_update_date)s.
hu: A kép előző frissítése %(previous_update_date)s napon történt.
uk: Попереднє оновлення цього зображення відбулося %(previous_update_date)s.

source: See the new revision
hu: Új átdolgozás megtekintése
uk: Дивіться нову версію

source: <strong>%(user)s</strong> has published a new image revision on "%(title)s".
uk: <strong>%(user)s</strong> опублікував нову версію зображення на "%(title)s".

source: <strong>%(user)s</strong> has published a new image revision on <strong>"%(title)s"</strong>.
uk: <strong>%(user)s</strong> опублікував нову версію зображення на <strong>"%(title)s"</strong>.

source: New image revision by %(user)s on "%(title)s"
uk: Нова версія зображення %(user)s на "%(title)s"

source: Congratulations!
hu: Gratulálunk!
uk: Вітаємо!

source: Your image was voted Image of the Day
hu: A képedet megszavazták A Nap Képének
uk: Ваше зображення було визнано Зображенням Дня

source: Want to learn about the IOTD/TP process?
hu: Meg akarod tudni, hogyan működik az IOTD/TP folyamat?
uk: Хочете дізнатися про процес IOTD/TP?

source: Read the manifesto.
hu: Olvasd el a kiáltványt.
uk: Прочитати маніфест.

source: Want to learn about the IOTD/TP process?
uk: Хочете дізнатися про процес IOTD/TP?

source: Your image was voted Top Pick
hu: A képedet megszavazták Top Pick-nek
uk: Ваше зображення було визнано Топ Зображенням

source: Your image was nominated to be a Top Pick
uk: Ваше зображення було номіновано на Топ Зображення

source: Privacy
hu: Adatvédelem
uk: Конфіденційність

source: Privacy settings
hu: Adatvédelmi beállítások
uk: Параметри конфіденційності

source: The <strong>Last seen online</strong> field is updated hourly.
hu: A <strong>Legutóbb online</strong> mező óránként frissül.
uk: Поле <strong>Востаннє був онлайн</strong> оновлюється щогодини.

source: To change the visibility of these fields, edit your privacy settings.
hu: Ezen mezők láthatóságának megváltoztatásához szerkeszd az adatvédelmi beállításaidat.
uk: Щоб змінити видимість цих полів, відредагуйте налаштування конфіденційності.

source: Telescope
hu: Távcső
uk: Телескоп

source: Camera
hu: Kamera
uk: Камера

source: However, you can still perform a similar search using the free text search terms field.
hu: Hasonló keresést azonban a szabad szöveges keresési feltételek mezővel is végezhetsz.
uk: Однак Ви все одно можете виконати подібний пошук за допомогою поля пошуку будь-якого тексту.

source: Sorry, this filter requires an <a href="%(url)s">AstroBin Lite or Premium</a> subscription.
uk: На жаль, для цього фільтра потрібна підписка <a href="%(url)s">AstroBin Lite або Premium</a>.

source: What camera was used in the acquisition of the image?
hu: Milyen kamerát használtál a kép készítéséhez?
uk: Яка камера була використана для отримання зображення?

source: In which data field should we look for your search terms?
hu: Melyik adatmezőben keressünk a keresési feltételek alapján?
uk: У якому полі даних ми повинні шукати Ваші пошукові терміни?

source: What kind of search results do you want?
hu: Milyen típusú keresési eredményeket szeretnél?
uk: Які результати пошуку ви хочете?

source: What are you looking for? Use this field to perform a free-text search.
hu: Mit keresel? Ebben a mezőben szabadszöveges keresést végezhetsz el.
uk: Що ти шукаєш? Використовуйте це поле для пошуку вільного тексту.

source: Alternatively, you can use the Subject/Telescope/Camera filters or any other advanced filters to fine-tune your search.
hu: Alternatívaként használhatod a Téma/Távcső/Kamera szűrőket vagy bármely más speciális szűrőt a keresés pontosításához.
uk: Крім того, ви можете використовувати фільтри Тема/Телескоп/Камера або будь-які інші розширені фільтри для точного налаштування пошуку.

source: What deep-sky astronomical subject are you looking for? E.g. M 31, NGC 2976, IC 405... (for solar system objects please use the "Subject type" filter)
hu: Milyen mélyégi csillagászati témát keresel? Pl. M 31, NGC 2976, IC 405... (a Naprendszer objektumaihoz kérjük, használd a " Téma típusa" szűrőt)
uk: Який астрономічний об‘єкт глибокого космосу шукаєте? Напр.: M 31, NGC 2976, IC 405… (для об’єктів Сонячної системи використовуйте фільтр "Тип суб’єкта")

source: What telescope was used in the acquisition of the image?
hu: Milyen távcsövet használtál a kép készítéséhez?
uk: Який телескоп був використаний для отримання зображення?

source: Last seen online
uk: Востаннє був онлайн

source: You have received a private message on AstroBin! Read it at the following link: https://www.astrobin.com/messages/inbox/
uk: Ви отримали особисте повідомлення на AstroBin! Прочитайте за посиланням: https://www.astrobin.com/messages/inbox/

source: Recipients
hu: Címzettek
uk: Одержувачі

source: Modded
hu: Átalakított
uk: Модифіковано

source: Has this object been modified for astrophotography? (especially applicable to cameras)
hu: Ez az eszköz át lett alakítva asztrofotózáshoz? (főleg kamerák)
uk: Чи модифіковано цей прилад для астрофотографії? (особливо стосується камер)

source: Display download menu
hu: Letöltő menü megjelenítése
uk: Відобразити меню завантаження

source: Please note: even if you allow everyone to access download options, only you will be able to download the originally uploaded file.
hu: Fontos: még akkor is, ha mindenkinek elérhetővé teszed a hozzáférést a letöltő menühöz, csak te fogod tudni letölteni az eredetileg feltöltött fájlt.
uk: Зверніть увагу: навіть якщо Ви надасте всім доступ до параметрів завантаження, лише Ви зможете завантажити оригінальний файл.

source: Publication
hu: Közzététel
uk: Публікація

source: Acquisition
hu: Képrögzítés
uk: Здобуття

source: Only group members can post in a group's forum.
hu: A csoport fórumába csak a csoporttagok posztolhatnak.
uk: Лише учасники групи можуть писати на форумі.

source: Please join or request to join the group, and then you'll be able to post a new topic.
hu: Kérjük, csatlakozz vagy kérd a csoporthoz való csatlakozást, és akkor tudsz majd új témát posztolni.
uk: Будь ласка, приєднайтеся або подайте запит на приєднання до групи, і тоді зможете опублікувати нову тему.

source: This operation will reload the current page.
hu: Ez a művelet újra fogja tölteni az aktuális oldalt.
uk: Ця операція перезавантажить поточну сторінку.

source: If you have any unsaved information in a form, it will be lost.
hu: Ha bármilyen el nem mentett információ van egy űrlapon, az elveszik.
uk: Якщо у Вас є незбережена інформація у формі, вона буде втрачена.

source: You can also dismiss this window, and your operation will be applied at the next page navigation.
hu: Ezt az ablakot el is hagyhatod, és a művelet a következő oldalra történő navigáláskor kerül végrehajtásra.
uk: Ви також можете закрити це вікно, і Ваша операція буде застосована на наступній сторінці.

source: Report abuse
hu: Visszaélés bejelentése
uk: Повідомити про зловживання

source: When you report abuse on some content on AstroBin, the content will be hidden until a moderator reviews it. Abuse reports are anonymous and the content's owner will not be notified.
hu: Ha visszaélést jelentesz az AstroBin egyes tartalmaival kapcsolatban, a tartalom el lesz rejtve, amíg egy moderátor át nem vizsgálja azt. A visszaélésekről szóló jelentések névtelenek, és a tartalom tulajdonosa nem kap értesítést.
uk: Коли Ви повідомляєте про порушення щодо певного вмісту на AstroBin, вміст буде приховано, доки модератор не перегляне його. Повідомлення про порушення анонімні, і власник вмісту не буде сповіщений.

source: Please specify a reason for this abuse report.
hu: Kérjük, add meg a visszaélésről szóló bejelentés okát.
uk: Будь ласка, укажіть причину повідомлення про порушення.

source: Disable high contrast theme
hu: Magas kontraszt téma kikapcsolása
uk: Вимкнути висококонтрастну тему

source: Enable high contrast theme
hu: Magas kontraszt téma bekapcsolása
uk: Увімкнути висококонтрастну тему

source: Shop %(name)s at AstroBin's partners
uk: Купуйте %(name)s у партнерів AstroBin

source: More info
hu: További információ
uk: Більше інформації

source: Open
hu: Megnyitás
uk: Відкр.

source: AstroBin is preparing your download. Please wait...
uk: AstroBin готує Ваше завантаження. Будь ласка, зачекайте…

source: Medium size
hu: Közepes méret
uk: Середній розмір

source: Original size
hu: Eredeti méret
uk: Оригінальний розмір

source: Basic annotations
hu: Egyszerű megjelölések
uk: Основні анотації

source: Advanced annotations
hu: Speciális megjelölések
uk: Розширені анотації

source: Original file
hu: Eredeti fájl
uk: Оригінальний файл

source: Upgrade your account to enable plate-solving.
hu: A plate-solving engedélyezéséhez fejleszd a fiókodat.
uk: Оновіть свій обліковий запис, щоб увімкнути розпізнавання поля.

source: Learn more.
hu: Tudj meg többet.
uk: Читати більше.

source: Insert your image description here...
hu: Illeszd be a képleírásod ide...
uk: Вставте тут опис свого зображення…

source: Interested in <strong>%(brand)s</strong>? Our sponsors sells this brand!
hu: Érdekel a(z) <strong>%(brand)s</strong> nevű termék? Szponzoraink árulják ezt a terméket!
uk: Вас цікавить <strong>%(brand)s</strong>? Наші спонсори продають цей бренд!

source: Unanswered
hu: Megválaszolatlan
uk: Без відповіді

source: This topic has no replies.
uk: У цій темі немає відповідей.

source: The following comment of yours was just approved by a moderator or the owner of the content that you commented.
hu: Az alábbi hozzászólásodat épp most hagyta jóvá egy moderátor vagy az általad véleményezett tartalom tulajdonosa.
uk: Наступний ваш коментар щойно схвалив модератор або власник контенту, який Ви прокоментували.

source: Your forum post was approved!
hu: A fórumbejegyzésed el lett fogadva!
uk: Ваше повідомлення на форумі схвалено!

source: As a new user on AstroBin, your first 3 forum posts will go through a moderation queue, to prevent spam.
hu: Az AstroBin új felhasználójaként az első 3 fórumbejegyzésed átmegy egy moderációs várólistán, hogy megelőzzük a spameket.
uk: Як новий користувач AstroBin, Ваші перші 3 повідомлення на форумі пройдуть через чергу модерації, щоб запобігти спаму.

source: The following forum post of yours was just approved by a moderator.
hu: Az alábbi fórumbejegyzésedet épp most hagyta jóvá egy moderátor.
uk: Наступне Ваше повідомлення на форумі було щойно схвалено модератором.

source: View forum post
hu: Fórumbejegyzés megtekintése
uk: Переглянути повідомлення на форумі

source: Unfortunately, AstroBin failed to perform the advanced plate-solution of your image: <strong>%(title)s</strong>.
hu: Sajnos az AstroBin nem tudta elvégezni a képed fejlett plate-solve megoldását: <strong>%(title)s</strong>.
uk: На жаль, AstroBin не зміг виконати розширене розпізнавання Вашого зображення: <strong>%(title)s</strong>.

source: Apologies for the inconvenience. AstroBin and PixInsight work continuously to improve the quality and performance of the service.
hu: Elnézést a kellemetlenségekért. Az AstroBin és a PixInsight folyamatosan dolgozik a szolgáltatás minőségének és teljesítményének javításán.
uk: Вибачте за незручності. AstroBin і PixInsight постійно працюють над покращенням якості та продуктивності сервісу.

source: Unfortunately, AstroBin failed to perform the advanced plate-solution of your image: %(title)s.
hu: Sajnos az AstroBin nem tudta elvégezni a képed fejlett plate-solve megoldását: %(title)s.
uk: На жаль, AstroBin не зміг виконати розширене розпізнавання Вашого зображення: %(title)s.

source: AstroBin completed the advanced plate-solution of your image: <strong>%(title)s</strong>.
hu: Az AstroBin végrehajtott egy fejlett plate-solve műveletet a képeden: <strong>%(title)s</strong>.
uk: AstroBin завершив розширене розпізнавання поля Вашого зображення: <strong>%(title)s</strong>.

source: AstroBin completed the advanced plate-solution of your image: %(title)s.
hu: Az AstroBin végrehajtott egy fejlett plate-solve műveletet a képeden: %(title)s.
uk: AstroBin завершив розширене розпізнавання поля Вашого зображення: %(title)s.

source: A new comment on your image requires moderation
hu: Egy új hozzászólás a képeden a moderálásodra vár
uk: Новий коментар до вашого зображення вимагає модерації

source: Your image "%(title)s" received a comment by a new user on AstroBin, and it requires your moderation before it's displayed publicly.
hu: A(z) "%(title)s" című képedhez egy új felhasználó tett megjegyzést az AstroBin-en, és a nyilvános megjelenítés előtt a moderálásodra van szükség.
uk: Ваше зображення "%(title)s" отримало коментар від нового користувача на AstroBin, і воно потребує Вашої модерації, перш ніж воно стане публічним.

source: Please take a minute to review and approve or reject the following comment:
hu: Kérjük, szánj egy percet arra, hogy átnézd és jóváhagyd vagy elutasítsd az alábbi megjegyzést:
uk: Будь ласка, приділіть хвилину, щоб переглянути та схвалити або відхилити наступний коментар:

source: <a href="%(user_url)s">%(user)s</a> mentioned you in an image description.
hu: <a href="%(user_url)s">%(user)s</a> megemlített téged egy kép leírásában.
uk: <a href="%(user_url)s">%(user)s</a> згадав Вас в описі зображення.

source: %(user)s mentioned you in an image description.
hu: %(user)s megemlített téged egy kép leírásában.
uk: %(user)s згадав Вас в описі зображення.

source: <strong>%(user)s</strong> mentioned you in an image description.
hu: <strong>%(user)s</strong> megemlített téged egy kép leírásában.
uk: <strong>%(user)s</strong> згадав Вас в описі зображення.

source: <a href="%(user_url)s">%(user)s</a> posted a new topic to the group <a href="%(group_url)s">%(group_name)s</a>.
hu: <a href="%(user_url)s">%(user)s</a> közzétett egy új témát a(z) <a href="%(group_url)s">%(group_name)s</a> nevű csoportban.
uk: <a href="%(user_url)s">%(user)s</a> опублікував нову тему в групі <a href="%(group_url)s">%(group_name)s</a>.

source: View topic
hu: Téma megtekintése
uk: Переглянути тему

source: %(user)s posted a new topic to the following group: %(group_name)s.
hu: %(user)s közzétett egy új témát a következő csoportban: %(group_name)s.
uk: %(user)s опублікував нову тему в такій групі: %(group_name)s.

source: View the topic
hu: Téma megtekintése
uk: Переглянути тему

source: View the group
hu: Csoport megtekintése
uk: Переглянути групу

source: Please support AstroBin by shopping for this item at one of our partners!
uk: Будь ласка, підтримайте AstroBin, купивши цей товар у одного з наших партнерів!

source: Please support AstroBin by shopping <strong>%(brand)s</strong> at one of our partners!
uk: Будь ласка, підтримайте AstroBin, купуючи <strong>%(brand)s</strong> у одного з наших партнерів!

source: Please join the <a href="%(group_page)s">%(group_name)s</a> group to post in this forum.
hu: Kérjük, csatlakozz a(z) <a href="%(group_page)s">%(group_name)s</a> csoporthoz, hogy posztolhass ebbe a fórumba.
uk: Будь ласка, приєднайтеся до групи <a href="%(group_page)s">%(group_name)s</a>, щоб писати на цьому форумі.

source: Something went wrong, sorry! Please try again.
hu: Valami rosszul sült el, sajnáljuk! Kérjük, próbáld újra.
uk: Щось пішло не так, вибачте! Будь ласка спробуйте ще раз.

source: Quote this entire post in your reply.
hu: Teljes bejegyzés idézése a válaszban.
uk: Процитувати весь цей пост у своїй відповіді.

source: You must select some text first.
hu: Először ki kell választanod egy szövegrészt.
uk: Спочатку потрібно вибрати текст.

source: Quote the selected text in your reply
hu: Idézd a kiválasztott szöveget a válaszodban
uk: Процитуйте виділений текст у своїй відповіді

source: Replies
hu: Válaszok
uk: Відповіді

source: Overlays
hu: Overlayek
uk: Оверлей

source: Select range
hu: Válassz ki egy tartományt
uk: Виберіть діапазон

source: Last 7 days
hu: Az utóbbi 7 nap
uk: Останні 7 днів

source: Last 30 days
hu: Az utóbbi 30 nap
uk: Останні 30 днів

source: Last 90 days
hu: Az utóbbi 90 nap
uk: Останні 90 днів

source: Current week
hu: Jelenlegi hét
uk: Поточний тиждень

source: Current month
hu: Jelenlegi hónap
uk: Поточний місяць

source: Current year
hu: Jelenlegi év
uk: Поточний рік

source: You cannot be excluded from competitions and automatically submit images for IOTD/TP consideration at the same time.
hu: Nem tudod egyszerre kivonni magad versenyekből és automatikusan képeket küldeni IOTD/TP versenyekre.
uk: Ви не можете бути виключені з змагань і одночасно автоматично надсилати зображення на розгляд IOTD/TP.

source: Approved
hu: Elfogadva
uk: Затверджені

source: Automatically approved
hu: Automatikusan elfogadva
uk: Автоматично затверджено

source: Rejected
hu: Elutasítva
uk: Відхилено
