Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Small pixel scale
uk: Малий піксельний масштаб

source: Search for celestial objects, equipment items, users, etc...
uk: Пошук небесних об'єктів, обладнання, користувачів, тощо...

source: <strong>%(total_users)s</strong> users uploaded <strong>%(total_images)s</strong> images, reaching <strong>%(total_integration)s</strong> hours of integration time.
de: <strong>%(total_users)s</strong> Benutzer haben <strong>%(total_images)s</strong> Bilder hochgeladen und erreichen eine Aufnahmedauer von <strong>%(total_integration)s</strong> Stunden.
el: <strong>%(total_users)s</strong> χρήστες ανέβασαν <strong>%(total_images)s</strong> εικόνες, φτάνοντας <strong>%(total_integration)s</strong> ώρες ολοκλήρωσης.
es: <strong>%(total_users)s</strong> usuarios han subido <strong>%(total_images)s</strong> imágenes, acumulando <strong>%(total_integration)s</strong> horas de integración.
fi: <strong>%(total_users)s</strong> käyttäjää lähetti <strong>%(total_images)s</strong> kuvaa, päästen <strong>%(total_integration)s</strong> tunnin kokonaisvalotusaikaan.
fr: <strong>%(total_users)s</strong> utilisateurs ont publié <strong>%(total_images)s</strong> images, pour un total de <strong>%(total_integration)s</strong> heures de pose.
it: <strong>%(total_users)s</strong> utenti hanno caricato <strong>%(total_images)s</strong> immagini, raggiungendo <strong>%(total_integration)s</strong> ore di integrazione.
ja: <strong>%(total_users)s</strong>利用者は<strong>%(total_images)s</strong> 枚の画像をアップロードし、総露光時間が<strong>%(total_integration)s</strong>時間に達しました。
nl: <strong>%(total_users)s</strong> gebruikers deelden <strong>%(total_images)s</strong> foto's, resulterend in een totaal van <strong>%(total_integration)s</strong> uur integratietijd.
pl: <strong>%(total_users)s</strong> użytkowników przesłało <strong>%(total_images)s</strong> zdjęć, sumarycznie dając <strong>%(total_integration)s</strong> godzin naświetlania.
pt: <strong>%(total_users)s</strong> usuários enviaram <strong>%(total_images)s</strong> imagens, totalizando <strong>%(total_integration)s</strong> horas de captura.
ru: <strong>%(total_users)s</strong> пользователей загрузили <strong>%(total_images)s</strong>изображений, достигнув <strong>%(total_integration)s</strong> часов посещения.
uk: <strong>%(total_users)s</strong> користувачів завантажили <strong>%(total_images)s</strong> зображень, досягнувши <strong>%(total_integration)s</strong> годин часу інтеграції.

source: Total integration hours in the last 12 months
de: Gesamte Aufnahmedauer in Stunden während der letzten 12 Monate
el: Συνολικές ώρες ολοκλήρωσης τους τελευταίους 12 μήνες.
es: Horas totales de integración en los últimos 12 meses
fa: ساعت یکپارچگی کل در 12 ماه گذشته
fi: Kokonaisvalotusaika viime vuonna
fr: Intégration totale durant les 12 derniers mois
it: Ore totali di integrazione negli ultimi 12 mesi
ja: 過去12ヶ月間の総露出時間
nl: Totaal aantal belichtingsuren over de voorbije 12 maanden
pl: Sumaryczny czas naświetlania w ciągu ostatnich 12 miesięcy
pt: Tempo total de captura, em horas, nos últimos 12 meses
ru: Общее время посещений в часах за последние 12 месяцев.
uk: Загальна кількість годин інтеграції за останні 12 місяців

source: Please wait: the plot is loading...
de: Bitte warten während das Diagramm lädt...
el: Παρακαλώ περιμένετε: το διάγραμμα φορτώνει...
es: Espera por favor: la gráfica se está cargando...
fa: لطفا صبر کنید: طرح در حال بارگذاری ...
fi: Odota: Kuvaajaa ladataan...
fr: Un instant, chargement du graphique...
it: Attendere, prego: caricamento del grafico in corso...
ja: 分析結果を読み込んでいますので、お待ちください
nl: Even geduld. De grafiek wordt gegenereerd...
pl: Proszę czekać: ładowanie wykresu...
pt: Por favor, aguarde: o gráfico está sendo carregado...
ru: Пожалуйста, подождите: график загружается...
uk: Будь ласка, зачекайте: графік завантажується...

source: Global distribution of camera types
de: Globale Verteilung des Kameratyps
el: Παγκόσμια κατανομή τύπων κάμερας
es: Distribución global de tipos de cámara
fa: توزیع جهانی انواع دوربین
fi: Kameratyyppien maantieteellinen jakauma
fr: Répartition globale des types d'imageurs
it: Distribuzione globale di tipi di camera
ja: カメラのタイプの全体分布
nl: Globale distributie van cameratypes
pl: Globalny rozkład typów kamer
pt: Distribuição global dos tipos de câmeras
ru: Полное распределение по типам камер
uk: Глобальне поширення типів камер

source: Global distribution of telescope types
de: Globale Verteilung des Teleskoptyps
el: Παγκόσμια κατανομή τύπων τηλεσκοπίου
es: Distribución global de tipos de telescopio
fa: توزیع جهانی انواع تلسکوپ
fi: Maailmanlaajuinen kaukoputkityyppien jakautuma.
fr: Répartition globale des types d'instruments
it: Distribuzione globale di tipi di telescopio
ja: 望遠鏡のタイプの全体分布
nl: Globale distributie van telescoop-types
pl: Globalny rozkład typów teleskopów
pt: Distribuição global dos tipos de telescópios
ru: Полное распределение по типам телескопов
uk: Глобальне поширення типів телескопів

source: CCD vs DLSR: the global trend
de: CCD vs. DSLR: der globale Trend
el: CCD εναντίον DLSR: η παγκόσμια τάση
es: CCD vs DSLR: tendencia global
fa: DSLR در مقابل CCD، انتظار از روند جهانی
fi: CCD vs DSLR: maailmanlaajuinen kehityssuunta
fr: CCD vs APN: tendance globale
it: CCD contro DSLR: il trend globale
ja: CCD vs DLSRの全体の傾向
nl: CCD vs. DSLR: de globale trend
pl: CCD vs DSLR: globalny trend
pt: CCD vs DSLR: tendências globais
ru: ПЗС против DSLR-камер: глобальная тенденция
uk: CCD проти DLSR: світова тенденція

source: Global trend of telescope types
de: Globaler Trend von Teleskoptypen
el: Παγκόσμια τάση τύπων τηλεσκοπίου
es: Tendencia global de tipos de telescopio
fa: روند جهانی انواع تلسکوپ
fi: Maailmanlaajuinen kehityssuunta kaukoputkityypeissä
fr: Tendance globale des types d'instruments
it: Trend globale di tipi di telescopio
ja: 望遠鏡タイプの全体の傾向
nl: De globale trend in telscoop-types
pl: Globalny trend w używanych typach teleskopów
pt: Tendências globais por tipos de telescópio
ru: Общая тенденция по типам телескопов
uk: Світовий тренд типів телескопів

source: This list is currently empty.
hu: Ez a lista jelenleg üres.
it: Questa lista è al momento vuota.
uk: Цей список поки що порожній.

source: The classic uploader will be discontinued soon. If you are still using it, please begin using the <a href="%(url)s">new uploader</a> instead.
hu: Az eredeti feltöltő hamarosan megszűnik. Ha még mindig ezt használod, kérjük, válts az <a href="%(url)s">új feltöltőre</a>.
uk: Класичний завантажувач незабаром припинить свою дію. Якщо ви все ще використовуєте його, почніть використовувати <a href="%(url)s">новий завантажувач</a>.

source: If you experience any problems or need any help, please contact AstroBin at <a href="mailto:%(email)s">%(email)s</a>.
hu: Ha bármilyen probléma merül fel, vagy segítségre van szükséged, kérjük, lépj kapcsolatba az AstroBinnel a <a href="mailto:%(email)s">%(email)s</a> címen.
uk: Якщо у Вас виникнуть проблеми або знадобиться допомога, зв’яжіться з AstroBin за адресою <a href="mailto:%(email)s">%(email)s</a>.

source: Image upload
es: Subir imagen
fi: Kuvan lataus
fr: Publication d'images
hu: Képfeltöltés
it: Caricamento immagine
ja: 画像アップロード
nl: Foto uploaden
pl: Załadowane obrazy
ru: Загрузка изображения
uk: Завантаження зображення

source: Your Lite or Premium subscription is not active, or it has expired. If you have just subscribed, please wait for a few minutes. Thanks for your patience!
de: Deine Light oder Premium Mitgliedschaft ist nicht aktiv oder abgelaufen. Wenn du sie gerade abonniert hast warte bitte ein paar Minuten. Danke für deine Geduld!
es: Tu suscripción Lite o Premium no está activada o ha expirado. Si te acabas de suscribir espera unos minutos. ¡Gracias por tu paciencia!
fi: Lite- tai Premium-jäsenyytesi ei ole aktiivinen, tai se on vanhentunut. Jos olet juuri liittynyt, odota muutama minuutti. Kiitos kärsivällisyydestä!
fr: Votre compte Pemium ou Lite n'est pas actif, ou a expiré. Si vous venez à l'instant d'y souscrire, veuillez attendre quelques minutes. Merci pour votre patience!
hu: A Lite vagy Prémium előfizetésed nem aktív, vagy lejárt. Ha most iratkoztál fel, kérjük, várj néhány percet. Köszönjük türelmedet!
it: Il tuo abbonamento Lite o Premium non è attivo, oppure è scaduto. Se ti sei appena iscritto, attendi alcuni minuti. Grazie per la tua pazienza!
ja: あなたのライトもしくはプレミアム登録がアクティブでないか期限切れになっています。もし、登録したところであれば、もう少々お待ちください。
nl: Je Lite of Premium abonnement is niet actief of is verlopen. Als je je zojuist hebt geabonneerd, kan je best enkele minuten wachten. Dank voor je geduld!
pl: Twoje konto Premium lub Lite nie jest aktywne lub wygasło. Jeżeli właśnie opłaciłeś subskrypcję, poczekaj kilka minut. Dziękujemy za cierpliwość!
ru: Ваша Облегчённая или Премиум подписка неактивна или истекла. Если вы только подписались, подождите несколько минут. Спасибо за ваше терпение!
uk: Ваша Lite або Premium передплата неактивна або закінчилася. Якщо ви підписалися, зачекайте кілька хвилин. Дякую за Ваше терпіння!

source: You have used <strong>%(premium_counter)s</strong> images of your allowed <strong>%(max_allowed)s</strong>.
de: Du hast <strong>%(premium_counter)s</strong> deiner erlaubten <strong>%(max_allowed)s</strong> bereits verbraucht.
es: Has subido <strong>%(premium_counter)s</strong> imágenes de las <strong>%(max_allowed)s</strong> permitidas.
fi: Olet käyttänyt <strong>%(premium_counter)s</strong> kuvaa sallitusta <strong>%(max_allowed)s</strong> kuvasta.
fr: Vous avez utilisé <strong>%(premium_counter)s</strong> images sur <strong>%(max_allowed)s</strong> autorisées.
hu: A megengedett <strong>%(premium_counter)s</strong> képből <strong>%(max_allowed)s</strong>-t használtál fel.
it: Hai usato <strong>%(premium_counter)s</strong> immagini delle <strong>%(max_allowed)s</strong> che ti sono concesse.
nl: Je hebt <strong>%(premium_counter)s</strong> fotos van de toegestane <strong>%(max_allowed)s</strong>.
pl: Wgrałeś <strong>%(premium_counter)s</strong>obrazów z całkowej możliwej liczby <strong>%(max_allowed)s</strong> obrazów.
ru: Вы использовали <strong>%(premium_counter)s</strong> изобр. из допустимых <strong>%(max_allowed)s</strong>.
uk: Ви використали <strong>%(premium_counter)s</strong> зобр. із допустимих <strong>%(max_allowed)s</strong>.

source: Thank you for being a premium member! Enjoy your unlimited images.
hu: Köszönjük, hogy prémium tag vagy! Élvezd a korlátlan képfeltöltést.
uk: Ми вдячні за покупку Преміум акаунту! Насолоджуйтесь безлімітною кількістю своїх зображень.

source: Would you like to upgrade to a higher plan?
hu: Szeretnél fejleszteni egy magasabb rangra?
uk: Бажаєте покращити свій план?

source: Try the <a href="%(url)s">new beta uploader</a>: robust, with real progress bar, and 4 GB file size limit!
hu: Próbáld ki az <a href="%(url)s">új béta feltöltőt</a>: robusztus, valódi haladási sávval és 4 GB-os fájlméret korlátozással!
uk: Спробуйте <a href="%(url)s">новий beta завантажувач</a>: надійний, з реальною смугою виконання та обмеженням розміру файлу 4 ГБ!

source: Upload as a work in progress
de: Ein in Bearbeitung befindliches Bild hochladen
el: Ανέβασμα σαν εργασία σε εξέλιξη
es: Subir como trabajo en curso
fa: ارسال به عنوان یک کار در حال پیشرفت است
fi: Lataa keskeneräisenä vedoksena
fr: Publier une ébauche
hu: Feltöltés folyamatban lévő munkaként
it: Carica come lavoro in corso
ja: 製作中の作品としてアップロード
nl: Uploaden van een werk in uitvoering
pl: Publikuj jako niedokończone
pt: Enviar como um trabalho não concluído
ru: Закачать как работу в процессе
uk: Завантажити як роботу у процесі

source: Uploading...
de: Es wird hochgeladen ...
el: Γίνεται ανέβασμα...
es: Subiendo...
fa: در حال آپلود ...
fi: Ladataan...
fr: En cours de publication...
hu: Feltöltés...
it: Caricamento in corso...
ja: アップロード中...
nl: Bezig met uploaden...
pl: Ładuję...
pt: Enviando...
ru: Закачка...
uk: Завантаження…

source: Use this button to upload an image to the <strong>Staging Area</strong>. It's perfect for works in progress that you want to share on Internet forums. Read more in the <a href="https://welcome.astrobin.com/faq">FAQ</a>.
hu: Használd ezt a gombot, hogy feltölts egy képet a <strong>Szerkesztési Területre</strong>. Ez tökéletes folyamatban lévő munkákhoz, amiket internetes fórumokon akarsz megosztani. Olvass tovább a <a href="https://welcome.astrobin.com/faq">FAQ-ban</a>.
uk: Використовуйте цю кнопку для завантаження зображення у <strong>Студію</strong>. Це ідеально для незакінчених робіт, якими Ви хочете поділитись на Інтернет-форумах. Дізнайтесь більше у <a href="https://welcome.astrobin.com/faq">Часті питання</a>..

source: Upload as a finished image
de: Ein fertig bearbeitetes Bild hochladen
el: Ανέβασμα σαν ολοκληρωμένη εικόνα
es: Subir una imagen terminada
fa: آپلود یک تصویر به پایان رسید
fi: Lataa valmis kuva
fr: Publier une image finale
hu: Feltöltés befejezett képként
it: Carica un'immagine finita
ja: 最終化した画像としてアップロード
nl: Uploaden als een afgewerkt beeld
pl: Publikuj wersję ostateczną
pt: Enviar como uma imagem final
ru: Закачать как окончательное изображение
uk: Завантажити як фінальне зображення

source: Do not notify followers
hu: Ne értesítse a követőidet
uk: Не повідомляти підписників

source: Use this button to upload an image to the <strong>Public Area</strong>. It will be displayed in <a href="%(profile_url)s">your profile</a> and here on the home page. You can <a href="%(flickr_url)s">import from Flickr</a> too.
uk: Використовуйте цю кнопку для завантаження зображення у <strong>Публічну Зону</strong>. Воно відобразиться у <a href="%(profile_url)s">Вашому профілі</a> і тут на головній сторінці. Ви також можете <a href="%(flickr_url)s">імпортувати з Flickr</a>.

source: Your API Keys
de: Deine API-Keys
el: Τα API Κλειδιά σας
es: Tus Llaves API
fa: کلید API شما
fi: Rajapinta-avaimesi
fr: Vos clés API
hu: Az API kulcsaid
it: Le tue API Keys
ja: あなたのAPIキー
nl: Je API Keys
pl: Twoje klucze API
pt: Suas Chaves API
ru: Ваши API-ключи
uk: Ваші API-ключі

source: Created on
de: Erstellt am
el: Δημιουργήθηκε στις
es: Creada el
fa: ایجاد شده در
fi: Luotu
fr: Créé sur
hu: Létrehozva ekkor
it: Creato il
ja: 作成日時:
nl: Aangemaakt op
pl: Utworzone w
pt: Criado em
ru: Создано
uk: Створено

source: Active
de: Aktiv
el: Ενεργό
es: Activada
fa: فعال
fi: Aktiivinen
hu: Aktív
it: Attiva
ja: 有効
nl: Actief
pl: Aktywny
pt: Ativo
ru: Активно
uk: Активно

source: You don't have any API Keys. Please read the <a href="%(api_docs_url)s">API documentation</a>.
de: Du besitzt keine API-Keys. Bitte lese die <a href="%(api_docs_url)s">API-Dokumentation</a>.
el: Δεν έχετε Κλειδιά API. Παρακαλώ διαβάστε το <a href="%(api_docs_url)s"> κείμενο του API</a>.
es: No tienes ninguna Llave API. Por favor, lee la <a href="%(api_docs_url)s">documentación de APIs</a>.
fi: Sinulla ei ole rajapinta-avaimia. Lue <a href="%(api_docs_url)s">API-dokumentaatio</a>.
fr: Vous n'avez aucune clé API. Veuillez lire la <a href="%(api_docs_url)s">documentation API</a>.
hu: Nincs API kulcsod. Kérjük, olvasd el az <a href="%(api_docs_url)s">API dokumentációt</a>.
it: Non hai alcuna API Key. Letti la <a href="%(api_docs_url)s">documentazione sulle API</a>.
ja: あなたはAPIキーをもっていません。<a href="%(api_docs_url)s">APIドキュメントを読んでください。</a>
nl: Je hebt geen API Keys. Gelieve de <a href="%(api_docs_url)s">API documentatie</a> te lezen.
pl: Nie masz żadnych kluczy API. Przeczytaj <a href="%(api_docs_url)s">dokumentację API</a>.
pt: Você não possui nenhuma chave API. Por favor, leia a <a href="%(api_docs_url)s">documentação da API</a>.
ru: У вас нет никаких API-ключей. Пожалуйста, прочтите <a href="%(api_docs_url)s">документацию API</a>.
uk: У Вас немає жодних API-ключів. Будь ласка, прочитайте <a href="%(api_docs_url)s">документацію API</a>.

source: Request an API Key
de: Beantrage einen API-Key
el: Αίτηση Κλειδιού API
es: Pedir una Llave API
fa: درخواست یک کلید API
fi: Pyydä rajapinta-avainta.
fr: Demander une clé API
hu: API kulcs igénylése
it: Richiedi una API Key
ja: APIキーをリクエスト
nl: Aanvraag van een API Key
pl: Zaaplikuj o klucz API.
pt: Solicitar uma Chave API
ru: Запрос API-ключа
uk: Запит API-ключа

source: Are you sure you want to ban this user?
es: ¿Estás seguro de suspender a este usuario?
fr: Êtes-vous sûr(e) de vouloir bannir cette utilisateur?
hu: Biztos vagy benne, hogy tiltani akarod ezt a felhasználót?
it: Sei sicuro di voler bannare questo utente?
nl: Ben je zeker dat je deze gebruiker wil uitsluiten?
pl: Czy na pewno chcesz zbanować tego użytkownika?
ru: Вы действительно хотите заблокировать этого пользователя?
uk: Ви дійсно бажаєте заблокувати цього користувача?

source: User banned
es: Usuario suspendido
fr: Utilisateur banni
hu: Felhasználó bannolva
it: Utente bannato
nl: Gebruiker is uitgesloten
pl: Użytkownik zbanowany
ru: Пользователь забанен
uk: Користувача забанено

source: User <strong>%(user)s</strong> will be deleted, with all their images, messages, comments, and so on.
es: El usuario <strong>%(user)s</strong> será eliminado, junto con todas sus imágenes, mensajes, comentarios, etc.
fr: L'utilisateur <strong>%(user)s</strong> sera supprimé, ainsi que toutes ses images, messages, commentaires et autres contributions.
hu: A <strong>%(user)s</strong> nevű felhasználó törölve lesz, az összes képével, üzenetével, kommentjével, stb. együtt.
it: L'utente <strong>%(user)s</strong> sarà cancellato, con tutte le sue foto, messaggi, commenti, e così via.
nl: Gebruiker <strong>%(user)s</strong> zal worden gewist samen met al diens foto's, berichten, commentaren en dergelijke.
pl: Użytkownik <strong>%(user)s</strong> będzie usunięty wraz ze wszystkimi obrazami, wiadomościami, komentarzami, itd...
ru: Пользователь <strong>%(user)s</strong> будет удален со всеми своими изображениями, сообщениями и остальным.
uk: Користувач <strong>%(user)s</strong> буде видалений з усіма своїми зображеннями, повідомленнями та іншим.

source: The user was banned.
es: El usuario ha sido suspendido.
fr: L'utilisateur a été banni.
hu: A felhasználó bannolva lett.
it: L'utente è stato bannato.
nl: De gebruiker werd uitgesloten.
pl: Użytkownik został zbanowany.
ru: Пользователь заблокирован
uk: Користувач заблокований.

source: %(user)s's bookmarks
el: Αγαπημένα του/της %(user)s
es: Favoritos de %(user)s
fi: Käyttäjän %(user)s kirjanmerkit
fr: Favoris de %(user)s
hu: %(user)s könyvjelzői
it: Segnalibri di %(user)s
ja: %(user)sのブックマーク
nl: %(user)s's bladwijzers
pl: Zakładki użytkownika %(user)s
ru: %(user)s's закладки
uk: %(user)s закладки

source: %(user)s's followers
el: Θαυμαστές του/της %(user)s
es: Seguidores de %(user)s
fi: Käyttäjän %(user)s seuraajat
fr: Abonnés de %(user)s
hu: %(user)s követői
it: Follower di %(user)s
ja: %(user)sのフォロワー
nl: %(user)s's volgers
pl: osoby obserwujące użytkownika %(user)s
ru: %(user)s's подписчики
uk: %(user)s підписники

source: %(user)s's followed users
el: Χρήστες που ακολουθεί ο/η %(user)s
es: Usuarios seguidos por %(user)s
fr: Abonnements de %(user)s
hu: %(user)s őket követi
it: Utenti seguiti da %(user)s
ja: %(user)sのフォロワー
nl: Gebruikers die %(user)s volgt
pl: %(user)s obserwuje następujących użytkowników
ru: %(user)s's подписанные пользователи
uk: %(user)s підписки

source: %(user)s's friends
hu: %(user)s barátai
uk: %(user)s друзі

source: These are the users that follow %(user)s mutually.
hu: Ezek azok a felhasználók, akik kölcsönösen követik %(user)s-t.
uk: Це користувачі, які підписані взаємно на %(user)s.

source: %(user)s's liked images
hu: %(user)s kedvelt képei
uk: Зображення, які сподобалися %(user)s

source: User not found:
de: Benutzer nicht gefunden:
el: Δεν βρέθηκε ο χρήστης:
es: Usuario no encontrado:
fa: کاربر یافت نشد:
fi: Käyttäjää ei löytynyt:
fr: Utilisateur inconnu:
hu: Nem talált felhasználó:
it: Utente non trovato:
ja: ユーザーが見つかりません
nl: Gebruiker niet gevonden:
pl: Użytkownik nie znaleziony:
pt: Usuário não encontrado:
ru: Пользователь не найден:
uk: Користувач не знайдений:

source: %(user)s's plots
de: %(user)ss Statistik
el: Διαγράμματα του/της %(user)s
es: Gráficas de %(user)s
fi: Käyttäjän %(user)s tilastot
fr: Graphiques de %(user)s
hu: %(user)s területei
it: Grafici di %(user)s
ja: %(user)sの分析結果
nl: %(user)s's grafieken
pl: wykresy użytkownika %(user)s
pt: Gráficos de %(user)s
ru: %(user)s графики
uk: %(user)s графіки

source: Hey <strong>%(user)s</strong>! I just wanted to let you know that you could make these plots more useful if you added all data to your images. Please make sure by checking whether you have images which lack data <a href="%(user_page)s?public&sub=nodata">here</a>.
de: Hi <strong>%(user)s</strong>! Ich wollte Dir nur mitteilen, dass Deine Bilder viel besser dargstellt werden könnten, wenn Du alle Daten hinterlegt hättest. <a href="%(user_page)s?public&sub=nodata">Hier kannst Du überprüfen</a>, welche Deiner Bilder noch fehlende Informationen haben.
el: Έι <strong>%(user)s</strong>! Ήθελα να ξέρετε ότι μπορείτε να κάνετε αυτά τα διαγράμματα πιο χρήσιμα αν προσθέσετε όλα τα δεδομένα στις εικόνες σας. Παρακαλώ σιγουρευτείτε πως δεν έχετε εικόνες που τους λείπουν δεδομένα <a href="%(user_page)s?public&sub=nodata">here</a>.
es: ¡Hola <strong>%(user)s</strong>! Sólo quería que supieras que puedes hacer que estas gráficas sean más útiles si añades todos los datos a tus imágenes. Por favor, asegúrate de ello comprobando si tienes imágenes con falta de datos <a href="%(user_page)s?public&sub=nodata">aquí</a>.
fi: Hei <strong>%(user)s</strong>! Ajattelin vain huomauttaa että käppyröistä tulisi paljon hyödykkäämpiä jos lisäät dataa kuviisi. Tarkista puuttuuko kuvistasi tietoja <a href="%(user_page)s?public&sub=nodata">täällä</a>.
fr: Hé, <strong>%(user)s</strong>! Savez-vous que ces graphiques seraient plus utiles si vous ajoutiez le maximum d'infos concernant vos images ? Vous pouvez vérifier les images dont les données sont manquantes <a href="%(user_page)s?public&sub=nodata">ici</a>.
it: Ehi <strong>%(user)s</strong>! Vorrei farti sapere che potresti rendere questo grafici più utili, se aggiungessi tutti i dati alle tue immagini. Assicurati di averlo fatto controllando <a href="%(user_page)s?public&sub=nodata">questa pagina</a>.
ja: こんにちは、<strong>%(user)s</strong>さん! もし、あなたの画像に全部のデータを加筆するのであれば、あなたはそれらの図画がとても使いやすいものになると、あなたに知らせたいです。あなたは<a href="%(user_page)s?public&sub=nodata">ここに</a>データが欠損した画像を持っています。
nl: Joehoe, beste <strong>%(user)s</strong>! Ik wilde je enkel laten weten dat je deze grafieken beter bruikbaar kan maken als je alle gegevens van je foto's zou invullen. Kijk <a href="%(user_page)s?public&sub=nodata">hier</a> even na of je beelden hebt ge-upload waarvan data ontbreekt.
pl: Hej <strong>%(user)s</strong>! Żeby wykresy były bardziej użyteczne musisz uzupełnić dane na temat swoich zdjęć. Aby uzupełnić brakujące dane możesz klinkąć <a href="%(user_page)s?public&sub=nodata">tutaj</a>.
pt: Ei, <strong>%(user)s</strong>! Eu apenas queria dizer que você poderia deixar esses gráficos mais úteis, se você adicionasse todas as informações das suas imagens. Você pode verificar <a href="%(user_page)s?public&sub=nodata">aqui</a> se possui imagens com falta de informações.
ru: Ой, <strong>%(user)s</strong>! Хотелось бы сообщить, что вы можете добавить больше информации о своих изображениях, что принесёт вам пользу. Пожалуйста, убедитесь, в том, что у вас нет изображений с незаполненными данными <a href="%(user_page)s?public&sub=nodata">здесь</a>.
uk: Привіт, <strong>%(user)s</strong>! Я просто хотів повідомити, що Ви можете зробити ці графіки кориснішими, якщо додасте всі дані до своїх зображень. Переконайтеся, що <a href="%(user_page)s?public&sub=nodata">тут</a> у Вас є зображення без даних.
