Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Make sure the make is not written again in the name field.
de: Bitte darauf achten, daß der Hersteller nicht im Produktnamen enthalten ist.
el: Σιγουρευτείτε ότι η μάρκα δεν είναι γραμμένη ξανά στο πεδίο του ονόματος.
es: Asegúrate de no escribir de nuevo el fabricante en el campo del nombre.
fa: اطمینان حاصل کنید که ساخت کجا در قسمت نام نوشته نشده باشد.
fi: Varmista ettei valmistajan nimeä ole kirjoitettu uudestaan tuotenimikenttään.
fr: Assurez-vous que le fabricant n'est pas à nouveau renseigné dans le champ du modèle.
it: Assicurati che la marca non sia ripetuta nel campo per il nome.
ja: 名前の項目にメーカー名をもう一度入力しないようにしてください。
nl: Zorg ervoor dat het merk niet opnieuw in het naamveld wordt geschreven.
pl: Upewnij się, że marka nie jest wpisana ponownie w polu nazwy.
pt: Certifique-se de que o nome do fabricante não está escrito no campo do produto.
ru: Убедитесь, что изготовитель повторно не написан в поле названия.
uk: Переконайтеся, що марка знову не вказана в полі імені.

source: Make sure there are no words other than the simple make and name of the product.
de: Stell sicher, dass hier keine Begriffe außer dem einfachen Marken- und dem Produktnamen enthalten sind.
el: Σιγουρευτείτε ότι δεν υπάρχουν άλλες λέξεις, παρά μόνο η μάρκα και το όνομα του προϊόντος.
es: Asegúrate que no hay otras palabras mas que la marca y el nombre del producto.
fa: اطمینان حاصل کنید که هیچ عبارت دیگری غیر ازساخت و نام محصول وجود ندارد.
fi: Varmista ettei kenttiin ole kirjoitettu muita sanoja kuin valmistajan ja tuotteen nimi.
fr: Assurez-vous qu'il n'y a pas de termes autres que le fabricant et le modèle du matériel.
it: Assicurati che non ci siano parole oltre la semplice marca e nome del prodotto.
ja: 単純なメーカー名と製品名以外の言葉が無いようにしてください。
nl: Waak erover dat er geen andere woorden bijstaan die niet behoren tot het merk of de naam van het produkt.
pl: Upewnij się, że nie ma innych wyrazów niż marka i nazwa produktu.
pt: Certifique-se de que não existam outras palavras nos campos, apenas os nomes do fabricante e do produto.
ru: Убедитесь, что нет других слов, кроме названия изготовителя и продукта.
uk: Переконайтеся, що немає слів, окрім марки та назви продукту.

source: Make sure the words are properly capitalized.
de: Bitte stelle sicher, das die Worte richtig groß- und kleingeschrieben sind.
el: Σιγουρευτείτε ότι οι λέξεις είναι σωστά γραμμένες.
es: Asegúrate que están escritos usando las mayúsculas convenientemente.
fa: اطمینان حاصل کنید که کلمات به درستی با حروف بزرگ نوشته شده باشند.
fi: Varmista, että isot ja pienet kirjaimet on kirjoitettu oikein.
fr: Assurez-vous qu'il n'y a pas d'erreurs de saisie.
it: Assicurati che le parole abbiano le lettere maiuscole al posto giusto.
ja: 言葉を適切に大文字化するようにしてください。
nl: Zorg evoor dat hoofdletters op de correcte manier worden gebruikt.
pl: Upewnij się, że wielkie litery są użyte poprawnie.
pt: Certifique-se de que as palavras estejam escritas com o uso correto de maiúsculas e minúsculas.
ru: Убедитесь, что слова верно озаглавлены.
uk: Переконайтеся, що слова правильно написані з великої літери.

source: Here's some good examples:
de: Hier sind ein paar gute Beispiele:
el: Ορίστε μερικά σωστά παραδείγματα:
es: Unos buenos ejemplos:
fa: برخی از نمونه های خوب در اینجا:
fi: Tässä on muutama hyvä esimerkki:
fr: Voici quelques exemples conformes:
it: Ecco alcuni esempi giusti:
ja: いくつかの良い例を記載します
nl: Hierbij een paar goede voorbeelden:
pl: Oto kilka dobrych przykładów:
pt: Veja aqui alguns bons exemplos:
ru: Вот чуть-чуть хороших примеров:
uk: Ось кілька гарних прикладів:

source: And here's some bad examples, that need fixing, and why:
de: Und hier sind ein paar schlechte Beispiele, die korrigiert werden müssen. Weil:
el: Και ορίστε μερικά κακά παραδείγματα, που χρειάζονται διόρθωση και να γιατί:
es: Algunos malos ejemplos que necesitan corregirse, y el porqué:
fa: و برخی از نمونه های بد، که نیاز به تعمیر دارند، و علت آنها:
fi: Ja tässä on muutama esimerkki korjausta vaativista nimistä ja korjaussyistä:
fr: Et voici quelques exemples incorrects, nécessitant une rectification, et la raison:
it: Ed ecco alcuni esempi sbagliati, che vanno corretti, e perché:
ja: ここに間違った例があったら、それを修正してください。なぜなら。。。
nl: En hier een paar slechte voorbeelden met de reden waarom ze moeten worden verbeterd:
pl: A oto kilka złych przykładów, wymagających poprawy. Oto dlaczego:
pt: E aqui estão alguns maus exemplos e os motivos da correção ser necessária:
ru: А вот немного плохих примеров, нуждающиеся в исправлении, и почему:
uk: І ось кілька поганих прикладів, які потрібно виправити, і чому:

source: The words are not properly capitalized. It should be "Meade" and "LX200".
de: Die Begriffe sind nicht richtig groß- und kleingeschrieben. Zum Beispiel wie "Meade" oder "LX200".
el: Οι λέξεις δεν είναι σωστά γραμμένες. Θα έπρεπε να είναι "Meade" και "LX200".
es: No han sido escritas con las mayúsculas apropiadas. Deberían ser "Meade" y "LX200".
fa: واژه ها به درستی با حروف بزرگ نوشته نشده اند. باید به صورت MEADE "و" LX200 " باشند.
fi: Suuret ja pienet kirjaimet ovat väärin. Kirjoitusasun pitäisi olla "Meade" ja "LX200".
fr: Les termes ne sont pas correctement saisis. Il faudrait indiquer "Meade" et "LX200".
it: Le lettere maiuscole non vanno bene. Dovrebbe essere "Meade" e "LX200".
ja: 言葉は適当に大文字化しないでください。"Meade" や "LX200"のようにしてください。
nl: Het hoofdlettergebruik is niet correct. Er moet staan:"Meade" en "LX200".
pl: Wielkie litery nie są użyte poprawnie. Powinno być "Meade" i "LX200".
pt: As palavras não fazem uso adequado das caixas alta e baixa. Deveria ser "Meade" e "LX200".
ru: Слова неверное прописаны. Должно быть «Meade» и «LX200».
uk: Слова неправильно написані з великої літери. Це має бути «Meade» і «LX200».

source: The word "Celestron" appears also in the name of the product. That should just be the name of the model, not the make name too.
de: Das Wort "Celestron" erscheint auch im Produktnamen. Dieser sollte aber nur den Namen des Modells enthalten und nicht den Markennamen.
el: Η λέξη "Celestron" είναι επίσης στο πεδίο ονόματος του προϊόντος. Θα έπρεπε να είναι μόνο το όνομα του μοντέλου, όχι και το όνομα της μάρκας.
es: La palabra "Celestron" también aparece en el nombre del producto. Éste debería ser sólo la denominación del modelo, sin el nombre del fabricante.
fa: کلمه "CELESTRON" در نام محصول نیز به چشم می خورد. فقط باید نام مدل و نه دوباره خود نام، ذکر شود.
fi: Nimi "Celestron" näyttää esiintyvän myös tuotenimikentässä. Tuotenimikentässä pitäisi lukea vain tuotteen nimi, ei valmistajan nimeä.
fr: Le terme "Celestron" apparaît également comme nom de l'instrument. Mais il doit seulement désigner le fabricant, et pas le modèle du télescope.
it: La parola "Celestron" compare anche nel nome del prodotto. Quello dovrebbe essere solo il nome del modello, non anche quello della marca.
ja: "Celestron"という言葉は製品の名前です。それはモデル名であって、メーカー名ではないです。
nl: Het woord "Celestron" staat ook nog eens in de naam van het produkt. Enkel de modelnaam hoort hier thuis.
pl: Słowo "Celestron" pojawia się także w nazwie produktu. Tam powinna się znaleźć wyłacznie nazwa modelu, a nie marka.
pt: A palavra "Celestron" também aparece no campo nome do produto, que deveria conter apenas o modelo, não o fabricante.
ru: Слово «Celestron» также отображается как название продукта. Это должно быть только имя модели, но без названия.
uk: Слово «Celestron» також зустрічається в назві продукту. Це має бути лише назва моделі, а не марка.

source: "sold" is an information that refers only to a particular user. Gear objects are shared among everyone, in the database. The word "(sold)" should be removed.
de: "verkauft" (sold) ist eine Information, die nur auf wenige Nutzer zutrifft. Gegenstände werden in der Datenbank für jeden bereit gestellt. Das Wort "verkauft" sollte gelöscht werden.
el: "sold" είναι μια πληροφορία που αναφέρεται μόνο σε έναν συγκεκριμένο χρήστη. Τα αντικείμενα εξοπλισμού μοιράζονται με όλους στην βάση δεδομένων. Η λέξη "(sold)" θα πρέπει να αφαιρεθεί.
es: "sold" es una información que se refiere sólo a un usuario en particular. En la base de datos, los elementos de instrumental están compartidos entre todos. La palabra "(sold)" debe eliminarse.
fa: "فروخته شده (sold)" اطلاعاتی مختص یک کاربر خاص است. اشیاء Gear در میان همه، مشترک در پایگاه قرار می گیرد. کلمه "(فروش)" باید برداشته شود.
fi: "sold" (myyty) on tietoa, joka viittaa vain yhteen tiettyyn käyttäjään. Laitteistotiedot ovat kaikille käyttäjille yhteisiä. Sana "(sold)" tulisi siis poistaa.
fr: "Vendu" est une information qui concerne seulement cet utilisateur. Les noms des différents matériels sont partagés parmi tous les utilisateurs, via la base de données. Le terme "(sold)" doit donc être retiré.
it: "venduto" è un'informazione che si riferisce solo ad un utente particolare. Gli oggetti strumentazioni sono condivisi tra tutti, nel database. La parola "(venduto)" va rimossa.
ja: "sold"は特定のユーザーだけが適用できる情報です。各々の装備品はデータベース上ではすべての人々に共有されています。"(sold)"という言葉があれば削除します。
nl: "Sold" of "verkocht" is informatie die enkel betrekking heeft op één item van een bepaalde gebruiker. Materiaal-objecten worden door iedereen gedeeld, dus het woord "verkocht" hoort hier niet thuis.
pl: "sprzedany" jest informacją, która odnosi się do konkretnego egzemplarza. Informacje o sprzęcie w bazie danych są używane przez wszystkich użytkowników, więc słowo "(sprzedany)" powinno zostać usunięte.
pt: "sold" (vendido) é uma informação que importa apenas a um único usuário. Equipamentos são compartilhados entre todos, através do banco de dados. A palavra "(sold)" deve ser removida.
ru: "продано" - это информация, которая относится только к определенному пользователю. Объекты в базе оборудования общие для всех. Это слово ("продано") нужно удалить.
uk: «продано» – це інформація, яка стосується лише конкретного користувача. Предмети обладнання спільно використовуються у базі даних. Слово «(продано)» слід видалити.

source: "modified" is an information that refers only to a particular user. Gear objects are shared among everyone, in the database. The word "(modified)" should be removed.
de: "modifiziert" ist eine Information, die nur auf wenige Nutzer zutrifft. Gegenstände werden in der Datenbank für jeden bereit gestellt. Das Wort "modifiziert" sollte gelöscht werden.
el: "modified" είναι μια πληροφορία που αναφέρεται μόνο σε έναν συγκεκριμένο χρήστη. Τα αντικείμενα εξοπλισμού μοιράζονται με όλους στην βάση δεδομένων. Η λέξη "(modified)" θα πρέπει να αφαιρεθεί.
es: "modified" es una información que se refiere a determinados usuarios. Los elementos de instrumental se comparten entre todos en la base de datos. La palabra "(modified)" debe quitarse.
fa: "تعدیل و تغییر داده شده (modified)" اطلاعاتی مختص یک کاربر خاص است. اشیاء Gear در میان همه، مشترک در پایگاه قرار می گیرد. کلمه "(تغییر)" باید برداشته شود.
fi: "modified" (muunneltu) on tietoa, joka viittaa vain yhteen käyttäjään. Laitteistotiedot ovat kaikille käyttäjille yhteisiä. Sana "(modified)" tulisi siis poistaa.
fr: "Modifié" est une information qui concerne seulement cet utilisateur. Les noms des différents matériels sont partagés parmi tous les utilisateurs, via la base de données. Le terme "(modified)" doit donc être retiré.
it: "modified" è un'informazione che si riferisce solo ad un utente particolare. Gli oggetti strumentazioni sono condivisi tra tutti, nel database. La parola "(modified)" va rimossa.
ja: "modified"は特定のユーザーだけが適用できる情報です。各々の装備品はデータベース上ではすべての人々に共有されています。"(modified)"という言葉があれば削除します。
nl: "Modified" of "gemodificeerd" is informatie die enkel betrekking heeft op één item van een bepaalde gebruiker. Materiaal-objecten worden door iedereen gedeeld, dus het woord "gemodificeerd" hoort hier niet thuis.
pl: "zmodyfikowany" jest informacją, która odnosi się do konkretnego egzemplarza. Informacje o sprzęcie w bazie danych są używane przez wszystkich użytkowników, więc słowo "(zmodyfikowany)" powinno zostać usunięte.
pt: "modified" (modificado) é uma informação que importa apenas a um único usuário. Equipamentos são compartilhados entre todos, através do banco de dados. A palavra "(modified)" deve ser removida.
ru: "модифицировано" - это информация, которая относится только к определенному пользователю. Объекты в базе оборудования общие для всех. Это слово ("модифицировано") нужно удалить.
uk: «модифіковано» – це інформація, яка стосується лише конкретного користувача. Предмети обладнання спільно використовуються у базі даних. Слово «(модифіковано)» слід видалити.

source: Obviously, the user who created this mount in the database, has it on a fixed pier. But this doesn't mean that SkyWatcher sells a NEQ-6 that you can only buy on a pier! "on a fixed pier" should be removed.
de: Der Nutzer dies diese Montierung in der Datenbank angelegt hat, hat diese auf einer festen Säule. Dies heißt aber nicht, dass SkyWatcher die NEQ-6 ausschließlich für eine Säule verkauft. "on a fixed pier" sollte also gelöscht werden.
el: Προφανώς, ο χρήστης που δημιούργησε αυτή την στήριξη στην βάση δεδομένων, την έχει σε σταθερό πυλώνα. Αλλά αυτό δεν σημαίνει ότι η SkyWatcher πουλάει μια NEQ-6 που μπορείτε να αγοράσετε με πυλώνα! Το "on a fixed pier" θα πρέπει να αφαιρεθεί!
es: Obviamente, el usuario que dió de alta esta montura en la base de datos tiene una columna. Pero eso no significa que SkyWatcher venda una NEQ-6 con columna, por tanto "on a fixed pier" debe eliminarse.
fa: بدیهی است که کاربری که این پایه را در database ساخته است، آن را روی پایه ی ثابیی قرار داه است. اما این به آن معنا نیست که SkyWatcher یک NEQ-6 را با یک پایه ثابت به فروش می رساند! "پایه ثابت" باید برداشته شود.
fi: Tämän jalustan laitteistotietokantaan lisännyt käyttäjä käyttää jalustaa kiinteällä tolpalla. Tämä ei kuitenkaan tarkoita, että SkyWatcher myisi NEQ-6-jalustaa vain kiinteällä asennuksella! "on a fixed pier" (kiinteällä tolpalla) tulisi siis poistaa.
fr: Visiblement, l'utilisateur ayant entré cette monture dans la base de données, l'utilise sur un pied colonne fixe. Mais cela ne veut pas dire que Skywatcher vend une NEQ-6 sur un pied colonne! Les termes "on a fixed pier" doivent donc être retirés.
it: Ovviamente, l'utente che ha creato questa montatura nel database, ce l'ha su una colonna fissa. Ma questo non vuol dire che SkyWatcher venda una NEQ-6 che si può comprare solo su colonna! "on a fixed pier" va rimosso.
ja: データベースにある赤道儀を登録したユーザーは明らかにピラーをもっています。しかし、SkyWatcherはピラー付きのNEQ-6を売ったということを意味しているかわかりませんので、"on a fixed pier"という言葉は削除します。
nl: Klaarblijkelijk heeft de gebruiker die deze montering invoerde in de database, ze op een vaste pilaar staan. Maar dit betekent dus niet dat SkyWatcher een NEQ-6 maakt die je enkel op een pilaar kan kopen! "on a fixed pier" moet dus gewist worden.
pl: Oczywiście użytkownik, który dodał ten montaż do bazy danych, używa go na stacjonarnym słupie. Ale to nie znaczy, że SkyWatcher sprzedaje NEQ-6 tylko do montażu na słupie! "na stacjonarnym słupie" powinno zostać usunięte.
pt: Obviamente, o usuário que adicionou esta montagem no banco de dados a montou em um pé fixo. Mas a SkyWatcher não vende nenhuma NEQ-6 que só pode ser montada em pés fixos. "on a fixed pier" deve ser removido.
ru: Очевидно, пользователь, который занес эту монтировку в базу данных, использует ее установленной на колонну. Но это не означает, что SkyWatcher продает NEQ-6, которую можно купить только с колонной! "На колонне" нужно убрать.
uk: Очевидно, що користувач, який створив це монтування в базі даних, використовує його на колоні. Але це не означає, що SkyWatcher продає NEQ-6, який ви можете купити тільки на колоні! «на колоні» слід прибрати.

source: The name of the telescope is not written in English, and that is a description, not the actual product name. Here I would assume "80ED". Moreover, "80mm" is a property of the telescope, not part of its name.
de: Die Bezeichnung des Teleskops ist nicht in Englisch und eine Beschreibung, nicht der richtige Produktname. Hier ist "80ED" besser, außerdem ist "80mm" eine Eigenschaft des Teleskops und nicht Teil den Namens.
el: Το όνομα του τηλεσκοπίου δεν είναι γραμμένο στα Αγγλικά και αυτό είναι μια περιγραφή, όχι το πραγματικό όνομα του προϊόντος. Εδώ θα υπέθετα "80ED". Επίσης, το "80mm" είναι ιδιότητα του τηλεσκοπίου, όχι μέρος του ονόματος του.
es: El nombre del telescopio no está escrito en Inglés y es una descripción, no la denominación del producto. Aquí se debería adoptar el nombre "80ED". Además, "80mm" es una propiedad del telescopio, no parte de su nombre.
fa: نام تلسکوپ به زبان انگلیسی نوشته نشده است، بنابراین این نوعی توضیحات است نه نام واقعی آن. مثلا در اینجا من دارم "80ED" را فرض می کنم. علاوه بر این، "80mm" قسمتی از مشخصات تلسکوپ است نه بخشی از نام آن.
fi: Kaukoputken nimeä ei ole kirjoitettu englanniksi, ja kentässä on tuotekuvaus tuotteen nimen sijaan. Olettaisin, että kyse on kaukoputkesta "80ED". Lisäksi "80mm" on kaukoputken ominaisuus, ei osa sen nimeä.
fr: Le modèle de l'instrument n'est pas indiqué en Anglais. Il s'agit d'ailleurs d'une description, et non de la dénomination du matériel. Ici, il doit probablement s'agir d'une "80ED". De plus, "80mm" est une caractéristique de l'instrument, qui n'a pas de rapport avec le nom de l'instrument.
it: Il nome del telescopio non è scritto in inglese, e quella è una descrizione, non il vero nome del prodotto. Qui assumerei "80ED". Inoltre, "80mm" è una proprietà del telescopio, non parte del suo nome.
ja: 望遠鏡の名前は英語ではありません。それは説明文であって、実際の製品名ではありません。"80ED"が最適だと私は考えるし、"80mm"は望遠鏡の性能であって、名前の一部ではありません。
nl: De naam van de telescoop is niet in het Engels geschreven. Daarenboven gaat het over een omschrijving en niet over een echte produktnaam. Hier zou ik veronderstellen dat er "80ED" moet staan. "80mm" is trouwens een producteigenschap en maakt geen deel uit van de officiële naam.
pl: Nazwa teleskopu nie jest zapisana po angielsku i jest to raczej opis a nie nazwa produktu. Tutaj najlepszym przybliżeniem jest "80ED". Co więcej, "80mm" jest właściwością teleskopu, a nie częścią jego nazwy.
pt: O nome do telescópio não está escrito em Inglês, além de conter uma descrição e não o nome real do produto. Aqui eu entendo que seja "80ED". Finalmente, "80mm" é uma propriedade, não parte do nome do telescópio.
ru: Название телескопа написано не по-английски, и это описание, а не настроящее название продукта. Я бы здесь предложил "80ED". Более того, "80mm" - это характеристика телескопа, а не часть названия.
uk: Назва телескопа написана не англійською мовою, і це опис, а не назва продукту. Тут я б припустив "80ED". Більше того, «80 мм» є властивістю телескопа, а не частиною його назви.

source: "5.4&mu;" is a property of the CCD, not part of its name. It should be removed. But sometimes a property can be part of the name of the object, because it's such a generic name: for example, Newton 8" f/6 would be okay, because just "Newton" would not be enough.
de: "5.4&mu;" ist eine Eigenschaft der CCD, aber nicht Teil des Namens. dies sollte entfernt werden. Manchmal kommt es aber vor, dass eine Eigenschaft Teil den Namens wird, weil dieser generisch ist. Zum Beispiel: Newton 8" f/6 ist OK. "Newton" allein würde hier nicht ausreichen.
el: "5.4&mu;" είναι μια ιδιότητα της CCD, όχι μέρος του ονόματος της. Θα πρέπει να αφαιρεθεί. Αλλά μερικές φορές η ιδιότητα μπορεί να είναι μέρος του ονόματος του αντικειμένου, αλλά επειδή είναι ένα γενικό όνομα: π.χ. Newton 8" f/6 θα είναι εντάξει, μιας και το "Newton" δεν θα ήταν αρκετό.
es: "5.4&mu;" es una propiedad de la CCD, no parte de su nombre, y debe ser eliminada. Pero a veces una característica puede ser parte del nombre cuando se trata de una denominación genérica: por ejemplo, Newton 8" f/6 podría ser correcto ya que sólo "Newton" no sería suficiente.
fa: "5.4μ" بخشی از CCD است نه بخشی از نام آن، بنابراین باید برداشته شود. اما گاهی اوقات یک مشخصه می تواند بخشی از نام شیء باشد، به عنوان مثال: نیوتن "8، F/6 مشکلی ندارد، چون فقط" نیوتن "، کفایت نمی کند.
fi: "5.4&mu;" on CCD-kennon ominaisuus, ei osa sen nimeä. Se tulisi siis poistaa nimikentästä. Joskus ominaisuus voi kuitenkin olla osa tuotenimeä, jos nimi on muutoin liian yleisluontoinen: esimerkiksi Newton 8" f/6 on kelvollinen nimi, koska pelkkä "Newton" ei riitä.
fr: "5.4&mu;" est une caractéristique technique de la CCD, et pas une partie de son nom. Elle doit donc être retirée. Toutefois, une caractéristique technique peut faire partie de la dénomination du modèle, dans le cas d'un nom générique: par exemple, Newton 8" f/6 est valable, car "Newton" seul n'est pas une indication suffisante.
it: "5.4&mu;" è una proprietà del CCD, non parte del suo nome. Va rimosso. Ma a volte una proprietà può essere parte del nome di un oggetto, perché ha un nome molto generico: ad esempio, Newton 8" f/6 può andar bene, perché solo "Newton" non sarebbe sufficiente.
ja: "5.4&mu;" はCCDの性能で名前の一部ではありません。なので、それは削除されます。しかし時々、一般的な名前となっているのであれば、特性は名前の一部となっていることがあります。例えばNewtonだけでは不十分なので、Newton 8" f/6はOKにしています。
nl: "5.4&mu;" is een eigenschap van de CCD, maakt geen deel uit van zijn officiële naam en dient dus te worden gewist. Soms is het echter wel mogelijk dat een eigenschap toegevoegd wordt aan de naam van het toestel als het over een generiek model gaat. Bijvoorbeeld Newton 8" f/6 is OK, omdat "Newton" niet zou volstaan.
pl: "5.4&mu;" jest właściwością sensora CCD, a nie częścią jego nazwy. Powinno zostać usunięte. Czasami jednag właściwość może być częścią nazwy, ponieważ jest to bardzo ogólna nazwa. Na przykład Newton 8'' f/6 jest dobrą nazwą, ponieważ samo "Newton" byłoby niewystarczające.
pt: "5.4&mu;" é uma propriedade do CCD, não parte do seu nome. Deve ser removido. Mas algumas vezes, a propriedade pode fazer parte do nome, para evitar um nome muito genérico: por exemplo, Newtoniano 8" f/6 estaria correto, porque apenas Newtoniano não seria o suficiente para identificá-lo.
ru: "5.4&mu;" - это параметр ПЗС-камеры, а не часть названия. Это нужно убрать. Но иногда параметр может быть частью названия предмета, в случае сильно обобщенного названия. Например, Ньютон 8'' f/6 вполне подойдет, поскольку просто "Ньютон" явно недостаточно.
uk: «5,4μ» є властивістю CCD, а не частиною його назви. Його слід видалити. Але іноді властивість може бути частиною назви об’єкта, оскільки це таке загальне ім’я: наприклад, Newton 8" f/6 буде добре, тому що просто "Newton" буде недостатньо.

source: "CS5" is the version of Photoshop, but the procut name is just "Photoshop". "CS5" should be removed.
de: "CS5" ist dier Version von Photoshop, aber nicht der Name, dieser ist nur "Photoshop". "CS5" sollte gelöscht werden.
el: Το "CS5" είναι η έκδοση του Photoshop, αλλά το όνομα του προϊόντος είναι μόνο "Photoshop". Το "CS5" θα πρέπει να αφαιρεθεί.
es: "CS5" es la versión de Photoshop, pero el nombre del producto es sólo "Photoshop". "CS5" debe quitarse.
fa: "CS5" نسخه ای از فتوشاپ است، اما نام محصول فقط "فتوشاپ" می باشد، بنابراین "CS5" باید برداشته شود.
fi: "CS5" on Photoshopin versio, mutta itse tuotteen nimi on vain "Photoshop". "CS5" tulisi poistaa.
fr: "CS5" est une version de Photoshop, mais le nom du produit est juste "Photoshop". "CS5" doit donc être retiré.
it: "CS5" è la versione di Photoshop, ma il nome del prodotto è solo "Photoshop". "CS5" va rimosso.
ja: "CS5" はPhotoshopのバージョンであって、"Photoshop"が製品名です。"CS5"は削除されます。
nl: "CS5" is de versie van Photoshop. De productnaam is enkel "Photoshop", dus "CS5" dient verwijderd te worden.
pl: "CS5" jest nazwą wersji Photoshopa, ale nazwa produktu to po prostu "Photoshop". "CS5" powinno zostać usunięte.
pt: "CS5" é a versão, mas o nome do produto é apenas "Photoshop". "CS5" deve ser removido.
ru: «CS5» это версия Photoshop, но название продукта просто «Photoshop». «CS5» надо убрать.
uk: "CS5" - це версія Photoshop, але назва продукта просто "Photoshop". «CS5» слід видалити.
