Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Delete conversation
de: Unterhaltung löschen
el: Διαγραφή συζήτησης
es: Borrar conversación
fa: حذف مکالمه
fi: Poista keskustelu
fr: Supprimer la discussion
hu: Beszélgetés törlése
it: Cancella conversazione
ja: 会話を削除
nl: Conversatie verwijderen
pl: Usuń konwersację
pt: Excluir conversa
ru: Удалить разговор
uk: Видалити розмову

source: Sending...
de: Sende ...
el: Γίνεται αποστολή...
es: Enviando...
fa: در حال ارسال
fi: Lähetetään...
fr: Envoi...
hu: Küldés...
it: Inviando...
ja: 送信中...
nl: Bezig met versturen...
pl: Wysyłanie...
pt: Enviando...
ru: Отправка...
uk: Надсилання…

source: Moderate
hu: Moderálás
it: Modera
pl: Przeglądaj
ru: Модерировать
uk: Модерувати

source: Please click on the images that you want to mark as SPAM, then click on the Finish button below to approve all the others.
hu: Kérjük, kattints azokra a képekre, amelyeket SPAM-ként szeretnél megjelölni, majd kattints a Befejezés gombra az összes többi jóváhagyásához.
uk: Будь ласка, натисніть на зображення, які ви вважаєте спамом, потім натисніть кнопку Готово, щоб схвалити всі інші.

source: Finish
fr: Terminer
hu: Befejezés
it: Completa
uk: Готово

source: The moderation queue is empty, hooray! Come back later.
hu: A moderációs várólista üres, hurrá! Gyere vissza később.
it: La coda di moderazione è vuota, urrà! Torna più tardi.
pl: Kolejka zdjęć do moderacji jest pusta! Wróć później.
ru: Ура! Очередь на модерацию пуста. Возвращайтесь позже.
uk: Ура! Черга на модерацію порожня. Повертайтеся пізніше.

source: Please click on the images that you want to mark as NOT SPAM, then click on the Approve button below to approve them.
hu: Kérjük, kattints azokra a képekre, amelyeket NEM SPAM-ként szeretnél megjelölni, majd kattints az Elfogadás gombra, hogy jóváhagyd őket.
it: Clicca sulle immagini che vuoi segnare come NON SPAM, poi clicca sul bottone Approva qui sotto per approvarle.
pl: Oznacz zdjęcia które chcesz oznaczyć jako nie będące SPAMem, następnie kliknij ZATWIERDŹ aby potwierdzić
ru: Пожалуйста, нажмите на изображения, которые вы считаете НЕ спамом, затем нажмите кнопку Подтвердить чтобы принять их.
uk: Будь ласка, натисніть на зображення, які Ви вважаєте НЕ спамом, потім натисніть кнопку Затвердити, щоб прийняти їх.

source: Approve selected
hu: Kiválasztottak elfogadása
it: Approva selezione
pl: Zatwierdź wybrane
ru: Подтвердить выбранное
uk: Підтвердити обране

source: Approve selected and ban the rest
hu: Kiválasztottak elfogadása és a többi tiltása
it: Approva selezione e banna il resto
pl: Zatwierdź wybrane i zablokuj pozostałe
ru: Подтвердить выбранные и забанить остальные
uk: Підтвердити обрані та забанити решту

source: There are no images in the spam list.
hu: Nincsenek képek a spam listában.
it: Non ci sono immagini nella lista dello spam.
pl: Nie ma żadnych zdjęć na liście SPAMu
ru: В спам листе пока нет изображений.
uk: У спам листі поки що немає зображень.

source: Your request for an API Key has been approved!
hu: Az API-kulcs iránti kérelmedet jóváhagytuk!
uk: Ваш запит на API-ключ був схвалений!

source: Your API key
hu: Az API kulcsod
uk: Ваш API-ключ

source: Your API secret
hu: Az API titkod
uk: Ваш API-секрет

source: Please read the API documentation %(_0)shere%(_1)s.
hu: Kérjük, olvasd el az API dokumentációt %(_0)sitt%(_1)s.
uk: Прочитайте документацію API %(_0)shere%(_1)s.

source: You can review your API keys at <a href="%(api_keys_url)s">%(api_keys_url)s</a>
hu: Az API-kulcsokat a <a href="%(api_keys_url)s">%(api_keys_url)s</a> oldalon tekintheted meg
uk: Ви можете переглянути ключі API на сторінці <a href="%(api_keys_url)s">%(api_keys_url)s</a>

source: Thank you for using AstroBin's APIs!
hu: Köszönjük, hogy az AstroBin API-jait használod!
uk: Дякуємо за використання AstroBin API!

source: You can review your API keys at %(api_keys_url)s.
hu: Az API-kulcsokat a %(api_keys_url)s oldalon tekintheted meg.
uk: Ви можете переглянути ключі API на сторінці %(api_keys_url)s.

source: Your comment was approved!
hu: A hozzászólásodat elfogadtuk!
uk: Ваш коментар схвалено!

source: As a new user on AstroBin, your first 3 comments will go through a moderation queue, to prevent spam.
uk: Як новий користувач AstroBin, ваші перші 3 коментарі пройдуть через чергу модерації, щоб запобігти спаму.

source: The following comment of yours was just approved by a moderator.
uk: Наступний ваш коментар щойно схвалив модератор.

source: View comment
hu: Hozzászólás megtekintése
uk: Переглянути коментар

source: Congratulations for your first image on AstroBin!
hu: Gratulálunk az első képedhez az AstroBin-en!
uk: Щиро вітаємо з Вашим першим зображенням на AstroBin!

source: Good job with uploading your first image on AstroBin. I hope it's the first of many!
hu: Gratulálok az első képed felöltéséhez az AstroBin-re. Remélem, ez az első a sok közül!
uk: Хороша робота із завантаженням Вашого першого зображення на AstroBin. Сподіваюся, це перше із багатьох!

source: Allow me to jump in and offer a few tips:
hu: Engedd meg, hogy közbelépjek és adjak néhány tippet:
uk: Дозвольте мені відразу ж запропонувати кілька порад:

source: Keep in mind that AstroBin is not meant to be a free service. If you are still on a free account, you can upload images %(max)s times before you will be asked to upgrade. More info on the <a href="%(url)s">pricing page</a>.
uk: Майте на увазі, що AstroBin не є безкоштовним сервісом. Якщо у Вас безкоштовний обліковий запис, Ви можете завантажувати зображення %(max)s разів, перш ніж Вам буде запропоновано підписку. Додаткова інформація на <a href="%(url)s">Сторінці цін</a>.

source: New uploads go to your "staging area", where they are unlisted. You can still share the link to an individual image in your staging area, and people with a link will be able to access it, but to make an image public and listed on AstroBin, you need to promote it. Visit <a href="%(url)s">your staging area</a>.
hu: Az új feltöltések az "előkészítési területre" kerülnek, ahol listázatlanok lesznek. Az egyes képek linkjét továbbra is megoszthatod az előkészítési területeden, és a linkkel rendelkező emberek hozzáférhetnek a képhez, de ahhoz, hogy egy képed nyilvános és listázott legyen az AstroBin-en, népszerűsítened kell azt. Látogass el az <a href="%(url)s">előkészítő területedre</a>.
uk: Нові завантаження потрапляють у Вашу студію, де їх немає в списку. Ви, як і раніше, можете поділитися посиланням на окреме зображення у своїй зоні підготовки, і люди, у яких є посилання, зможуть отримати доступ до нього, але щоб зробити зображення загальнодоступним і внесеним до списку на AstroBin, Вам необхідно його просувати. Завітайте на <a href="%(url)s">вашу студію</a>.

source: If you have any questions, have a look at the <a href="%(url)s">frequently asked questions</a>.
hu: Ha bármilyen kérdésed van, látogass el a <a href="%(url)s">gyakori kérdések</a> oldalra.
uk: Якщо у Вас є питання, перегляньте <a href="%(url)s">Часті питання</a>.

source: Finally, should you need any support, simply use the <a href="%(url)s">contact form</a> or send an email to <a href="mailto:support@astrobin.com">support@astrobin.com</a>.
hu: Végül, ha bármilyen segítségre van szükséged, egyszerűen használd a <a href="%(url)s">kapcsolatfelvételi űrlapot</a>, vagy küldj egy e-mailt a <a href="mailto:support@astrobin.com">support@astrobin.com</a> címre.
uk: Нарешті, якщо Вам потрібна підтримка, просто використовуйте <a href="%(url)s">контактну форму</a> або надішліть e-mail на адресу <a href="mailto:support@astrobin.com">support@astrobin .com</a>.

source: Keep in mind that AstroBin is not meant to be a free service. If you are still on a free account, you can upload images %(max)s times before you will be asked to upgrade. More info on the pricing page:
uk: Майте на увазі, що AstroBin не є безкоштовним сервісом. Якщо у Вас безкоштовний обліковий запис, Ви можете завантажувати зображення %(max)s разів, перш ніж Вам буде запропоновано підписку. Докладніша інформація на сторінці цін:

source: New uploads go to your "staging area", where they are unlisted. You can still share the link to an individual image in your staging area, and people with a link will be able to access it, but to make an image public and listed on AstroBin, you need to promote it. Visit your staging area:
hu: Az új feltöltések az "előkészítési területre" kerülnek, ahol listázatlanok lesznek. Az egyes képek linkjét továbbra is megoszthatod az előkészítési területeden, és a linkkel rendelkező emberek hozzáférhetnek a képhez, de ahhoz, hogy egy képed nyilvános és listázott legyen az AstroBin-en, népszerűsítened kell azt. Látogass el az előkészítő területedre:
uk: Нові завантаження потрапляють у Вашу студію, же їх немає в списку. Ви, як і раніше, можете поділитися посиланням на окреме зображення у своїй зоні підготовки, і люди, у яких є посилання, зможуть отримати доступ до нього, але щоб зробити зображення загальнодоступним і внесеним до списку на AstroBin, Вам необхідно його просувати. Завітайте у Вашу студію:

source: If you have any questions, have a look at the frequently asked questions:
hu: Ha bármilyen kérdésed van, nézd meg a gyakori kérdéseket:
uk: Якщо у Вас є які-небудь питання, перегляньте Часті питання:

source: Finally, should you need any support, simply use the contact form:
hu: Végül, ha bármilyen segítségre van szükséged, egyszerűen használd a kapcsolatfelvételi űrlapot:
uk: Зрештою, якщо Вам знадобиться підтримка, просто використовуйте контактну форму:

source: Or send an email to support@astrobin.com.
hu: Vagy küldj egy e-mailt a support@astrobin.com címre.
uk: Або надішліть email на support@astrobin.com.

source: You have a new notification on AstroBin
hu: Van egy új értesítésed az AstroBin-en
uk: У Вас нове повідомлення

source: See all your notifications
hu: Összes értesítés megtekintése
uk: Переглянути всі свої сповіщення

source: Edit your notification preferences
hu: Értesítés preferenciák módosítása
uk: Редагувати Ваші налаштування повідомлень

source: Clear skies
hu: Tiszta eget
uk: Чисте небо

source: Follow AstroBin
hu: AstroBin követése
uk: Підписатись на AstroBin

source: Hi! You have a new notification on AstroBin: %(message)s To see all your notifications, please go to %(base_url)s%(notices_url)s. If you don't want to receive emails anymore, edit your preferences by going to %(base_url)s%(pref_url)s. PLEASE DO NOT REPLY TO THIS EMAIL Clear skies, AstroBin.
hu: Szia! Van egy új értesítésed az AstroBin-en: %(message)s Az összes új értesítésed megtekintéséhez lépj a %(base_url)s%(notices_url)s oldalra. Ha nem szeretnél többé e-maileket kapni, módosítsd a beállításaidat a %(base_url)s%(pref_url)s menüpontban. KÉRJÜK, NE VÁLASZOLJ ERRE AZ E-MAILRE Tiszta eget, AstroBin.
uk: Привет! У Вас є інформація від AstroBin:: %(message)s Щоб побачити всі ваші сповіщення, перейдіть за посиланням%(base_url)s%(notices_url)s. Якщо Ви не хочете більше отримувати листи, змініть налаштування за адресою%(base_url)s%(pref_url)s. Будь ласка, не відповідайте на цей лист Чистого неба, AstroBin.

source: Your request to join the group "%(group_name)s" has been APPROVED. Visit the group here: <a href="%(url)s">%(url)s</a>
uk: Ваш запит на приєднання до групи "%(group_name)s" ЗАТВЕРДЖЕНО. Відвідайте групу тут: <a href="%(url)s">%(url)s</a>

source: Your request to join the group "%(group_name)s" has been APPROVED. Visit the group here: %(url)s
it: La tua richiesta di essere aggiunto al gruppo "%(group_name)s" è stata APPROVATA. Visita il gruppo qui: %(url)s
pl: Twój wniosek o dołączenie do grupy "%(group_name)s" został zaakceptowany. Odwiedź grupę pod tym linkiem: %(url)s
ru: Ваш запрос вступления в группу "%(group_name)s" ОДОБРЕН. Посетите группу по ссылке: %(url)s
uk: Ваш запит на приєднання до групи "%(group_name)s" ЗАТВЕРДЖЕНО. Відвідайте групу тут: %(url)s

source: Your request to join the group "%(group_name)s" has been APPROVED
hu: A(z) "%(group_name)s" csoporthoz való csatlakozási kérelmed ELFOGADVA
it: La tua richiesta di essere aggiunto al gruppo "%(group_name)s è stata APPROVATA
pl: Twój wniosek o dołączenie do grupy "%(group_name)s" został zaakceptowany
ru: Ваш запрос вступления в группу "%(group_name)s" ОДОБРЕН
uk: Ваш запит на приєднання до групи "%(group_name)s" ЗАТВЕРДЖЕНО

source: Your request to join the group "%(group_name)s" has been REJECTED
hu: A(z) "%(group_name)s" csoporthoz való csatlakozási kérelmed ELUTASÍTVA
it: La tua richiesta di essere aggiunto al gruppo "%(group_name)s è stata DECLINATA
pl: Twój wniosek o dołączenie do grupy "%(group_name)s" został odrzucony
ru: Ваш запрос вступления в группу "%(group_name)s" ОТКЛОНЕН
uk: Ваш запит на приєднання до групи "%(group_name)s" ВІДХИЛЕНО

source: <a href="%(object_url)s">Your image</a> could not be plate-solved.
hu: <a href="%(object_url)s">A képedet</a> nem lehetett plate-solve művelettel megoldani.
uk: <a href="%(object_url)s">Зображення</a> не визначається за координатами.

source: Your image at %(object_url)s could not be plate-solved.
de: Dein Bild unter %(object_url)s konnte nicht astrometriert werden.
el: Η εικόνα σας στο %(object_url)s δεν μπορούσε να αναλυθεί.
es: No ha podido ser resuelto el campo de tu imagen %(object_url)s .
fi: Kuvasi %(object_url)s kenttää ei voitu ratkaista.
fr: Votre image sur %(object_url)s n'a pas pu être traitée astrométriquement.
hu: A képedet %(object_url)s nem lehetett plate-solve művelettel megoldani.
it: La tua immagine all'indirizzo %(object_url)s non è stata ridotta astrometricamente.
ja: あなたの画像は%(object_url)sで図画化できませんでした。
nl: Plate-solving van je foto %(object_url)s is niet gelukt.
pl: Automatyczna fotoastrometria Twojego zdjęcia %(object_url)s nie powiodła się
pt: Não foi possível identificar objetos na sua imagem em %(object_url)s.
ru: Ваше изображение %(object_url)s не может быть определено по координатам.
uk: Ваше зображення %(object_url)s не можна визначити за координатами.

source: <a href="%(object_url)s">Your image could not be plate-solved.</a>
de: <a href="%(object_url)s">Dein Bild konnte nicht astrometriert werden.</a>
el: <a href="%(object_url)s">Η εικόνα σας δεν μπορούσε να αναλυθεί.</a>
es: <a href="%(object_url)s">El campo de tu imagen no pudo ser resuelto.</a>
fi: <a href="%(object_url)s">Kuvasi astrometrinen ratkaisu ei onnistunut.</a>
fr: <a href="%(object_url)s">Votre image n'a pas pu être traitée astrométriquement.</a>
hu: <a href="%(object_url)s">A képedet nem lehetett plate-solve művelettel megoldani.</a>
it: <a href="%(object_url)s">Non è stato possibile effettuare la riduzione astrometrica della tua immagine.</a>
ja: <a href="%(object_url)s">あなたの画像は図画化できませんでした。</a>
nl: <a href="%(object_url)s">De objecten op je foto konden niet worden geïdentificeerd.</a>
pl: <a href="%(object_url)s">Automatyczna fotoastrometria Twojego zdjęcia nie powiodła się.</a>
pt: <a href="%(object_url)s">Não foi possível identificar objetos na sua imagem.</a>
ru: <a href="%(object_url)s">Ваше изображение не может быть определено по координатам.</a>
uk: <a href="%(object_url)s">Ваше зображення не можна визначити за координатами.</a>

source: Your image could not be plate-solved.
de: Dein Bild konnte nicht astrometriert werden.
el: Η εικόνα σας δεν μπορούσε να αναλυθεί.
es: No se pudo resolver el campo de tu imagen.
fa: تصویر شما نمی تواند plate-solved شود.
fi: Kuvakenttääsi ei voitu ratkaista.
fr: Votre image n'a pas pu être traitée astrométriquement.
hu: A képedet nem lehetett plate-solve művelettel megoldani.
it: La tua immagine non è stata ridotta astrometricamente.
ja: あなたの画像は図画化できませんでした。
nl: De objecten op je foto konden niet worden geïdentificeerd.
pl: Automatyczna fotoastrometria Twojego zdjęcia nie powiodła się.
pt: Não foi possível identificar objetos na sua imagem.
ru: Ваше изображение не может быть определено по координатам.
uk: Ваше зображення не можна визначити за координатами.

source: <a href="%(object_url)s">Your image</a> was plate-solved.
hu: <a href="%(object_url)s">A képeden</a> plate-solve lett végrehajtva.
uk: <a href="%(object_url)s">Ваше зображення</a> не можна визначити за координатами.

source: Your image at %(object_url)s was plate-solved.
de: Dein Bild unter %(object_url)s wurde astrometriert.
el: Η εικόνα σας στο %(object_url)s αναλύθηκε.
es: El campo de tu imagen en %(object_url)s fue resuelto.
fi: Kuvakenttäsi %(object_url)s on ratkaistu.
fr: Votre image a été traitée astrométriquement sur %(object_url)s.
hu: A képeden a %(object_url)s címen plate-solve lett végrehajtva.
it: La tua immagine all'indirizzo %(object_url)s è stata ridotta astrometricamente.
ja: あなたの画像は%(object_url)sで図画化されました。
nl: Je foto op %(object_url)s is succesvol ge-plate-solved.
pl: Automatyczna fotoastrometria Twojego zdjęcia %(object_url)s powiodła się.
pt: Identificação de objetos em %(object_url)s foi bem sucedida.
ru: Ваше изображение %(object_url)s было определено по координатам.
uk: Ваше зображення %(object_url)s було визначено за координатами.

source: <a href="%(object_url)s">Your image has been successfully plate-solved.</a>
de: <a href="%(object_url)s">Dein Bild wurde erfolgreich astrometriert.</a>
el: <a href="%(object_url)s">Η εικόνα σας αναλύθηκε με επιτυχία.</a>
es: <a href="%(object_url)s">El campo de tu imagen ha sido resuelto satisfactoriamente.</a>
fi: <a href="%(object_url)s">Kuvasi astrometrinen ratkaisu onnistui.</a>
fr: <a href="%(object_url)s">La réduction astrométrique de votre image a réussi.</a>
hu: <a href="%(object_url)s">A képeden plate-solve lett végrehajtva.</a>
it: <a href="%(object_url)s">La riduzione astrometrica della tua immagine è stata effettuata con successo.</a>
ja: <a href="%(object_url)s">あなたの画像は図画化に成功しました。</a>
nl: <a href="%(object_url)s">Je foto is met succes ge-plate-solved.</a>
pl: <a href="%(object_url)s">Automatyczna fotoastrometria Twojego zdjęcia powiodła się.</a>
pt: <a href="%(object_url)s">Sua imagem teve uma identificação de objetos bem sucedida.</a>
ru: <a href="%(object_url)s">Ваше изображение было успешно определено по координатам.</a>
uk: <a href="%(object_url)s">Ваше зображення було успішно визначено за координатами.</a>

source: Your image has been successfully plate-solved.
de: Dein Bild wurde erfolgreich astrometriert.
el: Η εικόνα σας αναλύθηκε με επιτυχία.
es: El campo de tu imagen ha sido resuelto.
fa: تصویر شما توانست plate-solved شود.
fi: Kuvakenttäsi saatiin ratkaistua.
fr: La réduction astrométrique de votre image a réussi.
hu: A képeden sikeres plate-solve lett végrehajtva.
it: La tua immagine è ridotta astrometricamente.
ja: あなたの画像は図画化に成功しました。
nl: Je foto is met succes ge-plate-solved.
pl: Automatyczna fotoastrometria Twojego zdjęcia powiodła się.
pt: Sua imagem teve uma identificação de objetos bem sucedida.
ru: Ваше изображение было успешно определено по координатам.
uk: Ваше зображення успішно визначено за координатами.

source: An image you promoted made it to IOTD
hu: Egy beküldött képed IOTD-nek lett megszavazva
uk: Зображення, яке ви просували, потрапило до IOTD

source: An image you promoted made it to Top Pick
hu: Egy beküldött képed Top Pick-nek lett megszavazva
uk: Зображення, яке ви рекламували, потрапило до Топ-зображень

source: You have been inactive as an IOTD Submitter or Reviewer for %(days)s days or more.
hu: IOTD beküldőként vagy bírálóként legalább %(days)s vagy több napig inaktív voltál.
uk: Ви були неактивні в якості номінуючого або рецензента IOTD протягом %(days)s днів або більше.

source: While the AstroBin IOTD selection process has a good level of redundancy built into the system, it still relies on the members of the staff regularly making selections from their respective queues.
hu: Habár az AstroBin IOTD kiválasztási folyamatának rendszerbe beépített redundanciája megfelelő szintű, mégis a személyzet azon tagjaira támaszkodik, akik rendszeresen választanak a saját soraikból.
uk: Хоча процес вибору AstroBin IOTD має гарний рівень надмірності, вбудований у систему, він, як і раніше, залежить від співробітників, які регулярно роблять вибір зі своїх відповідних черг.

source: As you have not been active for a significant amount of time, you have been removed from the IOTD staff for now.
uk: Оскільки Ви не були активними протягом значної кількості часу, наразі Вас вилучили з персоналу IOTD.

source: This will ensure that potential IOTD or Top Pick candidates don't go unnoticed sitting in the queue of an inactive staff member.
hu: Ez biztosítja, hogy a potenciális IOTD- vagy Top Pick-jelöltek ne maradjanak észrevétlenül egy inaktív staff tag várólistáján.
uk: Це гарантує, що потенційні кандидати IOTD або Топ Зображень не залишаться непоміченими, сидячи в черзі неактивного співробітника.

source: Thank you for understanding!
hu: Köszönjük megértésedet!
uk: Дякуємо за розуміння!

source: After %(max_inactivity_days)s days of inactivity (counted from the last selection you made in your queue) you will be removed from the IOTD staff.
hu: %(max_inactivity_days)s nap inaktivitás után (a legutóbbi, a sorodban történt kiválasztástól számítva) eltávolítunk az IOTD személyzetéből.
uk: Після %(max_inactivity_days)s днів бездіяльності (відраховано від останнього вибору, який Ви зробили у своїй черзі), Вас буде вилучено з персоналу IOTD.

source: You have %(number)s images with insufficient data. AstroBin relies on data to be a great service for you and every other user. Please fill in the data for your images at the following URL: <a href="%(url)s">%(url)s</a> Thank you!
hu: %(number)s képed van elégtelen mennyiségű adattal. Az AstroBin adatokon alapul, hogy jó minőségű szolgáltatást nyújthassunk neked és másoknak. Kérjük, add meg az adatokat a képedhez a következő URL-en: <a href="%(url)s">%(url)s</a> Köszönjük!
uk: У Вас є %(number)s зображень з недостатніми даними. AstroBin спирається на дані щоб залишатися найкращим як для Вас, так і для інших користувачів. Будь ласка, заповніть дані про зображення за такими посиланнями: <a href="%(url)s">%(url)s</a> Дякуємо!
