Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: <a href="%(object_url)s"><strong>%(originator)s</strong> has fulfilled your request</a>
de: <a href="%(object_url)s"><strong>%(originator)s</strong> hat Deine Anfrage bearbeitet</a>
el: Ο/Η <a href="%(object_url)s"><strong>%(originator)s</strong> εκπλήρωσε την αίτηση σας</a>
es: <a href="%(object_url)s"><strong>%(originator)s</strong> ha respondido tu petición</a>
fi: <a href="%(object_url)s"><strong>%(originator)s</strong> on toteuttanut pyyntösi</a>
fr: <a href="%(object_url)s"><strong>%(originator)s</strong> a satisfait votre demande</a>
it: <a href="%(object_url)s"><strong>%(originator)s</strong> ha soddisfatto la tua richeista</a>
ja: <a href="%(object_url)s"><strong>%(originator)s</strong>は、あなたのリクエストを終了しました。</a>
nl: <a href="%(object_url)s"><strong>%(originator)s</strong> is ingegaan op je vraag</a>
pl: <a href="%(object_url)s"><strong>%(originator)s</strong> spełnił Twoją prośbę</a>
pt: <a href="%(object_url)s"><strong>%(originator)s</strong> atendeu sua solicitação</a>
ru: <a href="%(object_url)s"><strong>%(originator)s</strong> выполнил вашу заявку</a>

source: %(originator)s has fulfilled your request.
de: %(originator)s hat Deine Anfrage bearbeitet.
el: Ο/Η %(originator)s εκπλήρωσε την αίτηση σας.
es: %(originator)s ha respondido tu petición.
fi: %(originator)s on toteuttanut pyyntösi.
fr: %(originator)s a satisfait votre demande.
it: L'utente %(originator)s ha soddisfatto la tua richiesta.
ja: %(originator)sは、あなたのリクエストを終了しました。
nl: %(originator)s is op je vraag ingegaan.
pl: %(originator)s spełnił Twoją prośbę.
pt: %(originator)s atendeu sua solicitação.
ru: %(originator)s выполнил вашу заявку.

source: <a href="%(object_url)s">You have stopped following <strong>%(object)s</strong>.</a>
de: <a href="%(object_url)s">Du folgst <strong>%(object)s</strong> nicht mehr.</a>
el: <a href="%(object_url)s">Σταματήσατε να ακολουθείτε το <strong>%(object)s</strong>.</a>
es: <a href="%(object_url)s">Has dejado de seguir a <strong>%(object)s</strong>.</a>
fi: <a href="%(object_url)s">Et enää seuraa <strong>%(object)s</strong>.</a>
fr: <a href="%(object_url)s">Vous avez supprimé votre abonnement à la page de <strong>%(object)s</strong>.</a>
it: <a href="%(object_url)s">Hai smesso di seguire <strong>%(object)s</strong>.</a>
ja: <a href="%(object_url)s"><strong>%(object)s</strong>をフォローすることを止めました。</a>
nl: <a href="%(object_url)s">Je volgt <strong>%(object)s</strong> niet meer.</a>
pl: <a href="%(object_url)s">Przestałeś obserwować <strong>%(object)s</strong>.</a>
pt: <a href="%(object_url)s">Você deixou de seguir <strong>%(object)s</strong>.</a>
ru: <a href="%(object_url)s">Вы отменили подписку на <strong>%(object)s</strong>.</a>

source: By registering with AstroBin, you agree to our <a href="%(tos_url)s">terms of service</a>.
de: Wenn Du Dich bei AstroBin registrierst, bestätigst Du unsere <a href="%(tos_url)s">Geschäftsbedingungen</a>.
el: Με την εγγραφή σας στο AstroBin, συμφωνείτε με τους <a href="%(tos_url)s">όρους χρήσης</a>.
es: Al registrarte en AstroBin, aceptas estar de acuerdo con nuestras <a href="%(tos_url)s">condiciones del servicio</a>.
fi: Rekisteröitymällä AstroBiniin hyväksyt <a href="%(tos_url)s">käyttöehdot</a>.
fr: En vous inscrivant sur AstroBin, vous acceptez nos <a href="%(tos_url)s">conditions d'utilisation</a>.
it: Iscrivendoti ad AstroBin, accetti le nostre <a href="%(tos_url)s">condizioni d'uso</a>.
ja: AstroBinに登録することで、あなたは我々の<a href="%(tos_url)s">利用規約</a>に同意します。
nl: Door je bij AstroBin te registreren, ga je akkoord met onze <a href="%(tos_url)s">gebruiksvoorwaarden</a>.
pl: Rejestrując konto w AstroBin, zgadzasz się na <a href="%(tos_url)s">warunki korzystania z serwisu</a>.
pt: Ao fazer o seu registro no AstroBin, você concorda com os nossos <a href="%(tos_url)s">termos de serviço</a>.
ru: Регистрируясь на AstroBin, вы соглашаетесь с нашими <a href="%(tos_url)s">условиями предоставления услуг</a>.

source: Here you can activate your free Raw Data Atom subscription.
es: Aquí puedes activar tu suscripción gratuita a Atom Datos Raw.
fr: Activez ici votre abonnement gratuit Fichiers Bruts Atom.
it: Qui puoi attivare il tuo abbonamento gratuito a Dati Grezzi Atom.
nl: Hier kun je je gratis Raw Data Atom abonnement activeren.
pl: Tutaj możesz aktywować darmową subskrypcję Raw Data Atom.
ru: Здесь вы можете активировать вашу бесплатную Raw Data Atom подписку.

source: Activate
es: Activar
fr: Activer
it: Attiva
nl: Activeren
pl: Aktywuj
ru: Активировать

source: Subscribe with a secure payment provided by PayPal:
es: Suscribir mediante un pago seguro proporcionado por PayPal:
fr: Abonnez-vous par un paiement sécurisé via PayPal:
it: Abbonati con un pagamento sicuro fornito da PayPal:
nl: Abonneer dmv. een veilige betaling met PayPal
pl: Subskrybuj z bezpieczną płatnością przez PayPal:
ru: Подпишитесь с помощью безопасной оплаты через PayPal:

source: Subscription process canceled
es: Proceso de suscripción cancelado
fr: Annulation du processus d'abonnement
it: Processo di abbonamento annullato
ja: 登録処理はキャンセルされました
nl: Abonnement proces gestopt.
pl: Subskrypcja anulowana
ru: Процесс подписки отменён

source: Subscription process cancelled
es: Proceso de suscripción cancelado
fr: Processus d'abonnement annulé
it: Processo di abbonamento annullato
ja: 登録処理はキャンセルされました
nl: Abonneringsproces afgebroken
pl: Subskrybowanie anulowane
ru: Процесс подписки отменён

source: Your transaction with PayPal has been cancelled, so no change in your subscription has occurred.
es: Tu transacción de PayPal ha sido cancelada, por tanto no ha habido ningún cambio en tu suscripción.
fr: La transactions PayPal a été annulée, votre abonnement n'a pas été modifié.
it: La tua transazione PayPal è stata annullata, quindi non è avvenuto alcun cambiamento al tuo abbonamento.
ja: PayPalでの処理がキャンセルされたので、登録変更は実施されませんでした。
nl: Uw transactie bij PayPal is geannuleerd, dus je abonnementsformule is niet gewijzigd.
pl: Twoja transakcja PayPal została anulowana, Twoja subskrypcja nie zostanie zmieniona
ru: Ваша транзакция через PayPal была отменена, так что никаких изменений в подписке не произошло.

source: Return to the <a href="%(plans_url)s">plans page</a>.
es: Volver a la <a href="%(plans_url)s">Página de Planes</a>.
fr: Consulter les <a href="%(plans_url)s">abonnements</a>.
it: Torna alla <a href="%(plans_url)s">pagina delle opzioni di abbonamento</a>.
ja: <a href="%(plans_url)s">計画ページ</a>に戻る
nl: Ga terug naar de <a href="%(plans_url)s">pagina met verschillende abonnee-formules</a>.
pl: Przejdź do <a href="%(plans_url)s">planów subskrypcji</a>
ru: Вернуться к <a href="%(plans_url)s">странице планов</a>.

# Subscription plan name
source: Plan
es: Planes
fr: Abonnement
it: Opzioni di abbonamento
ja: 計画
nl: Formule
pl: Plany
ru: План

source: Trial period
es: Periodo de prueba
fr: Période d'essai
it: Periodo di prova
ja: 試用期間
nl: Proefperiode
pl: Okres próbny
ru: Пробный период

source: day
es: día
fr: jour
it: giorno
nl: dag
pl: dzień
ru: день

source: week
es: semana
fr: semaine
it: settimana
pl: tydzień
ru: неделя

source: month
es: mes
fr: mois
it: mese
nl: maand
pl: miesiąc
ru: месяц

source: year
es: año
fr: année
it: anno
nl: jaar
pl: rok
ru: год

# At no cost
source: Free
es: Gratis
fr: Gratuit
it: Gratis
nl: Gratis
pl: Za darmo
ru: Бесплатный

source: weeks
es: semanas
fr: semaines
it: settimane
nl: weken
pl: tygodnie
ru: недель

source: months
es: meses
fr: mois
it: mesi
ja: 月
nl: maanden
pl: miesiące
ru: месяцев

source: years
es: años
fr: années
it: anni
ja: 年
nl: jaren
pl: lata
ru: лет

source: No trial
es: No de prueba
fr: Pas d'essai
it: Nessun periodo di prova
ja: 試用でない
nl: Geen probeerperiode
pl: Brak okresu próbnego
ru: Не пробный

source: %(max_allowed)s images per year
es: %(max_allowed)s imágenes por año
fr: %(max_allowed)s images autorisées par an
it: %(max_allowed)s immagini all'anno
ja: 年間%(max_allowed)s画像
nl: %(max_allowed)s fotos per jaar
pl: %(max_allowed)s zdjęć na rok
ru: %(max_allowed)s изображений в год

source: Unlimited images
es: Imágenes ilimitadas
fr: Nombre d'images illimité
it: Immagini illimitate
ja: 無制限
nl: Ongelimiteerd aantal foto's
pl: Nieskończona liczba zdjęć
ru: Неограниченные изображения

source: Switch to
es: Cambiar a
fr: Passer à
it: Passa a
ja: 切り替え
nl: Omschakelen naar
pl: przełącz do
ru: Переключиться на

source: Subscription changed
es: Suscripción modificada
fr: Abonnement modifié
it: Abbonamento cambiato
ja: 登録変更された
nl: Abonnement gewijzigd
pl: Subskrypcja została zmieniona
ru: Подписка изменена

source: Your request for a change in your subscription has been processed successfully.
es: Tu solicitud de cambio en tu suscripción ha sido procesada satisfactoriamente.
fr: Votre demande de changement d'abonnement s'est terminée avec succès.
it: La tua richiesta di cambiamento al tuo abbonamento è stata processata con successo.
nl: Jouw verzoek tot wijziging van abonnement is geslaagd.
pl: Twój wniosek o zmianę subskrypcji został przetworzony poprawnie
ru: Ваш запрос на изменение подписки был успешно совершён.

source: Subscription plan
es: Plan de suscripción
fr: Plan d'abonnement
it: Opzione di abbonamento
nl: Abonnement opties
pl: Plan subskrypcji
ru: План подписки

source: Subscribed
es: Suscrito
fr: Abonné
it: Abbonato
nl: Geabonneerd
pl: Zasubskrybowane
ru: Подписано

source: Expires
es: Caducidad
fr: Expire
it: Scade
nl: Verloopt op
pl: Wygasa
ru: Истекает

source: Cancelled
es: Cancelada
fr: Annulé
it: Annullato
nl: Geannuleerd
pl: Anulowano
ru: Отменено

source: Unavailable
es: No disponible
fr: Indisponible
it: Non disponibile
nl: Niet beschikbaar
pl: Niedostępne
ru: Недоступно

source: Unsubscribed
es: No suscrito
fr: Désabonné
it: Non abbonato
nl: Afgemeld
pl: Wyłącz subskrypcję
ru: Отменена подписка

source: <strong>AstroBin Raw Data</strong> allows you to store your raw files (<strong>FIT</strong> and <strong>digital camera raw</strong>) on AstroBin. We will keep them neatly organized, and you will have a safe backup of all your work, including calibration files.
es: <strong>AstroBin Datos Raw</strong> te permite guardar tus archivos crudos (<strong>FIT</strong> y <strong> RAW de cámara digital</strong>) en AstroBin. Los mantendremos perfectamente organizados, así tendrás una copia de seguridad de todo tu trabajo incluyendo los archivos de calibración.
fr: Les <strong>Données Brutes AstroBin</strong> vous permettent de stocker vos fichiers bruts (<strong>FIT</strong> et <strong>Raw APN</strong>) sur AstroBin. Nous les organisons de façon claire et tout votre travail est sauvegardé, y compris les fichiers de calibration.
it: <strong>AstroBin Dati Grezzi</strong> ti permette di archiviare i tuoi dati grezzi (<strong>FIT</strong> e <strong>raw di DSLR</strong>) su AstroBin. Li terremo organizzati per bene, ed avrai un backup sicuro di tutti i tuoi lavori, compresi i file di calibrazione.
nl: <strong>AstroBin Raw Data</strong> laat toe om raw bestanden (<strong>FIT</strong> en<strong>RAW van digitale camera's</strong>) te bewaren op AstroBin. We houden ze netjes georganiseerd en je krijgt hiermee een veilige backup voor al je werk, inclusief je calibratiebestanden.
pl: <strong>AstroBin Raw Data</strong> pozwala Ci przechowywać Twoje surowe dane (<strong>FIT</strong> and <strong>digital camera raw</strong>) na AstroBin. Utrzymamy je w sposób zorganizowany i zapewnimy zabezpieczenie na wypadek utraty danych.
ru: <strong>AstroBin Raw Data</strong> позволяет вам хранить ваши raw файлы (<strong>FIT</strong> и <strong>цифрокамерный raw</strong>) на AstroBin. Мы будем их хранить аккуратно организовав, и вам будет доступен бекап всех ваших работ, включая калибровочные файлы.

source: Learn more by reading <a href="%(rawdata_url)s">a short introduction.</a>
es: Aprende más leyendo <a href="%(rawdata_url)s">una breve introducción.</a>
fr: Découvrez <a href="%(rawdata_url)s">l'introduction succinte.</a>
it: Leggi di più in <a href="%(rawdata_url)s">questa breve introduzione.</a>
nl: Leer hier meer over door de <a href="%(rawdata_url)s">korte inleiding</a> te lezen.
pl: Dowiedz się więcej czytając <a href="%(rawdata_url)s">krótki wstęp.</a>
ru: Узнайте больше, прочитав <a href="%(rawdata_url)s">короткое введение.</a>

source: Here you can deactivate your free Raw Data Atom subscription.
es: Aquí puedes desactivar tu suscripción a Atom Datos Raw.
fr: Désactivez ici votre abonnement gratuit Fichiers Bruts Atom.
it: Qui puoi disattivare il tuo abbonamento gratuito a Dati Grezzi Atom.
nl: Hier kan je je gratis Raw Data Atom abonnement desactiveren.
pl: Tutaj możesz wyłączyć swoją darmową subskrypcję Raw Data Atom.
ru: Здесь вы можете деактивировать свою бесплатную Raw Data Atom подписку.

source: Deactivate
es: Desactivar
fr: Désactiver
it: Disattiva
nl: Uitschakelen
pl: Dezaktywuj
ru: Отключить

source: Your subscription is either cancelled or not active yet. If you want to subscribe again, please wait until your subscription is expired. If you just subscribed, please wait a few minutes while PayPal contacts our server for the final transaction confirmation. Thank you!
es: Tu suscripción está cancelada o no está activa aún. Si quieres suscribirte otra vez, por favor espera hasta que tu suscripción haya finalizado. Si te acabas de suscribir, espera unos minutos mientras PayPal contacta con nuestro servidor para confirmar la transacción. ¡Gracias!
fr: Votre abonnement est annulé ou pas encore actif. Si vous désirez vous abonner à nouveau, merci d'attendre l'expiration de votre abonnement en cours. Si vous venez de vous abonner, attendez quelques minutes afin que la transaction PayPal soit confirmée. Merci!
it: Il tuo abbonamento è annullato o non ancora attivo. Se vuoi abbonarti di nuovo, attendi che l'abbonamento corrente sia scaduto. Se ti sei appena abbonato, per favore attendi qualche minuto che PayPal mandi la conferma della transazione al nostro server. Grazie!
pl: Twoja subskrypcja została wyłączona lub jeszcze nie jest aktywna. Jeśli chcesz ponownie uruchomić subskrypcję poczekaj aż bieżąca wygaśnie. Jeśli przed chwilą uruchomiłeś subskrypcję poczekaj kilka minut aż otrzymamy potwierdzenie z serwisu PayPal. Dziękujemy!
ru: Ваша подписка либо отменена, либо еще не активна. Если вы хотите оформить новую подписку, пожалуйста, подождите пока закончится текущая. Если вы только что оформили подписку, пожалуйста, подождите несколько минут пока PayPal соединяется с нашим сервером для подтверждения транзакции. Спасибо!

source: By cancelling, you will revert to a free plan.
es: Al cancelar, regresaras a un plan gratuito.
fr: En annulant, vous reviendrez à un abonnement gratuit.
it: Annullanod, passerai ad un'opzione di abbonamento gratuita.
nl: Door te annuleren, val je terug op het gratis abonnement.
pl: Wyłączając, wracasz do darmowego planu.
ru: Отменив, вы будете возвращены в бесплатный план.

source: Free plans are limited to <strong>%(max_allowed)s</strong> images.
es: Los planes gratuitos están limitados a <strong>%(max_allowed)s</strong> imágenes.
fr: L'abonnement gratuit est limité à <strong>%(max_allowed)s</strong> images.
it: Gli account gratuiti sono limitati a <strong>%(max_allowed)s</strong> immagini.
nl: Een gratis abonnement is beperkt tot <strong>%(max_allowed)s</strong> foto's.
pl: Darmowe plany są ograniczone do <strong>%(max_allowed)s</strong> zdjęć.
ru: Бесплатные планы ограничены до <strong>%(max_allowed)s</strong> изобр.

source: However, your existing images will not be deleted or deactivated in any way! Simply, you will not be able to upload any more images unless you switch to a paid plan.
es: En cualquier caso, las imágenes que ya tienes no serán borradas ni desactivadas de ningún modo. Simplemente, no podrás subir más imágenes hasta que cambies a un plan de pago.
fr: Cependant, vos images existantes ne seront pas effacées ou désactivées. Simplement, vous ne pourrez pas en publier davantage sans acheter un abonnement.
it: Ad ogni modo, le tue immagini esistenti non saranno né cancellate né disattivate in alcun modo! Semplicemente, non potrati caricare nuove immagini a meno di passare ad un abbonamento a pagamento.
nl: Desondanks worden jouw bestaande foto's niet verwijderd of gedeactiveerd of zo! Je kunt echter geen nieuwe foto's uploaden totdat je upgrade naar een betaald abonnement.
pl: Jednak Twoje zdjęcia nie zostaną usunięte lu zdezaktywowane! Po prostu, nie będziesz mógł wczytać żadnych nowych zdjęć do momentu przełączenia się na płatne konto.
ru: Впрочем, ваши существующие изображения не будут удалены или деактивированы в любом случае! Просто, вы не сможете добавлять больше изображений пока не переключитесь на платный план.

source: You cannot switch to this plan.
es: No puedes cambiar a este plan.
fr: Vous ne pouvez pas passer à cet abonnement.
it: Il passaggio a questo abbonamento non ti è possibile.
nl: Je kan je niet op deze formule abonneren.
pl: Nie możesz przejść na ten plan.
ru: Вы не можете переключиться на этот план.

source: Thank you for supporting AstroBin!
es: ¡Gracias por apoyar a AstroBin!
fi: Kiitos Astrobinin tukemisesta!
fr: Merci de soutenir AstroBin!
it: Grazie per il tuo supporto ad AstroBin!
ja: AstoBinをサポートいただけてありがとうございます。
nl: Bedankt voor het ondersteunen van AstroBin!
pl: Dziękujemy za wspieranie AstroBin!
ru: Спасибо за поддержку AstroBin!

source: Back to the plans
es: Volver a los planes
fr: Retour aux abonnements
it: Torna alle opzioni di abbonamento
nl: Terug naar de abonnementen
pl: Wróć do planów
ru: Обратно к планам

source: Subscription confirmed
es: Suscripción confirmada
fr: Abonnement confirmé
it: Abbonamento confermato
nl: Lidmaatschap bevestigd
pl: Subskrypcja potwierdzona
ru: Подписка подтверждена

source: Your request has been received, and we are awaiting the final confirmation from PayPal. Your subscription should be active within a few minutes!
es: Tu solicitud a sido recibida, estamos esperando la confirmación final desde PayPal. Tu suscripción se activará en unos pocos minutos.
fr: Votre demande est en cours, nous attendons la confirmation de PayPal. Votre abonnement devrait être actif dans quelques minutes!
it: La tua richiesta è stata ricevuta, e stiamo attendendo la confema finale da PayPal. Il tuo abbonamento dovrebbe essere attivo entro pochi minuti!
nl: Je aanvraag is ontvangen en we wachten op de bevestiging van PayPal. Uw abonnement zou binnen een paar minuten in orde moeten zijn!
pl: Otrzymaliśmy Twój wniosek i czekamy na potwierdzenie z PayPal. Twoja subskrypcja powinna być aktywna w ciągu kilku minut!
ru: Ваш запрос отправлен, и мы ожидаем окончательного подтверждения от PayPal. Ваша подписка будет активирована в течение нескольких минут!

source: Your active subscription plans
es: Tus planes de suscripción activos
fr: Vos abonnements actifs
it: I tuoi abbonamenti attivi
nl: Je actieve abonnementen
pl: Twoje aktywne plany subskrypcji
ru: Ваши активные планы подписки

source: AstroBin Premium subscription plans
es: Planes de suscripción Premium de AstroBin
fr: Les abonnements AstroBin Premium
it: Opzioni di abbonamento ad AstroBin Premium
nl: AstroBin Premium abonnementsformules
pl: Plany subskrypcji AstroBin Premium
ru: Планы AstroBin Премиум подписки

source: AstroBin Raw Data subscription plans
es: Planes de suscripción de Datos Raw AstroBin
fr: Abonnements AstroBin pour Fichiers Bruts
it: Opzioni di abbonamento ad AstroBin Dati Grezzi
nl: AstroBin Raw Data abonnementsformules
pl: Plany subskrypcji surowych danych AstroBin
ru: Планы подписки AstroBin Raw Data

source: Here's a short description of each plan:
es: Aquí tienes una descripción breve de cada pla:
fr: Description succincte de chaque abonnement:
it: Ecco una breve descrizione di ogni opzione di abbonamento:
nl: Hier is een korte beschrijving van elke formule:
pl: Tutaj znajdziesz krótki opis każdego z planów:
ru: Вот немного описания по каждому плану:

source: This plan is free! Choose it to share a small amount of data with other users.
es: ¡Este plan es gratuito! Escogelo para compartir unas pocas imágenes con los demás usuarios.
fr: Cet abonnement est gratuit! Choisissez cette option pour partager un faible nombre d'images.
it: Questo abbonamento è gratuito! Sceglilo per condividere una piccola quantità di dati con altri utenti.
nl: Dit is een gratis abonnement! Kies dit om een klein aantal foto's te delen met anderen
pl: Ten plan jest darmowy! Wybierz go aby dzielić się małymi ilościami danych z innymi użytkownikami.
ru: Это план бесплатный! Выберите его чтобы иметь возможность делиться небольшим количеством данных с другими пользователями.

source: Choose this plan if you want to keep your expenses to a minimum, but still want the possibity to share your FIT and digital camera raw files with your friends. You can also participate to public data pools and contribute to the deepest deep sky images ever created, and you will always know that you support AstroBin.
es: Elige este plan si quieres mantener un coste mínimo, pero también para tener la posibilidad de compartir tus archivos RAW o FIT con tus amigos. También puedes participar en los directorios de datos públicos y contribuir a las imágenes más profundas jamás creadas, ... y sabrás que das soporte a AstroBin.
fr: Choisissez cet abonnement pour limiter vos dépenses tout en conservant la possibilité de publier vos fichiers bruts ou FIT. Vous pourrez aussi participer aux collaborations publiques pour contribuer aux images les plus fines jamais créées, tout en soutenant AstroBin.
it: Scegli questo abbonamento se vuoi contenere le spese, ma comunque vuoi condividere i tuoi FIT e raw DSRL con i tuoi amici. Puoi anche partecipare ad i gruppi di dati pubblici e contribuire alle più profonde immagini deep sky mai create, e saprai di supportare AstroBin.
nl: Kies dit abonnement om een minimum uit te geven, maar toch de mogelijkheid te hebben om FIT en RAW bestanden te kunnen delen. Je kan dan ook deelnemen aan publieke data archieven en zo bijdragen aan het verwezenlijken van de diepste deep sky beelden ooit gemaakt. En natuurlijk krijg je een goed gevoel door het steunen van AstroBin.
pl: Wybierz ten plan jeśli chcesz ograniczyć swoje wydatki do minimum, ale ciągle chcesz mieć możliwość dzielenia się plikami FIT i RAW z przyjaciółmi. Możesz również brać udział w tworzeniu zdjęć głębokiego kosmosu korzystając z materiałów udostępnianych przez innych użytkowników. Dzięki tej subskrypcji wspierasz AstroBin.
ru: Выберите этот план, если вы хотите свести свои расходы до минимума, но в тоже время хотите иметь возможность делиться своими FIT и цифрокамерными raw файлами с друзьями. Вы также сможете участвовать общем хранилище данных для вклада в снимки глубокого космоса, которые были созданы, понимая, что вы поддерживаете AstroBin.
