Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Please remember that you are only allowed to claim items that you really produce and/or retail.
de: Bitte beachte, dass es nur erlaubt ist, Produkte zu beantragen, die du wirklich produzierst oder verkaufst.
el: Πάρακαλω να θυμάστε ότι σας επιτρέπεται να διεκδικήσετε αντικείμενα τα οποία παράγετε και/ή εμπορεύεστε.
es: Por favor, recuerda que sólo se te permite reclamar elementos que realmente produces y/o vendes.
fa: لطفا به یاد داشته باشید که شما تنها مجاز به مطالبه اقلامی که واقعا تولید و یا خرده فروشی می کنید، می باشید.
fr: Souvenez-vous que vous ne pouvez revendiquer que les articles dont vous êtes le fabricant et/ou le distributeur.
it: Ricordati che ti è permesso rivendicare solo i prodotto che realmente produci e/o vendi.
ja: あなたが本当に製造もしくは販売をしたアイテムだと主張することを許されている事を忘れないようにしてください。
nl: Denk eraan dat je enkel produkten mag claimen die je effectief produceert of distribueert.
pl: Pamiętaj, że możesz rościć sobie prawa tylko do produktów, które wytwarzasz i/lub sprzedajesz.
pt: Por favor, lembre-se de que você só pode reivindicar os produtos que você realmente produz e/ou vende.
ru: Пожалуйста, помните, что вы можете заявлять только те вещи, которые действительно производите и/или продаете.

source: As producer
de: Als Produzent
el: Σαν παραγωγός
es: Como productor
fa: به عنوان تولید کننده
fr: En tant que fabricant
it: Come produttore
ja: 製造者として
nl: Als producent
pl: Jako producent
pt: Como fabricante
ru: Как производитель

source: Gear IDs
de: Ausrüstungs IDs
el: Ταυτότητες εξοπλισμού
es: ID de equipo
fr: IDs matériel
it: ID della strum.
ja: 機材ID
nl: Materiaal identificaties
pl: Identyfikatory sprzętu
pt: Identificação dos equipamentos
ru: Идентификаторы оборудования

source: You haven't claimed any commercial products yet.
de: Du hast noch kein Produkt hinzu gefügt.
el: Δεν έχετε διεκδικήσει εμπορικά προϊόντα ακόμα.
es: Todavía no has reclamado ningún producto comercial.
fa: شما هیچکدام از محصولات تجاری را ادعا نکرده اید.
fr: Vous n'avez pas encore revendiqué de produits commerciaux.
it: Non hai rivendicato ancora alcun prodotto commerciale.
ja: あなたはまだ、商品をひとつも主張していません。
nl: Je hebt nog geen commerciële produkten geclaimd.
pl: Nie rościłeś sobie jeszcze praw do żadnych produktów.
pt: Você ainda não reivindicou nenhum produto comercial.
ru: Вы еще не заявляли ни одного коммерческого продукта.

source: %(user)s hasn't claimed any commercial products yet.
de: %(user)s hat noch keine gewerblichen Produkte hinzu gefügt.
el: Ο/Η %(user)s δεν έχει διεκδικήσει εμπορικά προϊόντα ακόμα.
es: %(user)s todavía no ha reclamado ningún producto comercial.
fr: %(user)s n'a pas encore revendiqué de produits commerciaux.
it: %(user)s non ha rivendicato ancora alcun prodotto commerciale.
ja: %(user)sはまだ、商品をひとつも主張していません。
nl: %(user)s heeft nog geen commerciële produkten geclaimd.
pl: %(user)s nie rościł sobie jeszcze praw do żadnych produktów.
pt: %(user)s ainda não reivindicou nenhum produto comercial.
ru: %(user)s не заявлял ни одного коммерческого продукта.

source: As retailer
de: Als Verkäufer
el: Σαν έμπορος λιανικής πωλήσεως
es: Como vendedor
fa: به عنوان خرده فروش
fr: En tant que distributeur
it: Come negoziante
ja: 販売者として
nl: Als distributeur
pl: Jako sprzedawca
pt: Como vendedor
ru: Как продавец

source: You haven't claimed any retailed products yet.
de: Du hast noch keine gewerblichen Produkt hinzu gefügt.
el: Δεν έχετε διεκδικήσει προϊόντα λιανικής πώλησης ακόμα.
es: No has reclamado todavía ningún producto de venta.
fa: شما هیچکدام از محصولات خرده فروشی را ادعا نکرده اید.
fr: Vous n'avez pas encore revendiqué de produits à la vente.
it: Non hai rivendicato ancora alcun prodotto in vendita.
ja: あなたはまだ、販売製品をひとつも主張していません。
nl: Je hebt nog geen produkten als distributeur geclaimd.
pl: Nie rościłeś sobie jeszcze praw do żadnych produktów.
pt: Você ainda não reivindicou nenhum produto como vendedor.
ru: Вы еще не заявляли ни одного продаваемого продукта.

source: %(user)s hasn't claimed any retailed products yet.
de: %(user)s hat noch keine Produkte zum Verkauf beantragt.
el: Ο/Η %(user)s δεν έχει διεκδικήσει προϊόντα λιανικής ακόμα.
es: %(user)s todavía no ha reclamado ningún producto de venta.
fr: %(user)s n'a pas encore revendiqué de produits.
it: %(user)s non ha rivendicato ancora alcun prodotto in vendita.
ja: %(user)sはまだ、販売製品をひとつも主張していません。
nl: %(user)s heeft nog geen gedistribueerde producten geclaimd.
pl: %(user)s nie rościł sobie jeszcze praw do żadnych produktów.
pt: %(user)s ainda não reivindicou nenhum produto como vendedor.
ru: %(user)s не заявлял еще ни одного продаваемого продукта.

source: Claim as producer
de: Als Hersteller beantragen
el: Διεκδικήστε σαν παραγωγός
es: Reclamar como productor
fa: ادعا به عنوان تولید کننده
fr: Revendiquer en tant que fabricant.
it: Rivendica come produttore
ja: 製造者として主張
nl: Claim als fabrikant
pl: Zgłoś roszczenie jako producent
pt: Reivindicar como fabricante
ru: Заявить как производитель

source: Claim as retailer
de: Als Verkäufer beantragen
el: Διεκδικήστε σαν έμπορος λιανικής πωλήσεως
es: Reclamar como vendedor
fa: ادعا به عنوان خرده فروش
fr: Revendiquer en tant que distributeur
it: Rivendica come negoziante
ja: 製造者として主張
nl: Claim als distributeur
pl: Zgłoś roszczenie jako sprzedawca
pt: Reivindicar como vendedor
ru: Заявить как продавец

source: Claim commercial product
de: Gewerbliches Produkt beantragen.
el: Διεκδικήστε εμπορικό προϊόν
es: Reclamar producto comercial
fa: ادعای محصول تجاری
fr: Revendiquer un produit commercial
it: Rivendica prodotto commerciale
ja: 商品にクレーム
nl: Claim commercieel produkt
pl: Zgłoś roszczenie do produktu
pt: Reivindicar produto comercial
ru: Заявить коммерческий продукт

source: Claim
de: Beantragen
el: Διεκδίκηση
es: Reclamar
fa: ادعا
fr: Revendication
it: Rivendica
ja: クレーム
pl: Zgłoś roszczenie
pt: Reivindicar
ru: Заявить

source: Select items to remove
de: Zum Entfernen markieren
el: Επιλέξτε αντικείμενα για αφαίρεση
es: Selecciona elementos para retirar
fa: انتخاب اقلام برای حذف
fr: Sélectionnez les articles à supprimer
it: Seleziona gli elementi da rimuovere
ja: 削除するアイテムを選択
nl: Selecteer artikelen die verwijderd dienen te worden
pl: Wybierz pozycje do usunięcia
pt: Selecione os itens que serão removidos
ru: Выбрать пункты для удаления

source: Be careful if you try to remove all of these!
de: Sei vorsichtig, wenn du versuchst dies alles zu entfernen!
el: Να είστε προσεκτικοί αν προσπαθήσετε να αφαιρέσετε όλα αυτά!
es: ¡Ten cuidado si tratas de retirar todo esto!
fa: اگر سعی می کنید همه را حذف کنید، مراقب باشید!
fr: Soyez prudent si vous tentez de supprimer tous ceux-ci!
it: Attento se cerchi di rimuoverli tutti!
ja: これらのすべてを削除しようする場合には注意してください！
nl: Wees voorzichtig als je al deze zaken tracht te verwijderen!
pl: Bądź ostrożny, jeżeli będziesz chciał(a) usunąć wszystko!
pt: Seja cuidadoso, se tentar remover todos eles!
ru: Будьте осторожны если будете это убирать!

source: All the properties, including the commercial description, of this claim will be deleted and cannot be recovered!
de: Alle Eigenschaften, incl. der Beschreibungen, dieses Produktes wird gelöscht und kann nicht wieder hergestellt werden.
el: Όλες οι ιδιότητες, συμπεριλαμβανομένου της εμπορικής περιγραφής, αυτής της διεκδίκησης θα διαγραφούν και δεν θα μπορούν να επανέλθουν!
es: ¡Todas las características incluyendo la descripción comercial de este reclamo serán borradas y no podrán ser recuparadas!
fa: همه خواص، از جمله توصیفات تجاری از این ادعا حذف خواهد شد و دیگر نمی تواند بازیافت شود!
fr: Toutes les propriétés, y compris la description commerciale de cette revendication, seront effacées définitivement!
it: Tutte le proprietà, inclusa la descrizione commerciale, di questa rivendicazione saranno cancellate e non possono essere ripristinate!
ja: このクレームによる商品説明を含む全ての項目は削除され、復元することはできません!
nl: Al de eigenschappen, inclusief de commerciële omschrijving van deze claim, zullen voorgoed worden verwijderd!
pl: Wszystkie właściwości, łącznie z opisem, zostaną usunięte i nie będzie można ich przywrócić!
pt: Todas as propriedades, incluindo a descrição comercial desta reivindicação, serão excluídas e não poderão ser restauradas!
ru: Все свойства, включая рекламное описание, данной заявки будут удалены без возможности восстановления!

source: Select the product you want to merge to
de: Markiere die Produkte, die zu zusammenfügen möchtest
el: Επιλέξτε το προϊόν που θέλετε να συγχωνεύσετε
es: Selecciona el producto al que lo quieres anexar
fa: محصول مورد نظری را که می خواهید ادغام کنید، انتخاب نمایید
fr: Sélectionnez le produit que vous désirez fusionner
it: Seleziona il prodotto a cui vuoi unire
ja: に統合したい製品を選択
nl: Selecteer het product waarmee je wil samenvoegen
pl: Wybierz produkt, z którym chcesz połączyć
pt: Selecione com o qual produto deseja unificar
ru: Выберите продукт для объединения

source: Claim retailed product
de: Beantrage ein gewerbliches Produkt
el: Διεκδικήστε προϊόν λιανικής πωλήσεως
es: Reclamar producto en venta
fa: ادعای محصول خرده فروشی
fr: Revendiquer le produit à la vente
it: Rivendica prodotto in vendita
ja: 販売製品のクレーム
nl: Claim produkt als distributeur
pl: Zgłoś roszczenie do produktu
pt: Reivindicar produto
ru: Заявить продаваемый продукт

source: All the properties of this claim will be deleted and cannot be recovered!
de: Diese Version wird permanent gelöscht und kann nicht wieder hergestellt werden. Bist Du sicher?
el: Όλες οι ιδιότητες αυτής της διεκδίκησης θα διαγραφούν και δεν θα μπορούν να επανέλθουν!
es: ¡Todas las características de este reclamo serán borradas y no podrán ser recuperadas!
fa: تمام اطلاعات این ادعا حذف خواهد شد و دیگر نمی تواند بازیافت شود!
fr: Les propriétés de cette revendication seront définitivement supprimées!
it: Tutte le proprietà di questa rivendicazione saranno cancellate e non possono essere ripristinate!
ja: この主張の全ての項目は削除され、元に戻すことはできないでしょう。
nl: Alle eigenschappen van deze claim worden onherroepelijk gewist!
pl: Wszystkie właściwości Twojego roszczenia zostaną usunięte i nie będzie można ich przywrócić!
pt: Todas as propriedades desta reivindicação serão excluídas e não poderão ser recuperadas!
ru: Все свойства этой заявки будут удалены без возможности восстановления!

source: Edit your commercial information
de: Deine gewerblichen Informationen bearbeiten
el: Επεξεργαστία των εμπορικών σας πληροφοριών
es: Edita tu información comercial
fa: اطلاعات اقتصادی خود را ویرایش کنید
fr: Modifier vos informations commerciales
it: Modifica le tue informazioni commerciali
ja: あなたの商売情報を編集
nl: Wijzig je commerciële informatie
pl: Edytuj swoje informacje handlowe
pt: Edite suas informações comerciais
ru: Править вашу коммерческую информацию

source: Edit your retailer information
de: Deine Händlernformationen bearbeiten
el: Επεξεργασία των πληροφοριών σας λιανικής πωλήσεως
es: Edita tu información de vendedor
fa: ویرایش اطلاعات خرده فروشی شما
fr: Modifier les informations du distributeur
it: Modifica le tue informazioni di negoziante
ja: あなたの販売者情報を編集
nl: Wijzig je informatie als distributeur
pl: Edytuj swoje informacje handlowe
pt: Edite suas informações de vendedor
ru: Редактировать информацию вашего продавца

source: Sorry, but importing from Flickr is reserved to AstroBin Premium users.
it: Spiacenti, ma importare da Flickr è una funzionalità riservata agli utenti di AstroBin Premium.
ru: Извините, но импорт из Flickr доступен только Premium пользователям.

source: Search type
de: Suchtyp
el: Τύπος αναζήτησης
es: Tipo de búsqueda
fa: نوع جستجو
fi: Hakutyyppi
fr: Type de recherche
it: Tipo di ricerca
ja: 検索タイプ
nl: Zoek categorie
pl: Typ wyszukiwania
pt: Tipo de busca
ru: Тип поиска

source: You can't merge a product to itself.
de: Du kannst kein Produkt mit sich selber zusammenfügen.
el: Δεν μπορείτε να συγχωνεύσετε ένα προϊόν με τον ευατό του.
es: No puedes anexar un producto a él mismo.
fa: نمی توانید محصولی را با خودش یکی کنید.
fi: Et voi yhdistää tuotetta itseensä.
fr: Vous ne pouvez pas fusionner un produit avec lui-même.
it: Non puoi unire un prodotto a se stesso.
ja: あなた自身で製品をマージすることはできません。
nl: Je kan een produkt niet met zichzelf samenvoegen.
pl: Nie możesz połączyć produktu z nim samym.
pt: Você não pode unificar um produto com ele mesmo.
ru: Вы можете присоединить продукт к себе.

source: Imaging telescope or lens
de: Aufnahmeteleskop oder -objektiv
es: Telescopio u objetivo
fr: Instrument ou objectif
it: Telescopio o obiettivo di acquisizione
pl: Teleskop główny
ru: Объектив (телескоп)

source: Imaging camera
de: Aufnahmekamera
es: Cámara fotográfica
fr: Imageurs
it: Camera di acquisizione
pl: Kamery główne
ru: Камера

source: Mount
de: Montierung
es: Montura
fr: Monture
it: Montatura
pl: Montaże
ru: Монтировка

source: Guiding telescope or lens
de: Guidingteleskop oder -objektiv
es: Telescopio u objetivo de guiado
fr: Instrument de guidage
it: Telescopio o obiettivio di guida
pl: Teleskop prowadzący
ru: Гидирующий телескоп/объектив

source: Guiding camera
de: Nachführkamera
es: Cámara de guiado
fr: Caméra de guidage
it: Camera di guida
pl: Kamera guidująca, prowadząca
ru: Гидирующая камера

source: Focal reducer
de: Brennweitenreduzierung
es: Reductor de focal
fr: Réducteur/correcteur de focale
it: Riduttore di focale
pl: Reduktory ogniskowej
ru: Редуктор фокуса

source: Taiwan, Province of China
es: Taiwán

source: Any
es: Cualquiera

source: Express value in mm
es: Expresa el valor en mm.

source: Express value in &mu;m
es: Expresa el valor en &mu;m

source: Express value in hours
es: Expresa el valor en horas

source: Search for astronomical objects, telescopes or lenses, cameras, filters...
es: Busca por objetos astronómicos, telescopios u objetivos, cámaras, filtros...

source: Min. telescope aperture
es: Apertura mínima del telescopio

source: Max. telescope aperture
es: Apertura máxima del telescopio

source: Acquired after
es: Adquiridas después del

source: Acquired before
es: Adquiridas antes del

source: Min. integration
es: Tiempo mínimo de integración

source: Max. integration
es: Tiempo máximo de integración

source: Min. Moon phase %
es: % Fase lunar mínima

source: Max. Moon phase %
es: % Fase lunar máxima

source: Use a <strong>comma</strong> to separate the values.
es: Utiliza <strong>comas</strong> para separar los valores.

source: Matching items:
es: Elementos coincidentes:

source: You have a new follower
es: Tienes un nuevo seguidor

source: New image from a user you follow
es: Nueva imagen de un usuario al que sigues

source: New image revision from a user you follow
es: Revisión de imagen de usuario seguido

source: Your image was plate-solved
es: El campo de tu imagen ha sido resuelto

source: Your image could not be plate-solved
es: El campo de tu imagen no pudo ser resuelto

source: AstroBin has published a new blog entry
es: AstroBin ha publicado una nueva entrada en el blog

source: Your image received a new comment
es: Tu imagen ha recibido un nuevo comentario

source: There was a reply to your comment
es: Hay una respuesta a tu comentario

source: Your image was bookmarked
es: Tu imagen ha sido marcada

source: Your image was liked
es: Tu imagen ha sido votada

source: New image with some gear you follow
es: Nueva imagen con un equipo al que sigues

source: New image of a subject you follow
es: Nueva imagen de un objeto al que sigues

source: Your API Key request has been approved
es: Tu petición de Llave API ha sido aprobada

source: New discussion about a gear item you own
es: Nuevo debate sobre un elemento de instrumental de tu propiedad

source: New review of a gear item you own
es: Nuevo análisis de un ítem de instrumental de tu propiedad

source: New data posted to public pool
es: Nuevos datos publicados en la carpeta pública

source: New image posted to public data pool
es: Nueva imagen publicada en la carpeta pública

source: New data posted to shared private folder
es: Nuevos datos publicados en la carpeta privada compartida

source: New image posted to shared private folder
es: Nueva imagen publicada en la carpeta privada compartida

source: You are invited to a shared private folder
es: Has sido invitado a una carpeta privada compartida

source: Activity stream
es: Flujo de actividad

source: The best way to see what's new on AstroBin: a big wall with 100 images per page, that you can sort and filter to your liking.
es: La mejor manera de ver que hay de nuevo en AstroBin: un gran muro con 100 imágenes por página que puedes ordenar y filtrar como quieras.

source: Every night, an algorithm looks at the images uploaded during the previous 7 days. The 20 most liked images in that time window are presented each morning to an appointed person that selects one according to personal preference.
es: Cada noche, un algorritmo revisa las imágenes subidas durante los últimos 7 días. Las 20 imágenes con más "Me Gusta" en ese periodo son presentadas cada mañana a una persona determinada, que selecciona una según su criterio personal.

source: Archive of 'Image of the day' winners
es: Archivo de ganadores de la Imagen del día

source: Runners-up
es: Subcampeones

source: Choose today's 'Image of the day'
es: Escoge la "Imagen del día" de hoy

source: Here is a selection of images uploaded during the past 7 days. About half of them are images that received lots of likes, and the other half were selected randomly. The images are anonymized as to not bias the selection.
es: Aquí tienes una selección de las imágenes subidas en los últimos 7 días. La mitad de ellas son imágenes que han recibido muchos "me gusta", y la otra mitad han sido seleccionadas aleatoriamente. Las imágenes se han puesto sin el nombre de sus autores para evitar preferencias en la selección.

source: Choose
es: Elige

source: There are no candidates for 'Image of the day' yet, today. Please try again later.
es: Todavía no hay candidatos para la "Imagen del día" de hoy. Por favor trate más tarde.

source: This image will be selected as today's 'Image of the day'.
es: Esta imagen será seleccionada como la "Imagen del día" de hoy.

source: This operation cannot be undone.
es: Esta acción no se puede deshacer.

source: Yes, I'm sure
es: Sí, estoy seguro

source: The 'Image of the day' was selected. Thank you for your help!
es: La "Imagen del día" fue seleccionada. ¡Gracias por tu ayuda!

source: Leaderboard
es: Clasificación

source: Have an invite? Login!
es: ¿Eres un invitado? ¡Conectate!

source: previous
es: anterior

source: next
es: siguiente

source: You have used <strong>%(premium_counter)s</strong> images of your allowed <strong>%(max_allowed)s</strong> for the current year.
es: Has subido <strong>%(premium_counter)s</strong> imágenes de las <strong>%(max_allowed)s</strong> permitidas durante el presente año.

source: Thank you for being a premium member! Enjoy your unlimited uploads.
es: ¡Gracias por ser un miembro premium! Disfruta de tus imágenes ilimitadas.

source: Sort by
es: Ordenar por

source: Acquired
es: Fecha de adquisición

source: Number of likes
es: Número de Me Gusta

source: Filter by
es: Filtrar por

source: All deep sky objects
es: Todos los objetos de cielo profundo

source: All Solar System objects
es: Todos los objetos del Sistema Solar

source: Moon
es: Luna

source: Planets
es: Planetas

source: Comets
es: Cometas

source: Remove filter
es: Quitar filtro

source: ago
es: atrás

source: AstroBin Raw Data
el: Ανεπεξέργαστα Δεδομένα του AstroBin
es: Datos Raw AstroBin
fr: Compte Raw AstroBin
it: AstroBin Dati Grezzi
pl: Surowe Dane AstroBin

source: Choose Image Of The Day
es: Escoge la Imagen del Día

source: OK
el: Εντάξει
es: Aceptar

source: Send %(username)s a message
es: Enviar un mensaje a %(username)s

source: Edit watermark
es: Editar marca de agua

source: Edit basic information
es: Editar Información Básica

source: Edit gear used
es: Editar Equipo utilizado

source: Attempt to plate-solve again
es: Intentar resolver el campo otra vez

source: Change license
es: Cambiar la licencia

source: Delete this revision
es: Borrar esta revisión

source: This search found results of multiple types. If you want, you can refine your search using the <strong>Search type</strong> field in the <strong>Basic criteria</strong> box.
es: Esta búsqueda encontró resultados de varios tipos. Si quieres, puedes afinar la búsqueda usando el campo <strong>Tipo de búsqueda</strong> en los <strong>Criterios básicos</strong>.

source: If you searched for a gear item, the following users own one, or have imaged with one.
es: Si buscaste por un elemento de instrumental, los siguientes usuarios tienen uno, o han fotografiado con uno.

source: Your activity stream
es: Flujo de actividad

source: Global activity stream
es: Flujo de actividad global

source: Recently uploaded
es: Últimas subidas

source: Recent images from people you follow
es: Nueva imagen de un usuario al que sigues

source: Recently liked
es: Últimas votadas

source: Recently bookmarked
es: Últimas añadidas a favoritos

source: Recent images with link to TIFF/FITS
es: Imágenes recientes con enlace a TIFF/FITS

source: Set current front page section as default
es: Colocar esta sección de la página de inicio como predeterminado

source: To make your personal stream more interesting, you should follow some people!
es: Para hacer su flujo personal más interesante, ¡debería seguir a otros usuarios!

source: Do you want your product here?
es: Quiere su producto aquí?

source: Date and time
es: Fecha y hora

source: Excerpt
es: Extracto

source: New!
es: ¡Nuevo!

source: Read all
es: Leer todo

source: or return to messages
es: o volver a los mensajes

source: You are invited you to the private shared folder: "%(folder_name)s". You can now contribute data and processed images to the folder. You can also invite more people. Visit the folder at the following url: %(folder_url)s
es: Has sido invitado a la carpeta privada compartida: "%(folder_name)s". Ahora puedes aportar datos e imágenes procesadas a esta carpeta. También puedes invitar a más gente. Visita la carpeta en el siguiente enlacel: %(folder_url)s

source: <a href="%(folder_url)s">You are invited you to the private shared folder: <strong>"%(folder_name)s."</strong></a>
es: <a href="%(folder_url)s">Has sido invitado a la carpeta privada compartida: <strong>"%(folder_name)s."</strong></a>

source: You are invited you to the private shared folder: %(folder_name)s
es: Has sido invitado a la carpeta privada compartida: %(folder_name)s

source: Allow external login
es: Permitir iniciar sesión externa

source: The following site has requested verification of your account:
es: El siguiente sitio ha solicitado verificación de tu cuenta:

source: Verify
es: Verificar

source: RA
el: RA (ορθή αναφορά)
es: AR
fr: AD
it: AR
ja: 赤経
nl: RK

source: AstroBin is currently in closed beta
es: AstroBin es actualmente una versión beta cerrada

source: What is AstroBin?
es: ¿Qué es AstroBin?

source: and it will be open for everybody soon. If you've been invited, you can <a href="%(login_url)s">login</a>, otherwise you can leave us your email address and we will notify you when the website is up!
es: y será abierta a todos pronto. Si has sido invitado, puedes <a href="%(login_url)s">conectarte</a>, de lo contrario puedes dejarnos tu dirección de correo y te avisaremos cuando la página web esté activa.

source: Add forum now
es: Añade un foro ahora

source: Last updates in topics
es: Temas con actualizaciones recientes

source: Mark all forums as read
es: Marcar todos los foros como leídos

source: Mark all topics as read
es: Marcar todos los temas como leídos

source: Go to first unread post
es: Ir a la primera entrada sin leer

source: Login with AstroBin
es: Iniciar sesión de AstroBin

source: Basic criteria
es: Criterios básicos:

source: Telescope's aperture
es: Apertura del telescopio

source: Select types
es: Selecciona tipos

source: # selected
es: # seleccionadas
