Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Thanks for reading so far. If you are not sure about how to fix a gear item, just make assumptions and hope you are right. Mistakes will surface eventually.
de: Danke, dass du bis hierher gelesen hast. Wenn du dir nicht sicher bist, wie du einen Gegenstand korrigieren kannst, triff einfach eine Annahme. Fehler werden wahrscheinlich auftreten.
el: Ευχαριστούμε για την ανάγνωση έως εδώ. Αν δεν είστε σίγουροι για το πως να δημιουργήσετε ένα αντικείμενο εξοπλισμού, κάντε υποθέσεις και ελπίστε να είστε σωστοί. Τα λάθη θα εμφανιστούν στο τέλος.
es: Gracias por leer hasta aquí. Si no estás seguro sobre cómo corregir un elemento de instrumental, ten en cuenta sólo las suposiciones que creas correctas. Los errores saltarán a la vista con el tiempo.
fa: با تشکر برای خواندن این بخش. اگر شما در مورد چگونگی تعمیر یک آیتم دنده (gear) مطمئن نیستید، فقط مفروضات خود را در نظر داشته باشید و ما نیزامیدوارم که درست باشد. اشتباهات در نهایت تصحیح خواهند شد.
fi: Kiitos kun luit tähän asti. Jos et ole varma miten jokin tietty laitemerkintä tulisi korjata, voit tehdä oletuksia ja toivoa, että olet oikeassa. Virheet ilmenevät ennemmin tai myöhemmin, ja ne voidaan korjata.
fr: Merci de tout coeur d'avoir lu entièrement les instructions et exemples. Si vous n'êtes pas certain d'une correction, validez tout de même votre suggestion en souhaitant qu'elle soit juste. Les erreurs referont inévitablement surface.
it: Grazie per aver letto fin qua. Se non sei sicuro sul come correggere uno strumento, fai delle assunzioni e spera di non sbagliare. Gli errori verrano a galla.
ja: ここまで読んでくれてありがとう。もしあなたが装備を修正する方法がわからいけど、修正ができればと思っているのであれば、それはあなたは正しいです。ミスは最終的には表面化してしまうのです。
nl: Bedankt om dit allemaal door te nemen. Als je niet zeker bent hoe je een bepaald produkt moet verbeteren, gebruik je je intuïtie maar. Fouten komen vroeg of laat toch aan het licht.
pl: Dziękujemy za uwagę. Jeżeli nie jesteś pewny, jak naprawić informacje o sprzęcie, przyjmij jakieś założenia - najprawdopodobniej będą poprawne. Pomyłki zostaną w końcu naprawione.
pt: Obrigado por ler até aqui. Se você não tiver certeza de como corrigir um item, apenas use o bom senso e espere que esteja correto. No final, eventuais equívocos serão notados.
ru: Спасибо, что осилили чтение до сих пор. Если вы не уверены в том, как чинить элемент оборудования, просто сделайте предположение и надейтесь, что вы были правы. Ошибки всплывут сами собой.
uk: Дякую, що дочитали. Якщо Ви не впевнені в тому, як виправити предмет спорядження, просто зробіть припущення і сподівайтеся, що Ви маєте рацію. Помилки в кінцевому підсумку з’являться.

source: Now let's get to work, good luck and thank you on behalf of the whole AstroBin community!
de: Nun auf zur Arbeit, viel Glück und vielen Dank im Namen der gesamten AstroBin Community!
el: Τώρα ας πιάσουμε δουλειά, καλή τύχη και εκ μέρους όλης της κοινότητας του AstroBin σας ευχαριστούμε!
es: Vamos ahora a trabajar en favor de toda la comunidad de AstroBin, ¡buena suerte y gracias!
fa: حالا اجازه دهید کار را شروع کنیم، موفق باشید و با تشکر از شما به نمایندگی از کل جامعه AstroBin!
fi: Nyt töihin, onnea matkaan ja kiitos koko AstroBin-yhteisön puolesta!
fr: Bonne chance et un grand merci pour votre contribution, au nom de toute la communauté AstroBin!
it: Adesso mettiamoci al lavoro, buona fortuna e grazie a nome di tutta la comunità di AstroBin!
ja: さあ、作業をはじめましょう。すべてのAstroBinのコミュニティの代表として、あなたに幸運と感謝を願います。
nl: Ziezo, nu kan je beginnen. Veel geluk en hartelijk bedankt in naam van de AstroBin community!
pl: A teraz bierzmy się do pracy. Dziękujemy i życzymy powodzenia w imieniu całej społeczności AstroBin!
pt: Agora é hora de por a mão na massa, então boa sorte e obrigado, em nome de toda a comunidade do AstroBin!
ru: Теперь давайте же вернёмся к работам, удачи и благодарим от имени всего сообщества AstroBin!
uk: А тепер приступаємо до роботи, успіхів та подяки від імені всієї спільноти AstroBin!

source: After you fix an item, another one at random will be offered.
de: Nachdem du ein Objekt korrigiert hast, wird dir ein zufällig weiteres angeboten.
el: Αφού καθορίστε ένα αντικείμενο, θα σας προσφερθεί ένα άλλο τυχαίο.
es: Después de corregir un ítem, se te ofrecerá otro aleatoriamente.
fa: پس ازاینکه یک آیتم را تعمیر کنید، یکی دیگر به طور تصادفی به شما ارائه خواهد شد.
fi: Kun olet korjannut yhden laitteistomerkinnän, sinulle tarjotaan uutta satunnaisesti valittua laitetta.
fr: Après avoir corrigé une entrée de la base de données, une autre occurrence s'affichera aléatoirement.
it: Dopo aver corretto un elemento, te ne sarà proposto un altro a caso.
ja: アイテムを修正した後、他の誰かにそれは提供されるでしょう。
nl: Na het verbeteren van een item zal er een willekeurig ander worden aangeboden.
pl: Po zakończeniu edycji sprzętu, kolejny będzie zaproponowany losowo.
pt: Depois que você concluir uma correção, um novo item será oferecido aleatoriamente para avaliação.
ru: После того как вы исправите элемент, другой будет предложен случайным образом.
uk: Після того, як ви виправите один елемент, буде запропоновано інший випадковим чином.

source: Already fixed:
de: Bereits bereinigt:
el: Είναι ήδη καθορισμένο:
es: Ya corregido:
fa: تعمیر شده:
fi: Korjattu jo:
fr: Déjà corrigées:
it: Già corretti:
ja: 修正済み
nl: Reeds verbeterd:
pl: Już naprawione:
pt: Já corrigidos:
ru: Уже исправлено:
uk: Виправлено:

source: Remaining:
de: Verbleibend:
el: Υπολειπόμενα:
es: Pendientes:
fa: باقی مانده:
fi: Jäljellä:
fr: Restantes:
it: Restanti:
ja: 残り
nl: Zitten nog in de wachtrij:
pl: Do naprawy:
pt: Restantes:
ru: Осталось:
uk: Залишилось:

source: Fix
de: Bereinigen
el: Καθορισμός
es: Corregir
fa: تعمیر کردن
fi: Korjaa
fr: Corriger
it: Correggi
ja: 修正
nl: Verbeteren
pl: Popraw
pt: Corrigir
ru: Исправить
uk: Виправити

source: Mark as good
de: Als bereinigt markieren.
el: Σημείωση ως ολοκληρωμένο.
es: Marcar como correcto
fa: علامت گذاری به عنوان "خوب"
fi: Merkitse valmiiksi
fr: Marquer comme correcte
it: Segna come buono
ja: goodとしてマーク
nl: Markeren als correct
pl: Zaznacz jako poprawne.
pt: Marcar como correto
ru: Пометить как хорошую
uk: Позначити як добре

source: Skip
de: Überspringen
el: Παράληψη
es: Saltar
fa: رد شو
fi: Hyppää yli
fr: Passer
it: Salta
ja: スキップ
nl: Overslaan
pl: Pomiń
pt: Pular
ru: Пропустить
uk: Пропустити

source: Enough for now
de: Genug für heute
el: Αρκετά προς το παρόν
es: Basta por hoy
fa: برای الان کافیست.
fi: Lopeta toistaiseksi
fr: Assez pour l'instant
it: Basta per ora
ja: 今のところ十分
nl: Genoeg voor vandaag
pl: Na razie wystarczy
pt: Chega, por enquanto
ru: Достаточно на сегодня
uk: Поки що досить

source: Thanks!
de: Vielen Dank!
el: Ευχαριστούμε!
es: ¡Gracias!
fa: با تشکر!
fi: Kiitokset!
fr: Merci!
it: Grazie!
ja: ありがとう!
nl: Bedankt!
pl: Dziękujemy!
pt: Obrigado!
ru: Спасибо!
uk: Дякуємо!

source: Your contribute was very important, and the whole AstroBin community is grateful.
de: Dein Beitrag war sehr wichtig und die gesamte AstroBin Community ist dir dankbar.
el: Η συμβολή σας είναι πολύτιμη και η κοινωνία του AstroBin είναι ευγνώμων.
es: Tu contribución ha sido muy importante y toda la comunidad de AstroBin te está agradecida.
fa: همکاری با شما برای ما بسیار مهم است، و کل جامعه AstroBin از شما سپاسگزاری می کند.
fi: Panoksesi on hyvin tärkeä, ja koko AstroBin-yhteisö on kiitollinen.
fr: Votre contribution est très importante, et l'ensemble de la communauté AstroBin vous est reconnaissante.
it: Il tuo contributo è stato molto importante, e tutta la comunità di AstroBin ti ringrazia.
ja: あなたの貢献はとても大事でした。全てのAstrobinコミュニティが感謝しています。
nl: Uw bijdrage was erg belangrijk en daarom dankt de hele AstroBin cummunity u!
pl: Twój wkład jest bardzo ważny i cała społeczność AstroBin jest wdzięczna.
pt: Sua contribuição foi muito importante e toda a comunidade do AstroBin agradece o seu esforço.
ru: Ваш вклад очень важен, и всё сообщество AstroBin благодарно.
uk: Ваш внесок був дуже важливим, і вся спільнота AstroBin вдячна.

source: Additional information requested
de: Weitere Informationen angefordert
el: Χρειάζονται περισσότερες πληροφορίες
es: Solicitada información adicional
fa: اطلاعات اضافی درخواست شده است.
fi: Kaipaa lisätietoja
fr: Informations supplémentaires requises
hu: Több információ szükséges
it: Ulteriori informazioni richieste
ja: 追加情報を求めます
nl: Aanvragen bijkomende informatie
pl: Zostałeś poproszony o dodatkowe informacje
pt: Solicitação de informações adicionais feita com sucesso
ru: Требуется дополнительная информация
uk: Потрібна додаткова інформація

source: <strong>%(username)s</strong> has been notified. Hopefully they will update the image soon. Remember that you can also <a href="%(message_url)s">send them a message</a>.
hu: <strong>%(username)s</strong> felhasználót értesítettük. Remélhetőleg hamarosan frissítik a képet. Emlékezz, hogy tudsz küldeni nekik <a href="%(message_url)s">egy üzenetet</a>.
uk: <strong>%(username)s</strong> сповіщено. Сподіваюся, незабаром вони оновлять зображення. Пам’ятайте, що ви також можете <a href="%(message_url)s">надіслати їм повідомлення</a>.

source: Return to image
de: Zurück zum Bild
el: Επιστροφή στην εικόνα
es: Volver a la imagen
fa: بازگشت به تصویر
fi: Palaa kuvaan
fr: Retour à l'image
hu: Vissza a képhez
it: Torna all'immagine
ja: 画像に戻る
nl: Ga terug naar de foto
pl: Powrót do zdjęcia
pt: Voltar à imagem
ru: Вернуться к изображению
uk: Повернутися до зображення

source: Hemisphere
uk: Півкуля

source: Northern
hu: Északi
uk: Північний

source: Southern
hu: Déli
uk: Південний

source: Contains
de: Beinhaltet
el: Περιέχει
es: Contiene
fa: محتوا
fi: Sisältää
fr: Contient
hu: Tartalmazza
it: Contiene
ja: 説明
nl: Bevat
pl: Zawiera
pt: Contém
ru: Содержит
uk: Містить

source: And %(count)s more.
hu: És még %(count)s.
uk: І %(count)s більше.

source: Acquired at
hu: Gyűjtve
uk: Знято в

source: Remove
de: Entfernen
el: Αφαίρεση
es: Quitar
fa: حذف
fi: Poista
fr: Supprimer
hu: Eltávolítás
it: Rimuovi
ja: 削除
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Убрать
uk: Прибрати

source: <strong>Leave a comment here</strong>, and remember that AstroBin is an international community: using <strong>English</strong> is preferred.
hu: <strong>Hagyj egy megjegyzést itt</strong>, és ne feledd, hogy az AstroBin egy nemzetközi közösség: az <strong>angol nyelv</strong> használata preferált.
uk: <strong>Залиште тут коментар</strong> і пам’ятайте, що AstroBin є міжнародною спільнотою: бажано використовувати <strong>Англійську мову</strong>.

source: The author of this image is comfortable with the following languages: <strong>%(preferred_languages)s</strong>.
hu: A kép szerzője a következő nyelveket ismeri: <strong>%(preferred_languages)s</strong>.
uk: Автору цього зображення зручно володіти такими мовами: <strong>%(preferred_languages)s</strong>.

source: Edit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 編集
nl: Wijzigen
pl: Edytuj
pt: Editar
ru: Править
uk: Редагувати

source: Comments are closed.
de: Keine Kommentare möglich.
es: Los comentarios están cerrados.
fr: Les commentaires sont désactivés.
hu: A megjegyzések ki vannak kapcsolva.
it: I commenti sono chiusi.
ja: コメントは非表示
nl: De commentaren zijn afgesloten
pl: Komentarze są wyłączone
ru: Оставлять комментарии запрещено.
uk: Залишати коментарі заборонено.

source: In these public groups
hu: Ezekben a nyilvános csoportokban
it: In questi gruppi pubblici
pl: W tych grupach publicznych
ru: В этих открытых группах
uk: У цих відкритих групах

source: Histogram
de: Histogramm
el: Ιστόγραμμα
es: Histograma
fa: هیستوگرام
fi: Histogrammi
fr: Histogramme
hu: Hisztogram
it: Istogramma
ja: ヒストグラム
pt: Histograma
ru: Гистограмма
uk: Гістограма

source: Right ascension
hu: Rektaszcenzió
uk: Пряме сходження

source: Declination
hu: Deklináció
uk: Схилення

source: Technical card
de: Technische Karte
el: Τεχνική κάρτα
es: Ficha Técnica
fa: کارت فنی
fi: Tekniset tiedot
fr: Carte technique
hu: Műszaki kártya
it: Scheda tecnica
nl: Technische fiche
pl: Dane techniczne
pt: Ficha técnica
ru: Техническая карточка
uk: Технічна карта

source: Sponsored brands
uk: Спонсорські бренди

source: Shop <strong>%(name)s</strong> at %(retailer)s
hu: Vedd meg a(z) <strong>%(name)s</strong> nevű terméket %(retailer)s-nál/nél
uk: Купуйте <strong>%(name)s</strong> у %(retailer)s

source: Sponsored items
uk: Спонсорські товари

source: Disable retailer integration
hu: Forgalmazó integráció kikapcsolása
uk: Вимкнути інтеграцію з роздрібним продавцем

source: Shop %(name)s at %(retailer)s
hu: Vedd meg a(z) %(name)s-t itt: %(retailer)s
uk: Купуйте %(name)s у %(retailer)s

source: Frames
el: Καρέ
es: Tomas
fa: فریم ها
fi: Ruutuja
fr: Images
hu: Képkockák
it: Pose
ja: 撮影フレーム
nl: Sub-beelden
pl: Klatki
ru: Кадры
uk: Кадри

source: Basic astrometry details
hu: Alapvető asztrometriai részletek
uk: Загальні деталі астрометрії

source: RA center
de: RA Zentrum
el: Κέντρο RA (ορθής αναφοράς)
es: A.R. (centro)
fa: مرکز RA
fi: RA keskus
fr: Centre AD
it: Centro AR
nl: RK centrum
pl: Środek RA
pt: Centro RA
ru: RA центр
uk: Центр RA

source: degrees
de: Grad
el: μοίρες
es: grados
fa: درجه
fi: astetta
fr: degrés
hu: fok
it: gradi
ja: 度
nl: graden
pl: stopni
pt: graus
ru: градусов
uk: градусів

source: DEC center
de: DEC Zentrum
el: Κέντρο DEC (απόκλισης)
es: Dec. (centro)
fa: مرکز DEC
fi: DEC keskus
fr: Centre DEC
it: Centro DEC
nl: DEC centrum
pl: Środek DEC
pt: Centro DEC
ru: DEC центр
uk: Центр Dec

source: Pixel scale
de: Pixel Skala
el: Ανάλυση pixel (pixel scale)
es: Escala de píxel
fa: مقیاس پیکسل
fi: Pikselimittakaava
fr: Échelle des pixels
hu: Pixelméret
it: Campionamento
ja: ピクセルスケール
nl: Pixelschaal
pl: Wielkość piksela
pt: Escala de pixels
ru: Пиксельный масштаб
uk: Піксельний масштаб

source: arcsec/pixel
de: Bogensekunden / Pixel
es: seg.arc/píxel
fa: ثانیه قوس بر پیکسل
fi: kaarisekuntia/pikseli
hu: ívmásodperc/pixel
ja: 秒/pixel
pl: arcsec/piksel
pt: arcseg/pixel
ru: угл. сек/пиксель
uk: кут.сек./піксель

source: Orientation
de: Ausrichtung
el: Προσανατολισμός
es: Orientación
fa: جهت
fi: Kuvan asento
hu: Orientáció
it: Orientazione
ja: 方位
nl: Oriëntatie
pl: Orientacja
pt: Orientação
ru: Направление
uk: Напрямок

source: (flipped)
hu: (fordított)
uk: (перевернуто)

source: Field radius
de: Feldradius
el: Ακτίνα πεδίου
es: Radio del campo
fr: Rayon du champ
hu: Terület mérete
it: Raggio del campo
ja: 視野半径
nl: Breedte beeldveld
pl: Szerokość pola
ru: Радиус поля
uk: Радіус поля

source: WCS transformation
hu: WCS átalakítás
uk: WCS трансформація

source: Find images in the same area
hu: Képek keresése ugyanazon a területen
uk: Знайти зображення у цій області

source: Around <strong>1</strong> degree
hu: Körülbelül <strong>1</strong> fok
uk: Близько <strong>1</strong> градуса

source: Resolution
de: Auflösung
el: Ανάλυση
es: Resolución
fa: رزولوشن
fi: Resoluutio
fr: Résolution
hu: Felbontás
it: Risoluzione
ja: 解像度
nl: Resolutie
pl: Rozdzielczość
pt: Resolução
ru: Разрешение
uk: Роздільна здатність

source: Uncompressed source file
hu: Tömörítetlen forrásfájl
uk: Нестиснений початковий файл

source: Download
hu: Letöltés
uk: Завантажити

source: Remote source
hu: Külső forrás
uk: Віддалене джерело

source: Download original file
hu: Eredeti fájl letöltése
uk: Завантажити оригінальний файл

source: Author
es: Autor
fr: Auteur
it: Autore
nl: Auteur
pl: Autor
ru: Автор
uk: Автор

source: chosen by
hu: kiválasztva általa:
it: scelta da
pl: wybrane przez
ru: выбрано
uk: обрано

source: Actions
de: Aktionen
el: Ενέργειες
es: Acciones
fa: فعالیت ها
fi: Toiminnot
hu: Műveletek
it: Azioni
ja: アクション
nl: Acties
pl: Akcje
pt: Ações
ru: Действия
uk: Дії

source: Upload uncompressed source (XISF/FITS/PSD/TIFF)
hu: Tömörítetlen forrás feltöltése (XISF/FITS/PSD/TIFF)
uk: Завантажити несжате джерело (XISF/FITS/PSD/TIFF)

source: Upload new revision
de: Neue Version hochladen
el: Ανέβασμα νέας έκδοσης
es: Subir una nueva revisión
fa: آپلود بررسی جدید
fi: Lataa uusi versio
fr: Publier une nouvelle version
hu: Új átdolgozás feltöltése
it: Carica nuova versione
ja: 新しい修正版をアップロード
nl: Uploaden van een nieuwe revisie
pl: Załaduj nową wersję
pt: Enviar nova revisão
ru: Загрузить другую версию
uk: Завантажити іншу версію

source: Mark this revision as final
de: Diese Version als "final" markieren
el: Σημείωση αυτής της έκδοσης σαν τελική
es: Marcar esta revisión como versión final
fa: این تجدید نظر(بررسی) را به عنوان نهایی، مارک کنید.
fi: Merkitse tämä versio lopulliseksi
fr: Noter cette version comme finale
hu: Átdolgozás megjelölése végsőként
it: Marca come versione definitiva
ja: この修正版を最終版とする
nl: Markeer deze revisie als finale versie
pl: Oznacz tą wersję jako ostateczną
pt: Marcar esta imagem como versão final
ru: Отметить эту версию как финальную
uk: Позначити цю версію фінальною

source: Promote to public area
de: Im öffentlichen Bereich anzeigen
el: Προώθηση στην περιοχή προβολής
es: Promover al Área Pública
fa: ارتقای این مطلب به فضای عمومی
fi: Nosta julkiselle alueelle
fr: Envoyer vers la zone publique
hu: Nyilvános feltöltés
it: Promuovi nell'area pubblica
ja: 公開エリアを宣伝する
nl: Promoveer naar Publieke Zone
pl: Przenieś do galerii publicznej
pt: Promover para a área pública
ru: Перенести в Public Area
uk: Просувати в Публічну зону

source: Move to staging area
de: In den Staging-Bereich verschieben
el: Προώθηση στην περιοχή επεξεργασίας
es: Mover al Área de Pruebas
fa: انتقال به منطقه عملیاتی (staging area)
fi: Siirrä tilapäiselle alueelle
fr: Déplacer vers la zone d'attente
hu: Áthelyezés az előkészítési területre
it: Sposta nell'area di lavoro
ja: ステージングエリアに移す
nl: Plaats in Ontwikkelingszone
pl: Przesuń do przechowalni
pt: Mover para a área de testes
ru: Переместить в Staging Area
uk: Перемістити до студії

source: Send to group
hu: Beküldés csoportba
it: Aggiungi ad un gruppo
pl: Wyślij do grupy
ru: Отправить в группу
uk: Надіслати у групу

source: Delete image and all revisions
hu: A kép és az összes átdolgozás törlése
it: Cancella l'immagine e tutte le sue versioni
pl: Usunąć zdjęcie wraz ze wszystkimi wersjami?
ru: Удалить изображение и все его версии
uk: Видалити зображення та всі версії

source: Delete
de: Löschen
el: Διαγραφή
es: Borrar
fa: حذف
fi: Poista
fr: Effacer
hu: Törlés
it: Cancella
ja: 削除
nl: Wissen
pl: Usuń
pt: Excluir
ru: Удалить
uk: Видалити

source: Delete original image
de: Das Original-Bild löschen
el: Διαγραφή αρχικής εικόνας
es: Borrar la imagen original
fa: حذف تصویر اصلی
fi: Poista alkuperäinen kuva
fr: Supprimer l'image originale
hu: Eredeti kép törlése
it: Cancella l'immagine originale
ja: 元画像を削除
nl: Wis het originele beeld
pl: Usuń pierwowzór
pt: Excluir imagem original
ru: Удалить оригинальное изображение
uk: Видалити оригінальне зображення

source: Delete this revision only
hu: Csak ezt az átdolgozást törölje
it: Cancella solo questa versione
pl: Usuń tylko tą wersję
ru: Удалить только эту версию
uk: Видалити лише цю версію

source: Delete all other versions
hu: Minden más verzió törlése
uk: Видалити решту версій

source: Delete all revisions
hu: Minden átdolgozás törlése
uk: Видалити всі версії

source: Flag malfunctioning thumbnails
de: Defekte miniatur Bilder markieren
el: Επισήμανση μικρογραφιών με βλάβη
es: Marcar las miniaturas que no funcionan
fr: Signalez les miniatures défaillantes
hu: Nem működő indexkép jelzése
it: Segnala problema con le miniature
ja: 問題のあるサムネイルにフラグを立てる
nl: Signaleer niet werkende voorbeeldfoto's
pl: Zgłoś nieaktywne miniaturki
ru: Отметить повреждённые миниатюры
uk: Помітити пошкоджені мініатюри

source: Admin
de: Administrator
es: Administrador
it: Amministrazione
ja: 管理者
nl: Admin (Beheerder)
pl: Administrator
ru: Администратор
uk: Адміністратор

source: Ban user
es: Expulsar usuario
fr: Bannir utilisateur
hu: Felhasználó tiltása
it: Banna utente
ja: 禁止ユーザー
nl: Gebruiker uitsluiten
pl: Zablokuj użytkownika
ru: Заблокировать пользователя
uk: Заблокувати користувача

source: Thumbnails
hu: Indexképek
uk: Мініатюри

source: Watermark
es: Marca de agua
fr: Filigrane
hu: Vízjel
ja: ウォーターマーク
nl: Watermerk
pl: Znak wodny
ru: "Водяной знак"
uk: Водяний знак

source: Basic information
de: Grundlegende Information
el: Βασικές πληροφορίες
es: Información básica
fa: اطلاعات پایه
fi: Perustiedot
fr: Informations de base
hu: Alapvető információ
it: Informazioni di base
ja: 基本情報
nl: Basisinformatie
pl: Informacje podstawowe
pt: Informações básicas
ru: Основная информация
uk: Загальна інформація

source: Acquisition details
de: Aufnahme Details
el: Λεπτομέρειες λήψης
es: Detalles de adquisición
fa: جزئیات گرفتن
fi: Tekniset tiedot
fr: Détails d'acquisition
hu: A képek gyűjtésének részletei
it: Dettagli d'acquisizione
ja: 撮影詳細
nl: Details ivm de realisatie
pl: Szczegóły naświetlania
pt: Detalhes da captura
ru: Детали съёмки
uk: Деталі зйомки

source: Plate-solving settings
hu: Plate-solving beállítások
it: Impostazioni riduzione astrometrica
uk: Налаштування визначення поля

source: Restart plate-solving
hu: Plate-solving újraindítása
uk: Перезапуск розпізнавання поля

source: Advanced plate-solving settings
hu: Speciális plate-solving beállítások
uk: Прогресивне визначення поля

source: Restart advanced plate-solving
hu: Speciális plate-solving újraindítása
uk: Перезапуск розширеного розпізнавання поля

source: Context
hu: Kontextus
it: Contesto
uk: Контекст

source: Navigation context
hu: Navigációs környezet
it: Contesto di navigazione
uk: Орієнтація

source: User gallery
hu: Felhasználó galériája
it: Galleria utente
uk: Галерея користувача

source: User collection
hu: Felhasználó gyűjteménye
it: Cartella
uk: Колекція користувача

source: Public group
hu: Nyilvános csoport
it: Gruppo pubblico
uk: Публічна група

source: All image uploads
hu: Minden képfeltöltés
it: Tutte le immagini
uk: Усі завантаження

source: Share
de: Teilen
el: Κοινοποίηση
es: Compartir
fa: سهیم شدن
fi: Jaa
fr: Partager
hu: Megosztás
it: Condividi
ja: 共有
nl: Delen
pl: Udostępnij
pt: Compartilhar
ru: Поделиться
uk: Поділитись

source: View profile
de: Profil anzeigen
el: Προβολή προφίλ
es: Ver Perfil
fa: دیدن پروفایل
fi: Katsele profiilia
fr: Voir le profil
hu: Profil megtekintése
it: Vedi il profilo
ja: プロフィールをみる
nl: Bekijk profiel
pl: Zobacz profil
pt: Ver perfil
ru: Посмотреть профиль
uk: Переглянути профіль

source: Send private message
de: Private Nachricht senden
el: Αποστολή προσωπικού μηνύματος
es: Enviar mensaje privado
fa: پیغام خصوصی بفرست.
fi: Lähetä yksityisviesti
fr: Envoyer un message privé
hu: Privát üzenet küldése
it: Manda un messaggio privato
ja: プライベートメッセージを送信
nl: Stuur privébericht
pl: Wyślij prywatną wiadomość
pt: Enviar mensagem particular
ru: Отправить личное сообщение
uk: Надіслати приватне повідомлення

source: Shadow-ban
uk: Тіньовий бан

source: Remove shadow-ban
hu: Shadow-ban eltávolítása
uk: Видалити тіньовий бан

source: View
de: Anzeigen
el: Προβολή
es: Vistas
fa: نمایش
fi: Katsele
fr: Affichage
hu: Nézet
it: Visualizzazione
ja: 表示
nl: Bekijken
pl: Widok
pt: Visualizar
ru: Просмотр
uk: Перегляд

source: Annotated (original version)
de: Annotiert (originale Version)
el: Σχόλια (αρχική έκδοση)
es: Anotada (versión original)
fa: مشروح (نسخه اصلی)
fi: Merkitty (alkuperäinen versio)
fr: Annoté (première version)
hu: Megjelölt (eredeti verzió)
it: Annotata (versione originale)
ja: 注釈 (オリジナルバーション)
nl: Geannoteerd (originele versie)
pl: Podpisane (wersja oryginalna)
pt: Identificação de objetos (versão original)
ru: С пояснениями (оригинал)
uk: З поясненнями (оригінал)

source: Annotated
de: Bemerkungen
el: Σχόλια
es: Anotada
fa: مشروح
fi: Merkitty
fr: Annoté
hu: Megjelölt
it: Annotata
ja: 注釈
nl: Geannoteerd
pl: Podpisane
pt: Identificação de objetos
ru: Пояснения
uk: Пояснення

source: Normal
el: Κανονικό
fa: نرمال
fi: Normaali
hu: Normál
it: Normale
ja: 普通
nl: Normaal
pl: Zwykły
ru: Обычный
uk: Звичайний

source: Large size
hu: Nagy méret
it: Dimensione grande
pl: Duży rozmiar
ru: Большой размер
uk: Великий розмір
