Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: AstroBin will accept JPEG, PNG and GIF. Animated GIF is supported too.
de: AstroBin akzeptiert JPEG, PNG und GIF. Animierte GIFS werden ebenfalls unterstützt.
el: Το AstroBin δέχεται JPEG, PNG and GIF. Επίσης υποστηρίζονται και κινούμενα GIF.
es: AstroBin acepta JPEG, PNG y GIF. Las imágenes en GIF animado son también soportadas.
fa: AstroBin فرمت های JPEG ،PNG ،GIF را قبول می کند. Animated GIF (انیمیشن) نیز قبول می باشد.
fi: AstroBin hyväksyy JPG-, PNG- ja GIF-kuvia. Myös animoitu GIF kelpaa.
fr: AstroBin accepte les JPEG, PNG et GIF. Les GIF animés également.
it: AstroBin accetta JPEG, PNG e GIF. Anche le GIF animate sono supportate.
ja: AstroBinはJPEGやPNG、GIFファイル形式を許可しています。アニメーションGIFもサポートされてます！
nl: AstroBin accepteert JPEG, PNG en GIF. Ook animated GIF wordt ondersteund.
pl: AstroBin przyjmie JPEG, PNG i GIF. Obsługuje też animowany GIF.
pt: AstroBin aceita os formatos JPEG, PNG e GIF, inclusive GIFs animados.
ru: AstroBin принимает JPEG, PNG и GIF файлы. Анимированные GIF-файлы также поддерживаются.

source: Absolutely. There are multiple ways in which AstroBin can store your data very safely. First of all, the images you upload are stored on a highly durable, highly available, redundant backend. The durability of the storage backend is 99.999999999 percent over a given year. This means that if you upload 10,000 images, you can expect to lose one image to data corruption once in 10,000,000 year. The images are duplicated across two different physical servers, for protection against natural disasters.
de: Absolut. Es gibt viele Arten, wie AstroBin Ihre Daten sicher speichert. Zunächst werden alle Bilder, die Sie hochladen, auf einem sehr langlebigen, hoch-verfügbaren und redundanten Back-End der Webseite gespeichert. Die Haltbarkeit des Back-End-Speichers beträgt 99,999999999 Prozent bezogen auf ein Jahr. Das heißt, wenn Sie jährlich 10.000 Bilder hochladen, werden Sie im Mittel nur ein Bild innerhalb von 10 Mio. Jahren auf Grund von Datenfehlern verlieren. Dabei werden die Bilder auf zwei verschiedene physikalische Server dupliziert, um sie vor natürlichen Schadensereignissen zu schützen.
el: Απόλυτα. Υπάρχουν πολλαπλοί τρόποι που το AstroBin μπορεί να αποθηκεύσει τα δεδομένα σας με μεγάλη ασφάλεια. Πρώτα απ' όλα οι εικόνες που ανεβάζετε αποθηκεύονται σε ένα υψηλής αντοχής, υψηλής διαθεσιμότητας, εφεδρικό server. Η αντοχή του αποθηκευτικού server είναι 99.999999999% για κάθε χρόνο. Αυτό σημαίνει ότι αν ανεβάσετε 10.000 εικόνες μπορείτε να περιμένετε την απώλεια μιας εικόνας λόγω αλλοίωσης δεδομένων μια φορά κάθε 10.000.000 χρόνια. Οι εικόνες αντιγράφονται σε δυο διαφορετικούς φυσικούς servers, για προστασία σε πιθανή φυσική καταστροφή.
es: Absolutamente. Hay varios sistemas por los cuales AstroBin guarda tus datos verdaderamente seguros. El primero, las imágenes que subes son guardadas en un servidor redundante con alta durabilidad y alta disponibilidad. La durabilidad del servidor de almacenamiento es superior al 99.999999999% anual, esto significa que si subes 10.000 imágenes puedes esperar perder una imagen por corrupción de datos cada 10.000.000 años. Las imágenes están duplicadas a través de dos servidores físicos distantes para protección contra desastres naturales.
fa: کاملا. راه های زیادی هست که AstroBin می تواند داده های شما را خیلی سریع ذخیره نماید. اول از همه، تصاویری که آپلود می کنید، روی یک backend بسیار مقاوم، با دسترسی بالا و قدیمی ثبت می شود. مقاومت این ذخیره سازی 99.999999999 درصد در یک سال می باشد. این به این معنی است که اگر 1000 تصویر آپلود کنید، شاید در طی 10000000 سال داده های یکی از عکس ها از بین برود. عکس ها به منظور جلوگیری از بلایای طبیعی، بر روی 2 سرور فیزیکی کپی می شوند.
fi: Toki. Lataamasi kuvat säilötään erittäin luotettavalle, kestävälle ja saatavilla olevalle alustalle. Alustan luotettavuus on 99.999999999 prosenttia, mikä tarkoittaa että jos lataat 10 000 kuvaa, saatat menettää yhden kuvistasi kerran 10 miljoonassa vuodessa. Kuvat on myös hajautettu useammalle palvelimelle.
fr: Absolument. Astrobin peut stocker vos données en toute sécurité et selon plusieurs méthodes. En premier lieu, les images que vous publiez sont stockées sur un système sûr et opérationnel. La fiabilité du système de stockage est supérieure à 99.999999999% sur une année. Cela signifie que si vous publiez 10.000 images, une seule image verra ses données corrompues sur 10.000.000 d'années. Les images sont dupliquées sur deux serveurs physiques différents, en guise de protection contre les aléas techniques.
it: Assolutamente sì. Ci sono diversi modi in cui AstroBin salva i tuoi dati con molta sicurezza. Prima di tutto, le immagini che carichi sono salvate mantendendo un'alta durabilità, un'alta disponibilità, e la ridondanza dei dati. La durabilità del backend è del 99.999999999% ogni anno. Questo vuol dire che se carichi 10.000 immagini, puoi aspettarti che una sola immagine vada persa ogni 10.000.000 di anni, per via di corruzione dei dati. Le immagini sono duplicate su due server diversi, come garanzia di protezione contro eventuali disastri naturali.
ja: 絶対に大丈夫です。AstroBinはあなたのデータをとても安全に保管しておく複数の方法を持っています。まずはじめに、あなたがアップロードした画像は高耐久性かつ高可用性かつ冗長化されたストレージシステムにて保管されます。そのストレージは年間で99.999999999％の耐久性を有しています。これは、もしあたなが毎年1万の画像をアップロードした場合、1000万年に1回、1つの画像ファイルしか破損しないことを意味しています。画像は自然災害に対応するために２つの違う物理サーバーに分けて保管されています。
nl: Absoluut. Je foto's op AstroBin worden op verschillende niveaus veilig bewaard. Ten eerste worden alle beelden op een kwaliteitsvolle, redundante infrastructuur bewaard die een hoge graad van beschikbaarheid garandeert. De kwaliteit wordt uitgedrukt als 99.999999999% per jaar. Dit komt erop neer dat als je 10.000 beelden op onze server plaatst, je mag verwachten dat je 1 foto verliest aan datacorruptie elke 10.000.000 jaar. De foto's worden dubbel bewaard en verdeeld op twee afzonderlijke servers zodat we gewapend zijn tegen natuurrampen.
pl: Absolutnie tak. AstroBin ma wiele sposobów na zapewnienie bezpieczeństwa przechowywanych danych. Po pierwsze wszystkie załadowane zdjęcia są przechowywane na wytrzymałych nośnikach z duplikacją. Usługa, z której korzysta AstroBin gwarantuje 99.999999999 procent dostępności danych w ciągu roku. To oznacza średnio utratę jednego zdjęcia w ciągu 10 000 000 lat w przypadku publikacji 10 000 zdjęć. Dane sa przechowywane na dwóch fizycznych serwerach aby uchronić sie przed naturalnymi katastrowami.
pt: Absolutamente. O AstroBin pode garantir seus dados com segurança, de múltiplas maneiras. Primeiramente, as imagens enviadas são hospedadas em um ambiente altamente seguro, disponível e com redundância. A segurança do mecanismo de armazenamento é de 99,999999999%, em um determinado ano. Isso significa que se você enviar 10.000 imagens, você pode esperar perder uma em 10.000.000 anos. As imagens são duplicadas entre dois servidores diferentes, separados fisicamente, para proteção contra desastres naturais.
ru: Абсолютно. Существует много способов, которыми AstroBin старается сохранить ваши данные в безопасности. Прежде всего, изображения, которые вы закачали находятся на прочном, доступном и резервируемом оборудовании. Прочность выражается в 99.999999999 процентов надежности в год. То есть, если вы загрузите 10 000 изображений, то можно ожидать потерю одного изображения с повреждением данных раз в 10 000 000 лет. Изображения дублируются на двух разных физических серверах, для защиты от стихийных бедствий.

source: The actual website, instead, is hosted on a Virtual Machine, so, in case of severe hardware failure, it can be redeployed to a different server in a matter of 15 minutes.
de: Die eigentliche Webseite dagegen ist auf einer Virtuellen Maschine gehostet, so das sie im Falle eines schweren Hardware-Versagens innerhalb von 15 Minuten auf eine anderen Server verlegt werden kann.
el: Η πραγματική ιστοσελίδα, αντίθετα, είναι σε ένα Εικονικό Μηχάνημα, έτσι ώστε σε περίπτωση σοβαρής αποτυχίας υλικού, να μπορεί να ξανατοποθετηθεί σε διαφορετικό server μέσα σε 15 λεπτά.
es: Además, el sitio web actual está alojado en una Máquina Virtual, así pues en el caso de una avería grave de hardware puede ser reasignado a un servidor diferente en 15 minutos.
fa: وبسایت واقعی، در عوض بر روی ماشین مجازی قرار گرفته است. بنابراین در شرایط خرابی سخت افزاری، در طی 15 دقیقه بر روی سرور دیگر فرستاده می شود.
fi: Itse sivusto on virtuaalipalvelimella, joten vakavan laitteistovian sattuessa se voidaan siirtää toiselle palvelimelle vartissa.
fr: Le site lui-même est hébergé sur une Plate-forme Virtuelle. Ainsi, en cas de grave problème technique, il peut être redéployé sur un serveur différent en 15 minutes.
it: Il sito vero e proprio, invece, è appoggiato su una Macchina Virtuale, quindi, in caso di problemi gravi all'hardware, può essere ricaricato su un nuovo server nel giro di 15 minuti.
ja: 実際のWebサイトは複数のバーチャルマシンにホストされていて、ハードウエアに障害が発生した場合にも15分以内に別のサーバーに再デプロイされます。
nl: De eigenlijke website zelf wordt aangeboden door middel van een virtuele machine (Virtual Machine). Indien er zich een ernstige systeemfout voordoet, kan de site opnieuw opgestart worden op een andere server in 15 minuten tijd.
pl: Serwis działa na maszynie wirtualnej, więc w przypadku awarii sprzętu, ponowne uruchomienie na innym serwerze nie powinno zając więcej niż 15 minut.
pt: O site em si, entretanto, é hospedado em uma máquina virtual. Em caso de falha de hardware, ele pode ser restaurado em outro servidor, dentro de um período de 15 minutos.
ru: Фактически веб-сайт, размещается на виртуальной машине, чтобы, в случае серьезного сбоя оборудования, он мог быть переведен на другой сервер за какие-то 15 минут.

source: Finally, the database that powers AstroBin (in fact, the whole Virtual Machine) is backed up daily. In case of severe data loss, the website will be quickly restored to a snapshot that's never older than 24 hours.
de: Schließlich wird die Datenbank von AstroBin (ja sogar die ganze Virtuelle Maschine) täglich gesichert. Im Falle eines schweren Datenverlustes kann die Website schnell mit einem Abbild wiederhergestellt werden, dass niemals älter als 24 Stunden ist.
el: Τέλος, στην βάση δεδομένων που λειτουργεί το AstroBin (στην πραγματικότητα, όλο το Εικονικό Μηχάνημα) δημιουργείται αντίγραφο ασφαλείας κάθε μέρα. Σε περίπτωση μεγάλης απώλειας δεδομένων, ο ιστότοπος θα επανέλθει σε μια προηγούμενη κατάσταση η οποία δεν είναι παλαιότερη των 24 ωρών.
es: Finalmente, se realizan copias de seguridad diarias de la base de datos que soporta AstroBin (en realidad de la Máquina Virtual entera). En caso de pérdida de datos, el sitio web puede ser rápidamente restaurado con una copia que nunca tendrá más de 24 horas de antigüedad.
fa: نهایتا، دیتابیسی که AstroBin را ساپورت می کند (در واقع کل ماشین مجازی) روزانه پشتیبانی میشود. در شرایط گم شدن داده از روی سرور، وبسایت سریعا در کمتر از 24 ساعت روی یک snapshot باز ذخیره می شود.
fi: Lisäksi AstroBinin tietokanta (itseasiassa koko virtuaalipalvelin) varmuuskopioidaan päivittäin. Kaamean katastrofin kohdatessa sivusto saadaan takaisin pystyyn vastaten alle vuorokauden ikäistä tilannetta.
fr: Enfin, la base de données qui supporte AstroBin (en réalité, la Plate-forme Virtuelle dans son ensemble) est sauvegardée quotidiennement. En cas de perte critique de données, le site sera restauré à un état antérieur datant de moins de 24 heures.
it: Infine, del database di AstroBin (e, a dirla tutta, dell'intera Macchina Virtuale) vengono effettuati backup giornalieri. In caso di grave perdita di dati, il sito sarà velocemente ripristinato ad una copia non più vecchia di 24 ore.
ja: 最終的には、AstroBin（事実、全てバーチャルマシンで構成されています）のデータベースは毎日バックアップをとっています。データ破損が発生した場合、Webサイトは最大24時間前のスナップショットから速やかにリストアされます。
nl: Tenslotte wordt er van de database die achter AstroBin zit (in feite de volledige Virtual Machine) een dagelijkse reservekopie gemaakt. Moest er een ernstig verlies aan gegevens plaatsvinden, dan kunnen we deze hestellen door een kopie terug te zetten die maximaal 24u oud is.
pl: W końcu, kopie bezpieczeństwa baza danych, w której przechowywane są dane AstroBin (właściwie całej maszyna wirtualna) wykonywane są codziennie. W przypadku uszkodzenia lub utraty danych, serwis zostanie przywrócony do stanu nie starszego niż 24 godziny.
pt: Finalmente, o banco de dados que alimenta o AstroBin (toda a máquina virtual, na verdade), está em uma rotina diária de cópia de segurança. No caso de perda considerável de dados, o site seria restaurado rapidamente de uma cópia com, no máximo, 24 horas.
ru: Наконец, база данных поддерживаемая AstroBin (на самом деле, вся виртуальная машина) ежедневно копируются для восстановления. В случае тяжелой потери базы данных, веб-сайт будет быстро восстановлен из​ резервного образа не старше 24 часов.

source: That said, you should be aware that AstroBin is not a backup service, and although your data is very safe in our hands, we cannot legally take responsibility in the event of loss, however unlikely it is. Always keep a copy of your image on your computer.
de: Davon abgesehen solltest Du bedenken, dass AstroBin kein Backup-Service ist und obwohl Deine Daten in unseren Händen sehr sicher sind, können wir keine Verantwortung übernehmen, sollte es zu einem Datenverlust kommen - so unwahrscheinlich dies auch sein mag. Behalte also immer eine Kopie Deines Bildes auf Deinem Computer.
el: Ξεκαθαρίζοντας το αυτό, θα πρέπει να έχετε υπ' όψην ότι το AstroBin δεν είναι υπηρεσία backup, παρόλο που τα δεδομένα σας είναι πολύ ασφαλή στα χέρια μας, δεν μπορούμε να πάρουμε νομική ευθύνη σε περίπτωση απώλειας, όσο απίθανο και αν είναι αυτό. Να κρατάτε πάντα ένα αντίγραφο ασφαλείας της εικόνας σας στον υπολογιστή σας.
es: Dicho esto, debes tener en cuenta que AstroBin no es un servicio de copias de seguridad y, aunque tus datos están muy seguros en nuestras manos, legalmente no podemos asumir la responsabilidad en caso de pérdida, sin embargo esto es muy poco probable. De todos modos, siempre deberías conservar una copia de tus imágenes en tu ordenador.
fa: یعنی باید بدانید که AstroBin یک سرویس پشتیبانی نیست. اگرچه داده های شما نزد ما امن است اما نمی توانیم به طور قانونی مسولیت هر اتفاقی برای عکس هایتان را بپذیریم. همواره یک کپی از تصاویرتان بر روی سیستم خودتان داشته باشید.
fi: AstroBin ei kuitenkaan ole varmuuskopiointipalvelu, ja vaikka tiedostosi ovatkin hyvissä käsissä, emme voi ottaa laillista vastuuta katoamistapauksessa, niin epätodennäköistä kuin se onkin. Pidä aina kopiot kuvistasi myös omalla koneellasi.
fr: Cela dit, vous devez être conscient qu'AstroBin n'est pas un service de sauvegarde, et bien que vos données y soient sécurisées, nous ne pouvons être tenus pour responsables en cas de perte éventuelle, bien que cela soit peu probable. En définitive, conservez toujours une copie de votre image sur votre ordinateur.
it: Detto questo, vorremmo ricordarti che AstroBin non è un servizio di backup, e nonostante i tuoi dati siano molto sicuri nelle nostre mani, non possiamo prenderci responsabilità legale in caso di perdita di dati, per quanto questo sia poco probabile. Tieni sempre una copia delle tue immagini sul tuo computer.
ja: そうは言っても、AstroBinはバックアップサービスではないことを注意する必要がありま。そして、あなたのデータを我々の手で非常に安全に管理していますが、損失が発生した場合には我々は法的な責任を負う事はできません。常に、あなたのPCにはあなたの画像のコピーを置いておいてください。
nl: Dit gezegd zijnde moet je wel weten dat AstroBin geen backup service is. Hoewel je gegevens zeer zorgvuldig worden behandeld door ons, kunnen we geen juridische verantwoordelijkheid dragen in het onwaarschijnlijke geval dat we gegevens verliezen. Je dient zelf altijd een eigen kopie van je foto's op je eigen computer(s) te bewaren.
pl: Jednak powinieneś być świadomy, że AstroBin nie świadczy usługi "kopii zapasowej". Twoje dane są u nas bardzo bezpieczne, ale nie możemy brać prawnej odpowiedzialności w przypadku ich utraty (jakkolwiek mało prawdopodobna jest taka utrata). Zawsze wykonuj kopie zdjęć dla własnych potrzeb.
pt: Dito isso, você deve estar ciente que o AstroBin não é um serviço de backup e, mesmo com seus dados seguros em nossas mãos, não podemos ser legalmente responsáveis em um eventual caso de perda, por mais improvável que seja. Sempre guarde uma cópia da sua imagem em seu computador.
ru: Тем не менее, вы должны знать, что AstroBin не предоставляет услуг резервного копирования, и хотя ваши данные находятся в достаточной безопасности в наших руках, мы не можем юридически нести ответственность в случае потерь, но такое и не должно случиться. Всегда держите копию изображения на компьютере.

source: Nonsense. AstroBin has <strong>not</strong> been made to showcase beautiful image, but to give everybody an opportunity to contribute to a vast and evergrowing effort of centralization and indexing of important data. That 30 minute picture of M31 you took last night between the clouds <em>belongs</em> here! Don't be shy and post it!
de: Unsinn. Astrobin wurde <strong>nicht</strong> als Schaukasten für hübsche Bilder geschaffen, sondern um jedem die Möglichkeit zu geben, an dem großen und ständig Wachsenden Bemühen der Zentralisierung und Indizierung wichtiger Daten teilzuhaben. Das 30 Minuten belichtete Bild von M31, dass Du letzte Nacht zwischen den Wolken aufgenommen hast, <em>gehört</em> hier her! Sei nicht schüchtern und poste es!
el: Ανοησίες. Το AstroBin <strong>δεν</strong> δημιουρήθηκε για αν δείξει όμορφες εικόνες, αλλά να δώσει μια ευκαιρία σε όλους να συμβάλλουν σε μια τεράστια και συνεχώς αυξανόμενη προσπάθεια συγκέντρωσης και ευρετηρίασης σημαντικών δεδομένων. Η 30λεπτή φωτογραφία του Μ31 που πήρατε εχθές το βράδυ ανάμεσα στα σύννεφα<em>ανήκει</em> εδώ! Μην ντρέπεστε και ανεβάστε την!
es: Disparates. AstroBin <strong>no</strong> ha sido ideado como un escaparate para imágenes bonitas, sino para ofrecer a todo el mundo una oportunidad de contribuir en un esfuerzo enorme y siempre creciente de centralización y registro de datos importantes. ¡Esa foto de 30 minutos de M31 que tomaste anoche entre las nubes <em>debe estar aquí</em>! ¡No seas tímido y publícala!
fi: Höpön pöö. AstronBin <strong>ei</strong> ole tarkoitettu mahtavien kuvien esittelyyn, vaan kaikenlaisten kuvien keskitettyyn ja indeksoituun säilytykseen. Eilen nappaamasi kohinainen vartin valotus M31:stä pilvien välistä <em>kuuluu</em> juuri tänne. Eipäs ujostella siellä!
fr: Au contraire! AstroBin <strong>n'est pas</strong> un écrin réservé aux seules belles images. L'idée est que chacun contribue à la centralisation et l'indexation d'une quantité toujours plus grande de données. Même les 30 minutes de M31 prises hier soir entre les nuages <em>ont leur place</em> ici! N'hésitez pas à contribuer!
it: Sciocchezze. Astrobin <strong>non</strong> è stato realizzato per mostrare solo le immagini bellissime, ma per dare a tutti un'opportunità di contribuire ad un vasto (e sempre in crescita) impegno di centralizzazione e catalogazione di importanti dati. Quello scatto veloce di M31 che hai ottenuto ieri fra le nuvole è <em>perfettamente</em> al suo posto, su AstroBin. Non essere timido e pubblicalo qui!
ja: 気にしないで大丈夫です。AstroBinは美しい画像のショーケースには<strong>したくはない</strong>です、しかし、皆の大切なデータのインデックス化や集中化への努力に貢献する機会を皆に与えたいです。昨夜、雲の合間に30分だけ撮影したM31もここには<em>あります</em>。恥ずかしがらなくても大丈夫です。
nl: Niet waar!! AstroBin is <strong>niet</strong> in het leven geroepen om alleen maar supermooie foto's te bevatten, maar om iedereen de kans te geven om bij te dragen tot een aanzienlijke en onophoudelijk groeiende inspanning tot het centraliseren en indexeren van belangrijke gegevens. Die foto van M31 tussen de wolken met een belichtingstijd van 30 minuten die je de voorbije nacht maakte <em>moet</em> hier bijstaan! Wees niet verlegen en publiceer ze!
pl: Nic podobnego. Astrobin <strong>nie</strong> został stworzony aby pokazywać tylko piękne zdjęcia, ale żeby dać każdemu możliwość współtworzenia szerokiej i cały czas rosnącej bazy zdjęć. Twoje trzydziestominutowe zdjęcie M31, które zrobiłeś ostatniej nocy między chmurami <em>powinno</em> się tu znaleźć! Nie wstydź się i je opublikuj!
pt: Absurdo. O AstroBin <strong>não</strong> foi feito para ser um catálogo de belas imagens, mas sim para dar oportunidade a todos de contribuir para um vasto e crescente esforço de agrupar e indexar informações importantes. Aquela captura de M31 que você vez ontem à noite, com 30 minutos de exposição, entre as nuvens, <em>precisa</em> ser enviada. Não se acanhe!
ru: Ерунда. AstroBin <strong>не был</strong> создан для демонстрации красивых изображений, он даёт каждому возможность заявить свои достижения среди обширной и всевозрастающей попытки централизации и индексации важных данных. Это 30-минутное изображение M31 вы получили вчера вечером сквозь облака <em>принадлежит</em> здесь! Не стесняйтесь и размещайте его!
