Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: Just the name of this product, without any properties or personal customizations. Try to use the international name, in English language, if applicable. This name is shared among all users on AstroBin.
de: Einfach den Namen des Produktes, ohne Eigenschaften oder Änderungen. Versuche einen internationalen, passenden Namen auf Englisch zu finden. Dieser wird für alle AstroBin-Nutzer verwendet.
el: Μόνο το όνομα του προϊόντος, χωρίς άλλες ιδιότητες ή προσωπικές μεταβολές. Προσπαθήστε να χρησιμοποιήσετε το διεθνές όνομα, στην Αγγλική γλώσσα αν είναι δυνατόν. Το όνομα μοιράζεται ανάμεσα σε όλους τους χρήστες του AstroBin.
es: Sólo el nombre del producto, sin propiedades o personalizaciones. Intenta elegir la denominación internacional en Inglés, si procede. Este nombre es compartido entre todos los usuarios de AstroBin.
fa: فقط نام این محصول، بدون هیچگونه ملکیت یا تغییر شخصی. سعی کنید در صورت امکان از نام بین المللی و انگلیسی استفاده کنید. این نام در بین تمام کاربران AstroBin پخش خواهد شد.
fi: Vain tuotteen virallinen nimi, ilman mitään omia lisäyksiä tai muutoksia. Pyri käyttämään kansainvälistä, englanninkielistä nimeä, jos mahdollista. Tämä nimi tulee näkyviin kaikille AstroBinin käyttäjille.
fr: Uniquement le nom du produit, sans ses caractéristiques techniques ou d'éventuelles modifications personnelles. Veuillez indiquer de préférence la dénomination internationale, en anglais le cas échéant, car ce nom sera partagé via la base de données parmi tous les utilisateurs d'AstroBin.
hu: Csak a termék neve, bármi tulajdonság nélkül. Ha lehet, használd az angol nevét. Minden AstroBin felhasználó ezt fogja látni.
it: Solo il nome di questo prodotto, senza alcuna proprietà o modifica personale. Cerca di usare il nome internazionale, in Inglese, se possibile. Questo nome è condiviso da tutti gli utenti su AstroBin.
ja: 装飾や個人的にカスタマイズを施すことなく本製品の名前だけ記入してください。その場合、英語といった国際的な名前を使用してみてください。この名前はAstroBin上のすべてのユーザーの間で共有されます。
nl: Gewoon de naam van het produkt zonder technische eigenschappen of persoonlijke modificaties. Probeer de internationale naam in het Engels te gebruiken indien van toepassing. Deze naam is zichtbaar voor alle gebruikers op AstroBin.
pl: Tylko nazwa produktu bez żadnych właściwości lub własnych zmian. Postaraj się używać międzynarodowej nazwy, jeżeli to możliwe, po angielsku. Nazwa jest wspólna dla wszystkich użytkowników AstroBin.
pt: Apenas o nome deste produto, sem quaisquer propriedades ou customizações pessoais. Procure utilizar o nome internacional, em inglês, se for o caso. Este nome será compartilhado entre todos os usuários do AstroBin.
ru: Только название продукта, без каких-либо свойств или личных доработок. Желательно использовать международное название, на английском, если возможно. Это название будет видимо всем пользователям AstroBin.
uk: Тільки назва продукту, без будь-яких властивостей чи особистих доопрацювань. Бажано використовувати міжнародну назву, англійською, якщо можливо. Воно відображатиметься всім користувачам AstroBin.

source: Alias
el: Ψευδώνυμο
fa: نام مستعار
fi: Lempinimi
hu: Becenév
ja: 別名
pl: Inna nazwa
pt: Apelido
ru: Сокращение
uk: Скорочення

source: A descriptive name, alias or nickname for your own copy of this product.
de: Eine Beschreibung, Alias oder Spitznamen für dein Produkt.
el: Ένα περιγραφικό όνομα, ψευδώνυμο ή παρατσούκλι για την ιδιοκτησία σας, αυτού του προϊόντος.
es: Nombre descriptivo, alias o sobrenombre para tu propio ejemplar de este producto.
fa: یک نام توضیحی یا مستعار برای کپی شخصی از این محصول
fi: Lempinimi omalle kappaleellesi tästä tuotteesta.
fr: Un nom descriptif, un surnom ou un sobriquet concernant votre propre exemplaire de ce matériel.
hu: Az általad birtokolt termék beceneve.
it: Un nome descrittivo, un alias oppure un nomignolo per la tua copia di questo prodotto.
ja: この製品が自分の持っている製品と同じだとわかるように説明や別名、ニックネームを記入してください。
nl: Een beschrijvende naam, alias of bijnaam van je eigen exemplaar van dit produkt.
pl: Opisowa nazwa lub przezwisko Twojego egzemplarza tego produktu.
pt: Uma descrição, pseudônimo ou apelido da sua versão deste produto.
ru: Значимое имя, псевдоним или прозвище вашего экземпляра данного продукта.
uk: Описова назва, синонім або псевдонім для власної копії цього продукту.

source: Comment
de: Kommentar
el: Υποβολή σχολίου
es: Comentario
fa: توضیح
fi: Kommentti
fr: Commentaire
hu: Vélemény
it: Commenta
ja: コメント
nl: Commentaar
pl: Komentarz
pt: Descrição
ru: Комментарий
uk: Коментар

source: Information, description or comment about your own copy of this product.
de: Informationen, Beschreibung oder Kommentar zur deinem Produkt.
el: Πληροφορία, περιγραφή ή σχόλιο σχετικά με το αντίγραφο σας, αυτού του προϊόντος.
es: Información, descripción o comentario sobre tu ejemplar de este producto.
fa: اطلاعات یا توضیح برای کپی شخصی از این محصول
fi: Tietoa, kuvaus tai kommentteja tämän tuotteen omasta kappaleestasi.
fr: Description ou commentaire à propos de votre propre exemplaire de ce matériel.
hu: Információ, leírás vagy vélemény erről a termékről.
it: Informazioni, descrizione o commento riguardo la tua copia di questo prodotto.
ja: あなたが所持しているこの製品の情報や説明、コメントを記入してください。
nl: Informatie, omschrijving of commentaar over je eigen exemplaar van dit produkt.
pl: Informacje, opis lub komentarze na temat Twojego egzemplarza.
pt: Informações, descrições ou comentários sobre a sua cópia deste produto.
ru: Информация, описание или комментарий к вашему экземпляру данного продукта.
uk: Інформація, опис або коментар до Вашого екземпляра даного продукту.

source: Refractor: achromatic
de: Refraktor: Achromat
el: Διοπτρικό: αχρωματικό
es: Refractor: acromático
fa: تلسکوپ شکستی: بی رنگ
fi: Linssiputki: akromaattinen
fr: Réfracteur: achromatique
hu: Refraktor: akromát
it: Rifrattore: acromatico
ja: アクロマート屈折望遠鏡
nl: Refractor: achromatisch
pl: Refraktor: achromatyczny
pt: Refrator: acromático
ru: Рефрактор-ахромат
uk: Рефрактор: ахромат

source: Refractor: semi-apochromatic
de: Refraktor: Halb-Apochromat
el: Διοπτρικό: ημί-αποχρωματικό
es: Refractor: semi-apocromático
fa: تلسکوپ شکستی: نیمه apochromatic
fi: Linssiputki: semi-apokromaatti
fr: Réfracteur: semi-apochromatique
hu: Refraktor: fél-apokromát
it: Rifrattore: semi-apocromatico
ja: セミアポクロマート屈折望遠鏡
nl: Refractor: semi-apochromatisch
pl: Refraktor: semi-apochromatyczny
pt: Refrator: semi apocromático
ru: Рефрактор-полуапохромат
uk: Рефрактор: напівахромат

source: Refractor: apochromatic
de: Refraktor: Apochromat
el: Διοπτρικό: αποχρωματικό
es: Refractor: apocromático
fa: تلسکوپ شکستی: apochromatic
fi: Linssiputki: apokromaatti
fr: Réfracteur: apochromatique
hu: Refraktor: apokromát
it: Rifrattore: apocromatico
ja: アポクロマート屈折望遠鏡
nl: Refractor: apochromatisch
pl: Refraktor: apoachromatyczny
pt: Refrator: apocromático
ru: Рефрактор-апохромат
uk: Рефрактор: апохромат

source: Refractor: non-achromatic Galilean
de: Refraktor: Galilei-Fernrohr
el: Διοπτρικό: μη-αχρωματικό Galilean
es: Refractor: galileano no-acromático
fa: تلسکوپ شکستی: غیر بی رنگ گالیله ای
fi: Linssiputki: ei-akromaatti Galileo
fr: Réfracteur: non-achromatique galiléen
hu: Refraktor: nem-akromatikus galilei
it: Rifrattore: Galileano non acromatico
ja: ガリレオ式非アクロマート屈折望遠鏡
nl: Refractor: niet-achromatisch Galileaans
pl: Refraktor: luneta Galileusza
pt: Refrator: Galileano não acromático
ru: Рефрактор Галилея
uk: Рефрактор: неахроматичний Галілейський

source: Refractor: non-achromatic Keplerian
de: Refraktor: Kepler-Fernrohr
el: Διοπτρικό: μη-αχρωματικό Keplerian
es: Refractor: kepleriano no-acromático
fa: تلسکوپ شکستی: غیر بی رنگ کپلری
fi: Linssiputki: ei-akromaatti Kepler
fr: Réfracteur: non-achromatique képlérien
hu: Refraktor: nem-akromatikus kepleri
it: Rifrattore: Kepleriano non acromatico
ja: 屈折望遠鏡（非アクロマートKeplerian）
nl: Refractor: niet-achromatisch Kepleriaans
pl: Refraktor: luneta Keplera
pt: Refrator: Kepleriano não acromático
ru: Рефрактор Кеплера
uk: Рефрактор: неахроматичний Кеплера

source: Refractor: superachromat
de: Refraktor: Superachromat
el: Διοπτρικό: υπερ-αχρωματικό
es: Refractor: super-acromático
fa: تلسکوپ شکستی: superachromat
fi: Linssiputki: superakromaatti
fr: Réfracteur: super-achromatique
hu: Refraktor: szuperakromát
it: Rifrattore: superacromatico
ja: 屈折望遠鏡（スーパーアクロマート）
nl: Refractor: superachromaat
pl: Refraktor: super-apoachromatyczny
pt: Refrator: superacromático
ru: Рефрактор-суперахромат
uk: Рефрактор: супер-ахромат

source: Reflector: Dall-Kirkham
de: Reflektor: Dall-Kirkham
el: Κατοπτρικό: Dall-Kirkham
fa: تلسکوپ بازتابی: Dall-Kirkham
fi: Peiliputki: Dall-Kirkham
fr: Réflecteur: Dall-Kirkham
hu: Reflektor: Dall-Kirkham
it: Riflettore: Dall-Kirkham
ja: 反射望遠鏡（Dall-Kirkham）
pl: Reflektor: Dall-Kikham
pt: Refletor: Dall-Kirkham
ru: Рефлектор Долла-Киркхема
uk: Рефлектор: Долл-Кіркхем

source: Reflector: Nasmyth
de: Reflektor: Nasmyth
el: Κατοπτρικό: Nasmyth
fa: تلسکوپ بازتابی: Nasmyth
fi: Peiliputki: Nasmyth
fr: Réflecteur: Nasmyth
hu: Reflektor: Nasmyth
it: Riflettore: Nasmyth
ja: 反射望遠鏡（Nasmyth）
pl: Reflektor: Nasmyth
pt: Refletor: Nasmyth
ru: Рефлектор Несмита
uk: Рефлектор: Насміт

source: Reflector: Ritchey Chretien
de: Reflektor: Ritchey Chretien
el: Κατοπτρικό: Ritchey Chretien
es: Reflector: Ritchey-Chrétien
fa: تلسکوپ بازتابی: Ritchey Chretien
fi: Peiliputki: Ritchey Chretien
fr: Réflecteur: Ritchey-Chrétien
hu: Reflektor: Ritchey Chretien
it: Riflettore: Richtey Chretien
ja: 反射望遠鏡（Ritchey Chretien）
pl: Reflektor: Ritchey Chretien
pt: Refletor: Ritchey Chretien
ru: Рефлектор Ричи-Кретьена
uk: Рефлектор: Річі-Крітьєн

source: Reflector: Gregorian
de: Reflektor: Gregory-Teleskop
el: Κατοπτρικό: Gregorian
es: Reflector: Gregoriano
fa: تلسکوپ بازتابی: Gregorian (گریگوری)
fi: Peiliputki: Gregory
fr: Réflecteur: Gregory
hu: Reflektor: Gregorian
it: Riflettore: Gregorian
ja: 反射望遠鏡（Gregorian）
nl: Reflector: Gregoriaans
pl: Reflektor: Gregorian
pt: Refletor: Gregoriano
ru: Рефлектор Грегори
uk: Рефлектор: Грегорі

source: Reflector: Herschellian
de: Reflektor: Herschel-Teleskop
el: Κατοπτρικό: Herschellian
es: Reflector: Herscheliano
fa: تلسکوپ بازتابی: Herschellian
fi: Peiliputki: Herschel
fr: Réflecteur: Herschell
hu: Reflektor: Herschelli
it: Riflettore: Herschellian
ja: 反射望遠鏡（Herschellian）
nl: Reflector: Herschelliaans
pl: Reflektor: Herschla
pt: Refletor: Herscheliano
ru: Рефлектор Гершеля
uk: Рефлектор: Гершеля

source: Reflector: Newtonian
de: Reflektor: Newton
el: Κατοπτρικό: Νευτώνειο
es: Reflector: Newtoniano
fa: تلسکوپ بازتابی: نیوتونی
fi: Peilikaukoputki: Newton
fr: Réflecteur: Newton
hu: Reflektor: Newton
it: Riflettore: Newtoniano
ja: ニュートン反射望遠鏡
nl: Reflector: Newton
pl: Reflektor: Newtona
pt: Refletor: Newtoniano
ru: Рефлектор Ньютона
uk: Рефлектор: Ньютона

source: Catadioptric: Argunov-Cassegrain
de: Katadiopter: Argunov-Cassegrain
el: Καταδιοπτρικό: Argunov-Cassegrain
es: Catadióptrico: Argunov-Cassegrain
fa: تلسکوپ کاتا دیوپتریک: Argunov-Cassegrain
fi: Katadioptrinen: Argunov-Cassegrain
fr: Catadioptrique: Argunov-Cassegrain
hu: Katadioptrikus: Argunov-Cassegrain
it: Catadiottrico: Argunov-Cassegrain
ja: カタディオプトリック式: Argunov-Cassegrain
nl: Catadioptrisch: Argunov-Cassegrain
pl: Katadioptryk: Argunow-Cassegrain
pt: Catadióptrico: Argunov-Cassegrain
ru: Катадиоптрик Аргунова-Кассегрена
uk: Катадиоптрик Аргунова-Кассегрена

source: Catadioptric: Klevtsov-Cassegrain
de: Katadiopter: Klevtsov-Cassegrain
el: Καταδιοπτρικό: Klevtsov-Cassegrain
es: Catadióptrico: Klevtsov-Cassegrain
fa: تلسکوپ کاتا دیوپتریک: Klevtsov-Cassegrain
fi: Katadioptrinen: Klevtsov-Cassegrain
fr: Catadioptrique: Klevtsov-Cassegrain
hu: Katadioptrikus: Klevtsov-Cassegrain
it: Catadiottrico: Klevtsov-Cassegrain
ja: カタディオプトリック式: Klevtsov-Cassegrain
nl: Catadioptrisch: Klevtsov-Cassegrain
pl: Katadioptryk: Klewcow-Cassegrain
pt: Catadióptrico: Klevtsov-Cassegrain
ru: Катадиоптрик Клевцова-Кассегрена
uk: Катадіоптрик: Клевцов-Кассегрен

source: Catadioptric: Lurie-Houghton
de: Katadiopter: Lurie-Houghton
el: Καταδιοπτρικό: Lurie-Houghton
es: Catadióptrico: Lurie-Houghton
fa: تلسکوپ کاتا دیوپتریک: Lurie-Houghton
fi: Katadioptrinen: Lurie-Houghton
fr: Catadioptrique: Lurie-Houghton
hu: Katadioptrikus: Lurie-Houghton
it: Catadiottrico: Lurie-Houghton
ja: カタディオプトリック式: Lurie-Houghton
nl: Catadioptrisch: Lurie-Houghton
pl: Katadioptryk: Lurie-Houghton
pt: Catadióptrico: Lurie-Houghton
ru: Катадиоптрик Лурье-Хогтона
uk: Катадіоптрик: Лурі-Хоутон

source: Catadioptric: Maksutov
de: Katadiopter: Maksutov
el: Καταδιοπτρικό: Maksutov
es: Catadióptrico: Maksutov
fa: تلسکوپ کاتا دیوپتریک: Maksutov
fi: Katadioptrinen: Maksutov
fr: Catadioptrique: Maksutov
hu: Katadioptrikus: Makszutov
it: Catadiottrico: Maksutov
ja: カタディオプトリック式: Maksutov
nl: Catadioptrisch: Maksutov
pl: Katadioptryk: Maksutow
pt: Catadióptrico: Maksutov
ru: Катадиоптрик Максутова
uk: Катадіоптрик: Максутов

source: Catadioptric: Maksutov-Cassegrain
de: Katadiopter: Maksutov-Cassegrain
el: Καταδιοπτρικό: Maksutov-Cassegrain
es: Catadióptrico: Maksutov-Cassegrain
fa: تلسکوپ کاتا دیوپتریک: Maksutov-Cassegrain
fi: Katadioptrinen: Maksutov-Cassegrain
fr: Catadioptrique: Maksutov-Cassegrain
hu: Katadioptrikus: Makszutov-Cassegrain
it: Catadiottrico: Maksutov-Cassegrain
ja: カタディオプトリック式: Maksutov-Cassegrain
nl: Catadioptrisch: Maksutov-Cassegrain
pl: Katadioptryk: Maksutow-Cassegrain
pt: Catadióptrico: Maksutov-Cassegrain
ru: Катадиоптрик Максутова-Кассегрена
uk: Катадіоптрик: Максутов-Кассегрен

source: Catadioptric: modified Dall-Kirkham
de: Katadiopter: modifiziertes Dall-Kirkham
el: Καταδιοπτρικό: τροποποιημένο Dall-Kirkham
es: Catadióptrico: Dall-Kirkham modificado
fa: تلسکوپ کاتا دیوپتریک: modified Dall-Kirkham
fi: Katadioptrinen: modifioitu Dall-Kirkham
fr: Catadioptrique: Dall-Kirkham modifié
hu: Katadioptrikus: átalakított Dall-Kirkham
it: Catadiottrico: Dall-Kirkham modificato
ja: カタディオプトリック式: modified Dall-Kirkham
nl: Catadioptrisch: gemodificeerde Dall-Kirkham
pl: Katadioptryk: modyfikowany Dall-Kirkham
pt: Catadióptrico: Dall-Kirkham modificado
ru: Катадиоптрик модифицированный Долла-Киркхема
uk: Катадіоптрик: модифікований Долл-Кірхем

source: Catadioptric: Schmidt camera
de: Katadiopter: Schmidtkamera
el: Καταδιοπτρικό: κάμερα Schmidt
es: Catadióptrico: cámara Schmidt
fa: تلسکوپ کاتا دیوپتریک: دوربین Schmidt
fi: Katadioptrinen: Schmidt-kamera
fr: Catadioptrique: Chambre de Schmidt
hu: Katadioptrikus: Schmidt kamera
it: Catadiottrico: camera Schmidt
ja: カタディオプトリック式: シュミットカメラ
nl: Catadioptrisch: Schmidt camera
pl: Katadioptryk: kamera Schmidta
pt: Catadióptrico: câmera Schmidt
ru: Катадиоптрик камера Шмидта
uk: Катадіоптрик: камера Шмідта

source: Catadioptric: Schmidt-Cassegrain
de: Katadiopter: Schmidt-Cassegrain
el: Κατοδιοπτρικό: Schmidt-Cassegrain
es: Catadióptrico: Schmidt-Cassegrain
fa: تلسکوپ کاتا دیوپتریک: Schmidt-Cassegrain
fi: Katadioptrinen: Schmidt-Cassegrain
fr: Catadioptrique: Schmidt-Cassegrain
hu: Katadioptrikus: Schmidt-Cassegrain
it: Catadiottrico: Schmidt-Cassegrain
ja: カタディオプトリック式: シュミットカゼクレイン
nl: Catadioptrisch: Schmidt-Cassegrain
pl: Katadioptryk: Schmidt-Cassegrain
pt: Catadióptrico: Schmidt-Cassegrain
ru: Катадиоптрик Шмидта-Кассегрена
uk: Катадіоптрик: Шмідт-Кассегрен

source: Catadioptric: ACF Schmidt-Cassegrain
de: Katadiopter: ACF Schmidt-Cassegrain
el: Κατοδιοπτρικό: ACF Schmidt-Cassegrain
es: Catadióptrico: Schmidt-Cassegrain ACF
fa: تلسکوپ کاتا دیوپتریک: ACF Schmidt-Cassegrain
fi: Katadioptrinen: ACF Schmidt-Cassegrain
fr: Catadioptrique: Schmidt-Cassegrain ACF
hu: Katadioptrikus: ACF Schmidt-Cassegrain
it: Catadiottrico: Schmidt-Cassegrain ACF
ja: カタディオプトリック式: ACF シュミットカゼクレイン
nl: Catadioptrisch: ACF Schmidt-Cassegrain
pl: Katadioptryk: ACF Schmidt-Cassegrain
pt: Catadióptrico: Schmidt-Cassegrain ACF
ru: Катадиоптрик Шмидта-Кассегрена свободный от комы (ACF)
uk: Катадіоптрик: Шмідт-Кассегрен вільний від коми

source: Catadioptric: Rowe-Atkinson Schmidt astrograph
hu: Katadioptrikus: Rowe-Atkinson Schmidt asztrográf
uk: Катадіоптрик: Рові-Аткінсон Шмидт астрограф

source: Camera lens
de: Objektiv
el: Φακός κάμερας
es: Objetivo fotográfico
fa: لنز دوربین
fi: Kameran linssi
fr: Objectif
hu: Kamera lencse
it: Obiettivo fotografico
ja: カメラレンズ
pl: Obiektyw
pt: Lente de câmera
ru: Фотообъектив
uk: Фотооб’єктив

source: Binoculars
de: Feldstecher
el: Κιάλια
es: Prismáticos
fa: دوچشمی
fi: Kiikarit
fr: Jumelles
hu: Binokulár
it: Binocolo
ja: 双眼鏡
nl: Verrekijker
pl: Lornetki
pt: Binóculos
ru: Бинокли
uk: Біноклі

source: Aperture
de: Öffnung
el: Διάμετρος
es: Apertura
fa: شکاف (سوراخ)
fi: Apertuuri (aukko)
fr: Diamètre
hu: Átmérő
it: Apertura
ja: 絞り値
nl: Opening
pl: Apertura
pt: Abertura
ru: Апертура
uk: Апертура

source: (in mm)
el: (σε mm)
es: (en mm.)
fa: بر حسب میلی متر
fi: (mm)
fr: (en mm)
hu: (mm-ben)
ja: mm
pl: (w mm)
pt: (em mm)
ru: (в мм)
uk: (у мм)

source: Focal length
de: Brennweite
el: Εστιακή απόσταση
es: Longitud focal
fa: فاصله کانونی
fi: Polttoväli
fr: Distance focale
hu: Fókusztávolság
it: Lunghezza focale
ja: 焦点距離
nl: Focus afstand
pl: Ogniskowa
pt: Distância focal
ru: Фокусное расстояние
uk: Фокусна відстань

source: Type
de: Typ
el: Τύπος
es: Tipo
fa: نوع
fi: Tyyppi
hu: Típus
it: Tipo
ja: タイプ
pl: Typ
pt: Tipo
ru: Тип
uk: Тип

source: mm
fa: میلی متر
ru: мм
uk: мм

source: Max. payload
de: Maximale Tragkraft
el: Μέγιστο φορτίο
es: Carga máxima
fa: حداکثر ترابری
fi: Kuormattavuus
fr: Charge max.
hu: Max teherbírás
it: Carico massimo
ja: 最大積載量
nl: Max. belasting
pl: Maksymalne obciążenie
pt: Capacidade máxima
ru: Макс. полезная нагрузка
uk: Макс. корисне навантаження

source: (in kg)
el: (σε κιλά)
es: (en Kgr.)
fa: به کیلوگرم
fi: (kg)
fr: (en kg)
hu: (kg-ban)
ja: kg
pl: (w kg)
pt: (em kg)
ru: (в кг)
uk: (у кг)

source: Periodic error
de: Periodischer Fehler
el: Περιοδικό σφάλμα
es: Error periódico
fa: خطای متناوب
fi: Periodinen virhe
fr: Erreur périodique
hu: Periódikus hiba
it: Errore periodico
ja: ピリオディックエラー
nl: Periodische fout
pl: Błąd okresowy
pt: Erro periódico
ru: Периодическая ошибка
uk: Періодична помилка

source: (peak to peak, in arcseconds)
de: (peak-to-peak, in Winkelsekunden)
el: (από κορυφή σε κορυφή, σε arcseconds)
es: (pico a pico, en segundos de arco)
fa: (قله به قله (peak to peak)، در arcseconds)
fi: (huipusta huippuun, kaarisekuntia)
fr: (de crête à crête, en secondes d'arc)
hu: (legnagyobb két érték, ívmásodpercben)
it: (da picco a picco, in arcosecondi)
ja: ±秒
nl: (piek-tot-piek, in boogseconden)
pl: (amplituda, w sekundach kątowych)
pt: (de um extremo a outro, em segundos de arco)
ru: (от пика до пика, в угл. сек)
uk: (від піку до піку, у кутових секундах)

source: kg
el: κιλά
fa: کیلوگرم
ru: кг
uk: кг

source: Guider/Planetary
de: Guider/Planetenkamera
el: Οδηγητική/Πλανητική
es: Guiado/Planetaria
fa: Guider (راهنما) / سیاره ای
fi: Seuranta/Planeettakamera
fr: Autoguideur/Planétaire
hu: Vezető/Bolygókamera
it: Guida/Planetaria
ja: ガイド用カメラ／惑星用カメラ
nl: Volger/Planetair
pl: Guider/Kamera Planetarna
pt: Guia/Planetária
ru: Гидирующая/планетная камера
uk: Гідуюча/планетарна

source: Film
el: Φιλμ
es: Película
fa: فیلم
fi: Filmi
fr: Argentique
it: Pellicola
ja: フィルム
pt: Filme
ru: Плёночная
uk: Плівкова

source: Compact
de: Kompaktkamera
es: Compacta
fa: فشرده
fi: Pokkari
hu: Kompakt
it: Compatta
ja: 圧縮
pl: Kompakt
pt: Compacta
ru: Компактная
uk: Компактна

source: Video camera
de: Videokamera
el: Βιντεοκάμερα
es: Videocámara
fa: دوربین ویدیویی
fi: Videokamera
fr: Caméra vidéo
hu: Videókamera
ja: ビデオカメラ
pl: Kamera video
pt: Câmera de vídeo
ru: Видеокамера
uk: Відеокамера

source: Pixel size
de: Pixelgrösse
el: Μέγεθος πίξελ
es: Tamaño de píxel
fa: اندازه پیکسل
fi: Pikselin koko
fr: Taille de pixel
hu: Pixelméret
it: Dimensione del pixel
ja: ピクセルサイズ
nl: Pixel grootte
pl: Rozmiar pixela
pt: Tamanho dos pixels
ru: Размер пикселя
uk: Розмір пікселя

source: (in &mu;m)
el: (σε &mu;m)
es: (en &mu;m.)
fa: به میکرون
fi: (&mu;m)
fr: (en &mu;m)
hu: (&mu;m-ben)
ja: (&mu;m)
nl: (in micrometer)
pl: (w μm)
pt: (em &mu;m)
ru: (в мкм)
uk: (у мкм)

source: Sensor width
de: Breite des Sensors
el: Πλάτος αισθητήρα
es: Largura del sensor
fa: پهنای سنسور
fi: Kennon leveys
fr: Largeur du capteur
hu: Szenzor szélessége
it: Larghezza del sensore
ja: センサーサイズ幅
nl: Sensorbreedte
pl: Szerokość sensora
pt: Largura do sensor
ru: Ширина сенсора
uk: Ширина сенсора

source: Sensor height
de: Höhe des Sensors
el: Ύψος αισθητήρα
es: Anchura del sensor
fa: ارتفاع سنسور
fi: Kennon korkeus
fr: Hauteur du capteur
hu: Szenzor magassága
it: Altezza del sensore
ja: センサーサイズ高
nl: Sensorhoogte
pl: Wysokość sensora
pt: Altura do sensor
ru: Высота сенсора
uk: Висота сенсора

source: &mu;m
fa: میکرون
ru: мкм
uk: мкм

source: Open source or freeware
de: Open Source oder Freeware
el: Ανοικτού κώδικα ή freeware
es: Código abierto o software libre
fa: منبع باز و یا نرم افزار
fi: Avoin lähdekoodi tai freeware
fr: Open source ou freeware
hu: Nyílt forrás vagy freeware
it: Open source o freeware
ja: オープンソースソフトウエアもしくはフリーウエア
nl: Open source of freeware
pl: Open source lub freeware
pt: Código aberto ou gratuito
ru: С открытым исходным кодом или бесплатное
uk: З відкритим кодом або безкоштовне

source: Paid
de: Kommerzielle Software
el: Έγινε πληρωμή
es: De pago
fa: پرداخت شده
fi: Maksullinen
fr: Payant
hu: Fizetett
it: A pagamento
ja: 購入済み
nl: Betaald
pl: Płatne
pt: Pago
ru: Платное
uk: Платний

source: Clear or color
de: Klar- oder Farbfilter
el: Απλό ή έγχρωμο
es: Transparente o color
fa: روشن یا رنگ
fi: L, R, G, B tai Clear
fr: Filtre clair ou couleur
hu: Semmi vagy színes
it: Luminanza o colore
ja: 透明もしくはカラー
nl: Helder of gekleurd
pl: Przezroczysty lub kolorowy
pt: Transparente ou colorido
ru: Чистый или цветной
uk: Чистий або кольоровий

source: Broadband: H-Alpha
de: Breitband: H-Alpha
el: Ευρέως φάσματος: Η-α
es: Banda ancha: H-Alfa
fa: پهن: H-Alpha
fi: Laajakaistainen H-alpha
fr: Filtre à large bande: H-Alpha
hu: Szélessávú: H-Alfa
it: Broadband: H-alfa
ja: ブロードバンドH-Alphaフィルター
nl: Breedband: H-alpha
pl: Szerokopasmowy: H-Alpha
pt: Banda larga: H-Alpha
ru: Широкополосный: H-альфа
uk: Широкосмуговий: H-альфа

source: Broadband: H-Beta
de: Breitband: H-Beta
el: Ευρέως φάσματος: Η-β
es: Banda ancha: H-Beta
fa: پهن: H-Beta
fi: Laajakaistainen H-beta
fr: Filtre à large bande: H-Beta
hu: Szélessávú: H-Béta
ja: ブロードバンドH-Betaフィルター
nl: Breedband: H-beta
pl: Szerokopasmowy: H-Beta
pt: Banda larga: H-Beta
ru: Широкополосный: H-бета
uk: Широкосмуговий: H-бета

source: Broadband: S-II
de: Breitband: S-II
el: Ευρέως φάσματος: S-II
es: Banda ancha: S-II
fa: پهن: S-II
fi: Laajakaistainen S-II
fr: Filtre à large bande: S-II
hu: Szélessávú: S-II
ja: ブロードバンドS-IIフィルター
nl: Breedband: S-II
pl: Szerokopasmowy: S-II
pt: Banda larga: S-II
ru: Широкополосный: S-II
uk: Широкосмуговий: S-II

source: Broadband: O-III
de: Breitband: O-III
el: Ευρέως φάσματος: O-III
es: Banda ancha: O-III
fa: پهن: O-III
fi: Laajakaistainen O-III
fr: Filtre à large bande: O-III
hu: Szélessávú: O-III
ja: ブロードバンドO-IIIフィルター
nl: Breedband: O-III
pl: Szerokopasmowy: O-III
pt: Banda larga: O-III
ru: Широкополосный: O-III
uk: Широкосмуговий: O-III

source: Broadband: N-II
de: Breitband: N-II
el: Ευρέως φάσματος: Ν-ΙΙ
es: Banda ancha: N-II
fa: پهن: N-II
fi: Laajakaistainen N-II
fr: Filtre à large bande: N-II
hu: Szélessávú: N-II
ja: ブロードバンドN-IIフィルター
nl: Breedband: N-II
pl: Szerokopasmowy: N-II
pt: Banda larga: N-II
ru: Широкополосный: N-II
uk: Широкосмуговий: N-II

source: Narrowband: H-Alpha
de: Schmalband: H-Alpha
el: Στενού φάσματος: H-α
es: Banda estrecha: H-Alfa
fa: نازک: H-Alpha
fi: Kapeakaistainen H-alpha
fr: Filtre à bande étroite: H-Alpha
hu: Keskenysávú: H-Alfa
it: Narrowband: H-Alfa
ja: ナローバンドH-Alphaフィルター
nl: Smalband: H-alpha
pl: Wąskopasmowy: H-Alpha
pt: Banda estreita: H-Alpha
ru: Узкополосный: H-альфа
uk: Вузькосмуговий: H-альфа
