Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: You have %(number)s images with insufficient data. AstroBin relies on data to be a great service for you and every other user. Please fill in the data for your images at the following URL: %(url)s Thank you!
de: Du hast %(number)s Bilder mit unvollständigen Daten Um für Dich und die anderen Benutzer einen hochwertigen Service anzubieten, baut AstroBin auf diesen Daten auf. Bitte fülle unter der folgenden URL die fehlenden Daten aus: %(url)s Vielen Dank!
el: Έχετε %(number)s εικόνες με ανεπαρκή δεδομένα. Το AstroBin βασίζεται στα δεδομένα για να είναι μια μεγάλη υπηρεσία για εσάς και κάθε άλλο χρήστη. Παρακαλώ συμπληρώστε τα δεδομένα των εικόνων σας στο ακόλουθο URL: %(url)s Ευχαριστούμε!
es: Tienes %(number)s imágenes con datos insuficientes. AstroBin se basa en los datos para poder ofrecer un importante servicio tanto a tí como a los demás usuarios. Por favor, completa los datos de tus imágenes en el siguiente enlace: %(url)s ¡Gracias!
fi: Sinulla on %(number)s kuvaa, joissa on puutteelliset lisätiedot. AstroBin tarvitsee kuvien lisätiedot tarjotakseen loistavan palvelun sekä sinulle että kaikille muille käyttäjille. Ole hyvä ja täytä kuviesi lisätiedot: %(url)s Kiitos!
fr: Vous avez %(number)s images ayant trop peu de données. AstroBin se base sur ces données afin de proposer un outil fonctionnel à la communauté. Merci de renseigner les données de vos images à l'adresse suivante: %(url)s Encore merci!
hu: %(number)s képed van elégtelen mennyiségű adattal. Az AstroBin adatokon alapul, hogy jó minőségű szolgáltatást nyújthassunk neked és másoknak. Kérjük, add meg az adatokat a képedhez a következő URL-en: %(url)s Köszönjük!
it: Hai %(number)s immagini con dati insufficienti. AstroBin ha bisogno dei dati per essere un grande servizio per te e per ogni altro utente. Per favore, inserisci i dati per le tue immagini al seguente indirizzo: %(url)s Grazie!
ja: 不適当なデータをもつ画像が %(number)s枚あります。 AstroBinはあなたや全ての利用者にとって素晴らしいサービスにするためにデータに依存しています。 以下のURLのあなたの画像のデータを埋めてください。: %(url)s ありがとうございました。
nl: Er zitten %(number)s foto's in je verzameling met onvoldoende gegevens AstroBin is afhankelijk van deze data om een geweldige service te kunnen verzorgen voor jezelf en alle andere gebruikers. Gelieve de gegevens aan te vullen op volgende URL: %(url)s Hartelijk dank!
pl: %(number)s Twoich zdjęć ma nieuzupełnione dane. Jakość AstroBin zależy od danych wprowadzonych przez Ciebie i innych użytkowników. Uzupełnij proszę brakujące dane dla Twoich zdjęć tu: %(url)s Dziękujemy!
pt: Você possui %(number)s imagens com informações insuficientes. O AstroBin depende de dados para ser um grande serviço para você e todos os outros usuários. Por favor, preencha as informações das imagens nos links abaixo: %(url)s Obrigado!
ru: У вас %(number)s изображений с недостаточными данными. AstroBin опирается на данные чтобы оставаться лучшим как для вас так и для других пользователей. Пожалуйста, заполните данные об изображениях по следующим адресам URL: %(url)s Спасибо!
uk: У Вас є %(number)s зображень з недостатніми даними. AstroBin спирається на дані щоб залишатися найкращим як для Вас, так і для інших користувачів. Будь ласка, заповніть дані про зображення за наступними адресами URL: %(url)s Дякуємо!

source: <a href="%(url)s">You have <strong>%(number)s</strong> images with insufficient data!</a>
de: <a href="%(url)s">Du hast <strong>%(number)s</strong> Bilder mit unvollständigen Daten!</a>
el: <a href="%(url)s">Έχετε <strong>%(number)s</strong> εικόνες με ανεπαρκή δεδομένα!</a>
es: <a href="%(url)s">¡Tienes <strong>%(number)s</strong> imágenes con datos insuficientes!</a>
fi: <a href="%(url)s">Sinulla on <strong>%(number)s</strong> kuvaa, joista puuttuu lisätietoja!</a>
fr: <a href="%(url)s">Vous avez <strong>%(number)s</strong> images avec des données insuffisantes!</a>
hu: <a href="%(url)s"> <strong>%(number)s</strong> képed van elégtelen mennyiségű adattal!</a>
it: <a href="%(url)s">Hai <strong>%(number)s</strong> immagini con dati insufficienti!</a>
ja: <a href="%(url)s">あなたは不適当なデータを持つ<strong>%(number)s</strong>枚の画像をもっています。</a>
nl: <a href="%(url)s">Je hebt <strong>%(number)s</strong> beelden met onvoldoende data!</a>
pl: <a href="%(url)s"><strong>%(number)s</strong> Twoich zdjęć ma nieuzupełnione dane!</a>
pt: <a href="%(url)s">Você possui <strong>%(number)s</strong> imagens com informações insuficientes!</a>
ru: <a href="%(url)s">У вас<strong>%(number)s</strong> изображений с недостаточными данными!</a>
uk: <a href="%(url)s">У Вас <strong>%(number)s</strong> зображень із недостатніми даними!</a>

source: You have %(number)s images with insufficient data!
de: Du hast %(number)s Bilder mit unvollständigen Daten!
el: Έχετε %(number)s εικόνες με ανεπαρκή δεδομένα!
es: Tienes %(number)s imágenes con datos insuficientes
fi: Sinulla on %(number)s kuvaa, joissa on puutteelliset lisätiedot!
fr: Vous avez %(number)s images avec trop peu de données!
hu: %(number)s képed van elégtelen mennyiségű adattal!
it: Hai %(number)s immagini con dati insufficienti!
ja: あなたは不適当なデータを持つ%(number)s枚の画像をもっています。
nl: Je verzameling bevat %(number)s foto's met te weinig gegevens!
pl: %(number)s Twoich zdjęć ma nieuzupełnione dane!
pt: Você possui %(number)s imagens com informações insuficientes!
ru: У вас %(number)s изображений с недостаточными данными!
uk: У Вас %(number)s зображень із недостатніми даними!

source: Data is paramount on AstroBin, and the whole community thrives on it.
hu: Az AstroBin-en az adat a legfontosabb, és az egész közösség ettől függ.
uk: Дані мають першорядне значення для AstroBin, і вся спільнота існує, спираючись на них.

source: We have noticed that one or more of your images are missing the "Data source" field, a very important piece of information that the members of the AstroBin community value a lot.
hu: Észrevettük, hogy egy vagy több képedről hiányzik az "Adatforrás" mező, egy nagyon fontos információ, amelyet az AstroBin közössége nagyra értékel.
uk: Ми помітили, що для одного або декількох зображень відсутні дані в полях - дуже важлива інформація, за якою учасники AstroBin орієнтуються.

source: We would really appreciate if you could edit the following images of yours and set the missing field appropriately:
hu: Nagyra értékelnénk, ha módosítanád a következő képeidet, és megfelelően kitöltenéd a hiányzó mezőt:
uk: Ми будемо дуже вдячні, якби Ви змогли відредагувати інформацію у наступних зображеннях та їх полях даних:

source: You have images on AstroBin missing the "Data source" information
hu: Néhány képedből hiányzik az "Adatforrás" információ az AstroBin-en
uk: У Вас є зображення на AstroBin з відсутньою інформацією

source: We have noticed that one or more of your images that were acquired at a remote observatory are missing the "Remote source" field, a very important piece of information that the members of the AstroBin community value a lot.
hu: Észrevettük, hogy egy vagy több távoli obszervatóriumban készült képedről hiányzik a "Külső forrás" mező, ami egy nagyon fontos információ, amit az AstroBin közössége nagyra értékel.
uk: Ми помітили, що в одному або кількох ваших зображеннях, отриманих у віддаленій обсерваторії, відсутнє поле «Віддалене джерело», дуже важлива інформація, яку члени спільноти AstroBin дуже цінують.

source: You have images on AstroBin missing the "Remote source" information
hu: Néhány képedről hiányzik a "Külső forrás" információ az AstroBin-en
uk: У Вас є зображення на AstroBin з відсутньою інформацією щодо "Віддалених джерел"

source: Hi!
hu: Szia!
uk: Привіт!

source: We noticed that on <strong>%(date)s GMT</strong> you created an account on AstroBin, the image hosting service and social community for astrophotographers, but never got the chance to activate it.
hu: Észrevettük, hogy <strong>%(date)s GMT</strong> napon létrehoztál egy fiókot az AstroBin-en, az asztrofotósok képmegosztó és közösségi szolgáltatásán, de nem volt lehetőséged aktiválni azt.
uk: Ми помітили, що <strong>%(date)s GMT</strong> Ви створили обліковий запис на AstroBin, службі хостингу зображень та соціальній спільноті для астрофотографів, але так і не змогли активувати її.

source: The account that you created has the following username:
hu: A profilnak, amit létrehoztál, a következő felhasználóneve van:
uk: Створений Вами обліковий запис має таке ім’я користувача:

source: If you would like to activate it now, please click on the following link:
hu: Ha most szeretnéd aktiválni, kérjük, kattints az alábbi linkre:
uk: Для активації, натисніть на наступне посилання:

source: Activate my account
hu: Profil aktiválása
uk: Активувати мій обліковий запис

source: If you don't, we will delete this account in a week. But don't worry, you're always welcome to join again!
hu: Ha nem teszed, egy héten belül töröljük ezt a fiókot. De ne aggódj, bármikor újra csatlakozhatsz!
uk: Якщо Ви цього не зробите, ми видалимо цей обліковий запис за тиждень. Але не хвилюйтеся, Ви завжди можете приєднатися знову!

source: If you already have another active account on AstroBin, please feel free to ignore this message.
hu: Ha már van egy másik aktív fiókod az AstroBin-en, kérjük, ne törődj ezzel az üzenettel.
uk: Якщо у Вас є ще один активний обліковий запис на AstroBin, не звертайте уваги на це повідомлення.

source: We noticed that on %(date)s GMT you created an account on AstroBin, the image hosting service and social community for astrophotographers, but never got the chance to activate it.
hu: Észrevettük, hogy %(date)s GMT napon létrehoztál egy fiókot az AstroBin-en, az asztrofotósok képmegosztó és közösségi szolgáltatásán, de nem volt lehetőséged aktiválni azt.
uk: Ми помітили, що %(date)s GMT Ви створили обліковий запис в AstroBin, сервісі хостингу зображень та соціальному співтоваристві для астрофотографів, але так і не змогли активувати його.

source: Would you like to activate your account on AstroBin?
hu: Szeretnéd aktiválni a fiókodat az AstroBin-en?
uk: Чи хотіли б Ви активувати свій обліковий запис на AstroBin?

source: <a href="%(user_url)s">%(user)s</a> added your image to their bookmarks: <a href="%(url)s">%(title)s</a>.
hu: <a href="%(user_url)s">%(user)s</a> hozzáadta a képedet a könyvjelzőzöttek közé: <a href="%(url)s">%(title)s</a>.
uk: <a href="%(user_url)s">%(user)s</a> додав Ваше зображення до закладок: <a href="%(url)s">%(title)s</a>.

source: %(user)s added your image "%(title)s" to their bookmarks: %(url)s
hu: %(user)s hozzáadta a képedet "%(title)s" a könyvjelzőzöttek közé: %(url)s
uk: %(user)s додав Ваше зображення "%(title)s" у свої закладки: %(url)s

source: <strong>%(user)s</strong> added your image "%(title)s" to their bookmarks!
hu: <strong>%(user)s</strong> hozzáadta a képedet "%(title)s" a könyvjelzőzöttek közé!
uk: <strong>%(user)s</strong> додав ваше зображення "%(title)s" до своїх закладок!

source: %(user)s added your image "%(title)s" to their bookmarks!
hu: %(user)s hozzáadta a képedet "%(title)s" a könyvjelzőzöttek közé!
uk: %(user)s додав Ваше зображення "%(title)s" до своїх закладок!

source: %(user)s commented on your image! Check it out at the following url: <a href="%(url)s">%(url)s</a>
uk: %(user)s прокоментував Ваше зображення! Перегляньте за URL-адресою: <a href="%(url)s">%(url)s</a>

source: %(user)s commented on your image! Check it out at the following url: %(url)s
de: %(user)s hat Dein Bild kommentiert! Den Kommentar findest Du unter: %(url)s
el: Ο/Η %(user)s σχολίασε την εικόνα σας! Δείτε το στο ακόλουθο url: %(url)s
es: %(user)s ha comentado tu imagen. Échale un vistazo en el siguiente enlace: %(url)s
fi: %(user)s kommentoi kuvaasi! Lue kommentti seuraavassa osoitteessa: %(url)s
fr: %(user)s a posté un commentaire concernant votre image! Consultez-le à l'adresse suivante: %(url)s
it: %(user)s ha commentato la immagine! Leggi il commento al seguente indirizzo: %(url)s
ja: %(user)sがあなたの画像にコメントしました。以下のURLをチェックしてください。%(url)s
nl: %(user)s heeft commentaar gegeven op je foto! Lees het op volgende URL: %(url)s
pl: %(user)s skomentował Twoje zdjęcie! Komentarz możesz zobaczyć tu: %(url)s
pt: %(user)s escreveu um comentário sobre uma imagem sua! Confira através do seguinte link: %(url)s
ru: %(user)s прокомментировал ваше изображение! Прочтите его по адресу:%(url)s
uk: %(user)s прокоментував Ваше зображення! Перегляньте за URL-адресою: %(url)s

source: <a href="%(url)s"><strong>%(user)s</strong> commented on your image!</a>
de: <a href="%(url)s"><strong>%(user)s</strong> hat Dein Bild kommentiert.</a>
el: Ο/Η <a href="%(url)s"><strong>%(user)s</strong> σχολίασε την εικόνα σας!</a>
es: <a href="%(url)s"><strong>%(user)s</strong> ha comentado tu imagen.</a>
fi: <a href="%(url)s"><strong>%(user)s</strong> kommentoi kuvaasi!</a>
fr: <a href="%(url)s"><strong>%(user)s</strong> a commenté votre image!</a>
it: <a href="%(url)s"><strong>%(user)s</strong> ha commentato la tua immagine!</a>
ja: <a href="%(url)s"><strong>%(user)s</strong>があたたの画像にコメントしました。</a>
nl: <a href="%(url)s"><strong>%(user)s</strong> heeft iets bij je foto geschreven!</a>
pl: <a href="%(url)s"><strong>%(user)s</strong> skomentował Twoje zdjęcie!</a>
pt: <a href="%(url)s"><strong>%(user)s</strong> escreveu um comentário sobre uma imagem sua!</a>
ru: <a href="%(url)s"><strong>%(user)s</strong> прокомментировал ваше изображение!</a>
uk: <a href="%(url)s"><strong>%(user)s</strong> прокоментував Ваше зображення!</a>

source: %(user)s commented on your image!
de: %(user)s hat Dein Bild kommentiert!
el: Ο/Η %(user)s σχολίασε την εικόνα σας!
es: %(user)s ha comentado tu imagen.
fi: %(user)s kommentoi kuvaasi!
fr: %(user)s a commenté votre image!
it: %(user)s ha commentato la tua immagine!
ja: %(user)sがあなたの画像にコメントしました!
nl: %(user)s wilde iets kwijt over je foto!
pl: %(user)s skomentował Twoje zdjęcie!
pt: %(user)s escreveu um comentário sobre uma imagem sua!
ru: %(user)s прокомментировал ваше изображение!
uk: %(user)s прокоментував Ваше зображення!

source: <a href="%(user_url)s">%(user)s</a> likes your comment: <a href="%(url)s">%(comment)s</a>.
uk: <a href="%(user_url)s">%(user)s</a> подобається Ваш коментар: <a href="%(url)s">%(comment)s</a>.

source: %(user)s likes your comment: %(url)s %(comment)s
uk: %(user)s подобається Ваш коментар: %(url)s %(comment)s

source: <strong>%(user)s</strong> likes your comment!
uk: <strong>%(user)s</strong> подобається Ваш коментар!

source: %(user)s likes your comment!
uk: <strong>%(user)s</strong> подобається Ваш коментар!

source: <a href="%(user_url)s">%(user)s</a> mentioned you in a comment: <a href="%(url)s">%(url)s</a>.
uk: <a href="%(user_url)s">%(user)s</a> згадав Вас у коментарі: <a href="%(url)s">%(url)s</a>.

source: %(user)s mentioned you in a comment: %(url)s
uk: %(user)s згадав Вас у коментарі: %(url)s

source: <strong>%(user)s</strong> mentioned you in a comment!
uk: <strong>%(user)s</strong> згадав Вас у коментарі!

source: %(user)s mentioned you in a comment!
uk: <strong>%(user)s</strong> згадав Вас у коментарі!

source: <a href="%(user_url)s">%(user)s</a> replied to your comment. Check it out at the following url: <a href="%(url)s">%(url)s</a>
uk: <a href="%(user_url)s">%(user)s</a> відповів на Ваш коментар. Перегляньте за URL-адресою: <a href="%(url)s">%(url)s</a>

source: %(user)s replied to your comment. Check it out at the following url: %(url)s
de: %(user)s hat auf Deinen Kommentar geantwortet. Du findest die Antwort unter: %(url)s
el: Ο/Η %(user)s απάντησε στο σχόλιο σας. Δείτε την στο ακόλουθο url: %(url)s
es: %(user)s ha respondido a tu comentario. Echa un vistazo en el siguiente enlace: %(url)s
fi: %(user)s vastasi kommenttiisi. Lue vastaus seuraavassa osoitteessa: %(url)s
fr: %(user)s a répondu à votre commentaire! Consultez sa réponse à l'adresse suivante: %(url)s
it: %(user)s ha risposto al tuo commento. Leggi la risposta al seguente indirizzo: %(url)s
ja: %(user)sがあなたのコメントに返信しました。以下のURLをチェックしてください。%(url)s
nl: %(user)s heeft op je commentaar geantwoord. Je kan het hier lezen: %(url)s
pl: %(user)s odpowiedział na Twój komentarz! Odpowiedź możesz zobaczyć tu: %(url)s
pt: %(user)s respondeu ao seu comentário. Confira através do seguinte link: %(url)s
ru: %(user)s ответил на ваш комментарий. Прочтите его по адресу: %(url)s
uk: <a href="%(user_url)s">%(user)s</a> відповів на Ваш коментар. Перегляньте за URL-адресою: <a href="%(url)s">%(url)s</a>

source: <a href="%(url)s"><strong>%(user)s</strong> replied to your comment.</a>
de: <a href="%(url)s"><strong>%(user)s</strong> hat auf Deinen Kommentar geantwortet.</a>
el: Ο/Η <a href="%(url)s"><strong>%(user)s</strong> απάντησε στο σχόλιο σας.</a>
es: <a href="%(url)s"><strong>%(user)s</strong> ha respondido a tu comentario.</a>
fi: <a href="%(url)s"><strong>%(user)s</strong> vastasi kommenttiisi.</a>
fr: <a href="%(url)s"><strong>%(user)s</strong> a répondu à votre commentaire.</a>
it: <a href="%(url)s"><strong>%(user)s</strong> ha risposto al tuo commento.</a>
ja: <a href="%(url)s"><strong>%(user)s</strong>があなたのコメントに返信しました。</a>
nl: <a href="%(url)s"><strong>%(user)s</strong> heeft geantwoord op je commentaar.</a>
pl: <a href="%(url)s"><strong>%(user)s</strong> odpowiedział na Twoj komentarz.</a>
pt: <a href="%(url)s"><strong>%(user)s</strong> respondeu ao seu comentário.</a>
ru: <a href="%(url)s"><strong>%(user)s</strong> ответил на ваш комментарий.</a>
uk: <a href="%(url)s"><strong>%(user)s</strong> відповів на Ваш коментар.</a>

source: %(user)s replied to your comment.
de: %(user)s hat auf Deinen Kommentar geantwortet.
el: Ο/Η %(user)s απάντησε στο σχόλιο σας.
es: %(user)s ha respondido a tu comentario.
fi: %(user)s vastasi kommenttiisi.
fr: %(user)s a répondu à votre commentaire.
it: %(user)s ha risposto al tuo commento.
ja: %(user)sがあなたのコメントに返信しました。
nl: %(user)s heeft geantwoord op je commentaar.
pl: %(user)s odpowiedział na Twoj komentarz
pt: %(user)s respondeu ao seu comentário.
ru: %(user)s ответил на ваш комментарий.
uk: <a href="%(url)s"><strong>%(user)s</strong> відповів на Ваш коментар.</a>

source: User <a href="%(object_url)s">%(object)s</a> is now following you. They will be notified when you publish new images.
hu: <a href="%(object_url)s">%(object)s</a> nevű felhasználó mostantól követ téged. Értesítve lesz, amikor egy új képet töltesz fel.
uk: Користувач <a href="%(object_url)s">%(object)s</a> підписався на Вас. Його повідомлять, коли Ви опублікуєте нові зображення.

source: User %(object)s is now following you. They will be notified when you publish new images.
de: Der Benutzer %(object)s gehört jetzt zu Deinen Followers. Diese werden benachrichtigt, wenn Du ein neues Bild veröffentlichst.
el: Ο χρήστης %(object)s σας ακολουθεί. Θα ειδοποιηθεί όταν ανεβάσετε νέες εικόνες.
es: El usuario %(object)s te está siguiendo. Será avisado cuando publiques nuevas imágenes.
fi: Käyttäjä %(object)s nyt seuraa sinua. Ilmoitus uusista kuvistasi lähetetään hänelle.
fr: %(object)s s'est abonné à votre page. Il sera prévenu lorsque vous publierez de nouvelles images.
hu: %(object)s nevű felhasználó mostantól követ téged. Értesítve lesz, amikor egy új képet töltesz fel.
it: L'utente %(object)s ti sta seguendo. Sarà notificato quando pubblichi nuove immagini.
ja: 利用者%(object)sはあなたをフォローしました。あなたが新しい画像を公開したときに彼らに通知されます。
nl: %(object)s volgt je vanaf nu. Hij/zij zal een kennisgeving krijgen als jij een nieuwe foto publiceert.
pl: Użytkownik %(object)s Cię obserwuje. Będzie poinformowany, kiedy opublikujesz nowe zdjęcia.
pt: O usuário %(object)s agora está te seguindo no AstroBin. Ele vai ser notificado sempre que você publicar novas imagens.
ru: Пользовател %(object)s подписался на вас. Он будет уведомлён, когда вы опубликуете новые изображения.
uk: Користувач %(object)s підписався на Вас. Він буде повідомлений, коли Ви опублікуєте нові зображення.

source: <a href="%(object_url)s"><strong>%(object)s</strong> is now following you.</a>
de: <a href="%(object_url)s"><strong>%(object)s</strong> gehört nun zu Deinen Followers.</a>
el: Ο/Η <a href="%(object_url)s"><strong>%(object)s</strong> σας ακολουθεί.</a>
es: <a href="%(object_url)s"><strong>%(object)s</strong>te está siguiendo.</a>
fi: <a href="%(object_url)s"><strong>%(object)s</strong> seuraa nyt sinua.</a>
fr: <a href="%(object_url)s"><strong>%(object)s</strong> s'est abonné à votre page.</a>
hu: <a href="%(object_url)s"><strong>%(object)s</strong> mostantól követ téged.</a>
it: <a href="%(object_url)s"><strong>%(object)s</strong> ti sta seguendo.</a>
ja: <a href="%(object_url)s"><strong>%(object)s</strong>はあなたをフォローしました。</a>
nl: <a href="%(object_url)s"><strong>%(object)s</strong> volgt je activiteiten.</a>
pl: <a href="%(object_url)s"><strong>%(object)s</strong> obserują Cię.</a>
pt: <a href="%(object_url)s"><strong>%(object)s</strong> agora está te seguindo no AstroBin.</a>
ru: <a href="%(object_url)s"><strong>%(object)s</strong> теперь подписан на вас.</a>
uk: <a href="%(object_url)s"><strong>%(object)s</strong> тепер підпісаний на Вас</a>

source: You have a new follower!
de: Du hast einen neuen Follower!
el: Έχετε νέο άτομο που σας ακολουθεί!
es: ¡Tienes un nuevo seguidor!
fa: دنبال کننده جدیدی دارید!
fi: Sinulla on uusi seuraaja!
fr: Vous avez un nouvel abonné!
hu: Van egy új követőd!
it: Una nuova persona ti segue!
ja: 新しいフォロワーが加わりました!
nl: Je hebt een nieuwe persoon die je volgt.
pl: Masz nowego obserwatora!
pt: Você possui um novo seguidor!
ru: У вас есть подписчик!
uk: У Вас новий підписник!

source: <a href="%(user_url)s">%(user)s</a> likes your post on this forum topic: <a href="%(url)s">%(post)s</a>.
hu: <a href="%(user_url)s">%(user)s</a> kedveli a fórumbejegyzésedet ebben a témában: <a href="%(url)s">%(post)s</a>.
uk: <a href="%(user_url)s">%(user)s</a> подобається Ваша публікація у темі форумі: <a href="%(url)s">%(post)s</a> .

source: %(user)s likes your post on this forum topic: %(url)s
hu: %(user)s kedveli a fórumbejegyzésedet ebben a témában: %(url)s
uk: %(user)s подобається Ваша публікація у цій темі форуму: %(url)s

source: <strong>%(user)s</strong> likes your forum post!
hu: <strong>%(user)s</strong> kedveli a fórumbejegyzésedet!
uk: <strong>%(user)s</strong> подобається Ваша публікація на форумі!

source: %(user)s likes your forum post!
hu: %(user)s kedveli a fórumbejegyzésedet!
uk: %(user)s подобається Ваша публікація на форумі!

source: <a href="%(user_url)s">%(user)s</a> mentioned you in a post on this forum topic: <a href="%(url)s">%(post)s</a>.
hu: <a href="%(user_url)s">%(user)s</a> megemlített téged egy fórumbejegyzésben ebben a témában: <a href="%(url)s">%(post)s</a>.
uk: <a href="%(user_url)s">%(user)s</a> згадав Вас у повідомленні в темі форуму: <a href="%(url)s">%(post)s</ a>.

source: %(user)s mentioned you in a post on this forum topic: %(url)s
hu: %(user)s megemlített téged egy fórumbejegyzésben egy témában: %(url)s
uk: %(user)s згадав Вас у повідомленні на цій темі форуму: %(url)s

source: <strong>%(user)s</strong> mentioned you in a forum post!
hu: <strong>%(user)s</strong> megemlített téged egy fórumbejegyzésben!
uk: <strong>%(user)s</strong> згадав Вас у повідомленні на форумі!

source: %(user)s mentioned you in a forum post!
hu: %(user)s megemlített téged egy fórumbejegyzésben!
uk: %(user)s згадав Вас у повідомленні на форумі!

source: %(inviter)s invited you to join the group: "%(group_name)s" Visit the group here: <a href="%(group_page)s">%(group_page)s</a>
uk: %(inviter) s has invited you to a group: "%(group_name) s" Visit the group at: <a href="%(group_page)s">%(group_page)s </a>
