Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: <em>AstroBin</em> is just starting out, and this time we can really say that the sky is the limit! Tons of ideas are in the pipeline. As the user base grows, so does the data. Suddenly, things like automated supernovae search become possible: you could simply upload an image of a galaxy, and AstroBin could compare it to pictures of the same galaxy taken previously.
de: <em>AstroBin</em> hat gerade erst begonnen und dieses Mal dürfen wir zurecht sagen: Der Himmel ist das Limit! Unzählige Ideen sind in der Pipeline. Mit wachsender Zahl der Benutzer, vermehren sich auch die Daten. Plötzlich werden Dinge wie eine automatische Suche nach Supernovae möglich: Sie könnten einfach das Bild einer Galaxie hochladen und AstroBin kann sie mit älteren Aufnahmen der selben Galaxie vergleichen.
el: Το <em>AstroBin</em> μόλις ξεκίνησε και αυτή την φορά μπορούμε να πούμε ότι ο ουρανός είναι το όριο! Πάρα πολλές ιδέες βρίσκονται στα σπάργανα. Καθώς η βάση των χρηστών μεγαλώνει, άλλο τόσο μεγαλώνουν και τα δεδομένα. Ξαφνικά, πράγματα όπως η αυτόματη αναζήτηση σουπερνόβα γίνεται δυνατή: θα μπορούσατε να ανεβάσετε μια εικόνα ενός γαλαξία και το AstroBin να την συγκρίνει με εικόνες αυτού του γαλαξία που πάρθηκαν παλιότερα.
es: <em>AstroBin</em> está empezando, y en estos momentos podemos decir que realmente ¡el límite es el cielo! Hay montones de ideas. Conforme la base de usuarios crezca, así lo harán los datos. De repente, cosas como la búsqueda automática de supernovas puede ser posible: simplemente subirías la imagen de una galaxia y AstroBin podría compararla con fotos de la misma galaxia tomadas previamente.
fi: <em>AstroBin</em> on vasta aluillaan, ja tässä vaiheessa voi sanoa vain taivaan olevan rajana. Tekosalla on tusinoittain uusia ideoita. Käyttäjämäärän kasvaessa datan määräkin kasvaa: Ennenpitkää temput kuten automaattinen supernovien etsintä on mahdollista: voisit yksinkertaisesti ladata kuvan galaksista ja AstroBin vertailee sitä edellisiin kuviin samasta kohteesta.
fr: <em>AstroBin</em> débute à peine, mais on peut dire que l'horizon est sans limite! Des tonnes d'idées restent à concrétiser. La quantité de données augmentant avec le nombre d'utilisateurs, des outils comme la recherche automatique de supernovae deviendront possibles: vous n'aurez qu'à simplement charger l'image d'une galaxie et AstroBin la comparera aux autres images de cette même galaxie prises précédemment.
it: <em>AstroBin</em> è appena nato, e stavolta è proprio opportuno dire che il limite è solo il cielo! Ci sono moltissime idee in cantiere. Con l'aumentare degli utenti, anche la mole di dati aumenta. E quindi, cose come la ricerca automatica di supernove diventano possibili: potresti semplicemente caricare la tua foto di una galassia, ed AstroBin potrebbe paragonarla a foto della stessa galassia scattate precedentemente.
ja: <em>AstroBin</em>は既にスタートし、いまでは夜空には限界があると本当に言うことができます！そして、すごく大きいアイデアが進行中です。利用者が増大すると、データも増大します。自動化された超新星探索のようなことが突然可能になって、あなたは簡単に銀河の画像をアップロードしたり、AstroBinで以前撮影した同じ銀河の写真と比較できるようになります。
nl: <em>AstroBin</em> is nog maar pas uit de startblokken gekomen en we kunnen nu al zeggen: "The sky is the limit". Er zitten talloze ideeën te wachten tot ze worden uitgewerkt. Als het aantal gebruikers groeit, zal ook de hoeveelheid gegevens toenemen. En dan worden dingen plots mogelijk zoals een geautomatiseerde zoektocht naar supernova's. Je moet dan enkel maar je foto van een sterrenstelsel uploaden en AstroBin kan ze vergelijken met alle foto's die eerder werden gepost.
pl: <em>AstroBin</em> właśnie startuje i tym razem możemy na prawdę powiedzieć, że nie możliwości są nieograniczone! Dziesiątki pomysłów czekają w kolejce. Razem ze wzrostem liczby użytkowników rośnie ilość danych. Wraz z tym wzrostem projekty jak automatyczne wyszukiwanie supernowych stają się możliwe: wyobraź sobie, że publikujesz zdjęcie galaktyki, a AstroBin porównuje je ze innymi zdjęciami tej samej galaktyki wykonanymi wcześniej.
pt: <em>AstroBin</em> está apenas começando e dessa vez, nós podemos dizer que realmente o céu é o limite! Toneladas de ideias estão previstas. Assim como a base de usuários cresce, também aumenta a quantidade de informações. De repente, ideias como busca automatizada de supernovas se torna possível: você simplesmente envia uma imagem de uma galáxia e o AstroBin a compara com outras imagens anteriores da mesma galáxia.
ru: <em>AstroBin</em> только начинает свою деятельность, и на этот раз мы действительно можем сказать, что небо это предел! У нас тонны идей. Как пользовательская база растет, так и её наполнение растёт. Внезапно стали удобными и доступными такие вещи как поиск сверхновых: достаточно загрузить изображение галактики, и AstroBin сравнит его с галактиками на других ранее загруженных изображениях её же.

source: AstroBin could also recommend subjects for you to image! Knowing your equipment, your location, and comparing what you have imaged to what users similar to you have, AstroBin could suggest your next challenge!
de: AstroBin könnte Dir auch Objekte zum Fotografieren empfehlen! Ausgehend von Deiner Ausrüstung und im Vergleich Deiner bisherigen Bilder mit denen anderer Benutzer, die Dir ähnlich sind, könnte AstroBin Dir Deine nächste Herausforderung vorschlagen!
el: Το AstroBin θα μπορούσε να σας προτείνει και θέματα για να φωτογραφίσετε! Γνωρίζοντας τον εξοπλισμό σας, την τοποθεσία σας και συγκρίνοντας με το τι έχετε φωτογραφίσει σε σχέση με άλλους χρήστες, το AstroBin θα μπορούσε να σας προτείνει την επόμενη σας πρόκληση!
es: ¡AstroBin podría también recomendarte objetos para fotografiar! Conociendo tu equipo, localización y comparando lo que has fotografiado con lo que han hecho usuarios en condiciones similares, ¡AstroBin podría sugerirte tu siguiente reto!
fa: AstroBin همچنین می تواند به شما ایده هایی برای عکس برداری بدهد. با داشتن تجهیزات شما، محل شما و مقایسه شما با کاربران مشابه، میتواند هدف بعدی را برای شما تعیین کند.
fi: AstroBin voi myös vinkata kohteita kuvattavaksi! Vertaamalla laitteistoasi, sijaintiasi ja vanhoja kohteitasi muiden omantasoistesi käyttäjien kuviin, AstroBin voi ehdottaa seuraavaa haastettasi!
fr: AstroBin pourrait aussi vous recommander des sujets d'imagerie! Connaissant votre équipement, votre lieu d'acquisition et en comparant ce que vous avez déjà produit à ce que d'autres ont fait, AstroBin pourrait vous suggérer votre prochain challenge!
it: AstroBin potrebbe anche raccomandarti soggetti da fotografare! Conoscendo la tua strumentazione, la tua posizione geografica, e paragonando quello che hai fotografato finora con quello che altri utenti hanno fotografato in condizioni simili, AstroBin potrebbe suggerirti la tua prossima sfida!
ja: AstroBinは、画像をあなたに推薦することもできます。あなたの機材や場所の知識を共有したり、あなたと似た他の利用者の画像を比較比較したりすることで、AstroBinはあなたの次のチャレンジを提案します！
nl: AstroBin zou je ook advies kunnen geven over welke objecten je eventueel nog zou kunnen fotograferen! Dit omdat de site weet welk materiaal je bezit, waar je woont en welke beelden je al hebt gemaakt. Door deze gegevens te vergelijken met de info van gebruikers die overeenkomsten hebben met je profiel, kan AstroBin je een volgende uitdaging suggereren!
pl: AstroBin może równiez zaproponować Ci obiekty do fotografowania! Znając Twój sprzęt, lokalizację i porównując Twoje zdjęcia ze zdjęciami innych użytkowników, którzy podali podobne dane, AstroBin może zaproponować nowe wyzwanie!
pt: AstroBin também pode recomendar objetos para você fotografar! Sabendo o seu equipamento, sua localização e comparando o que você já fotografou com o os objetos de outros usuários em condição semelhante, AstroBin pode sugerir o seu próximo desafio!
ru: AstroBin так же может рекомендовать вам объекты для съёмки! Знание вашего оборудования, вашего местоположения, и сравнивание ваших изображений с похожими у других пользователей, AstroBin может формировать рекомендации к следующему шагу!

source: Thanks to the input from the community, more ideas are flowing in and the list get bigger and bigger.
de: Dank der Einfälle der Community kommen immer mehr Ideen auf und die Liste wird länger und länger.
el: Χάρις της εισαγωγής σχολίων από την κοινότητα και άλλες ιδέες ρέουν και η λίστα όλο και μεγαλώνει.
es: Gracias a la aportación de la comunidad, van fluyendo más ideas en una lista que crece continuamente.
fa: با تشکر از ورودی شما. ایده های بیشتر وارد خواهند شد و لیست بزرگتر و بزرگتر خواهد شد.
fi: Yhteisön tuen ansiosta uusia ideoita tulvii sisään ja lista kasvaa entisestään.
fr: Grâce aux suggestions de la communauté, des nouvelles idées émergent et la liste ne cesse de s'agrandir.
it: Grazie ai suggerimenti degli utenti, nuove idea sono in arrivo continuamento, e la lista si allunga.
ja: コミュニティからの入力のおかげで、たくさんのアイデアが集まり、そのリストがどんどん大きくなっています。
nl: En dankzij de inbreng van de gemeenschap komen er steeds meer ideeën binnen, zodat de lijst met mogelijkheden blijft groeien.
pl: Dzięki społeczności pojawia się coraz więcej pomysłow i lista staje się coraz dłuższa.
pt: Agradeço às sugestões da comunidade, mais ideias estão surgindo e a lista só cresce.
ru: Благодарности вносимые сообществом, больше идей появляется и список становится больше и больше.

source: AstroBin uses the Markdown syntax. Please use the following reference table:
de: AstroBin verwendet das Markdown-Format. Bitte verwende die folgende Referenztabelle:
el: Το AstroBin χρησιμοποιεί το συντακτικό Markdown. Παρακαλούμε χρησιμοποιήστε τον ακόλουθο πίνακα αναφοράς:
es: AstroBin usa sintaxis Markdown. Por favor, utiliza la siguiente tabla de referencia:
fa: AstroBin از Markdown syntax استفاده می کند. لطفا از جدول مرجع زیر استفاده نمایید:
fi: AstroBin käyttää Markdown-syntaksia. Käytä tätä taulukkoa apuna:
fr: Astrobin utilise la syntaxe Markdown. Référez-vous au tableau suivant:
it: AstroBin usa la sintassi Markdown. Usa la seguente tabella di referenza:
ja: AstroBinはMarkdownの記法をつかっています。次の参照テーブルをつかってください。
nl: AstroBin gebruikt de "Markdown syntax". Hieronder een tabel die de mogelijkheden toont:
pl: W AstroBin możesz używać składni Markdown. Poniżej znajdziesz tablicę z dostępnymi znacznikami:
pt: O AstroBIn usa a sintaxe Markdown. Por favor, use a seguinte tabela de referência:
ru: AstroBin использует синтаксис Markdown. Пожалуйста, используйте данные из таблицы:

source: You type:
de: Eingabe:
el: Εισάγετε:
es: Escribe:
fa: تایپ کنید:
fi: Kirjoitat:
fr: Vous tapez:
it: Quello che scrivi:
ja: 入力した文字列
nl: Je schrijft:
pl: Piszesz:
pt: Você escreve:
ru: Вы печатаете:

source: You see:
de: Ausgabe:
el: Βλέπετε:
es: Para:
fa: ببینید:
fi: Näet:
fr: Vous voyez:
it: Quello che vedi:
ja: 参照
nl: Je ziet:
pl: Wyświetla się:
pt: Você vê:
ru: Получается:

source: italics
de: kursiv
el: πλάγια
es: cursiva
fa: کج (italics)
fi: kursivoitu
fr: italique
it: corsivo
ja: 斜体
nl: schuin
pl: italiki
pt: itálico
ru: курсив

source: bold
de: fett
el: έντονα
es: negrita
fa: کلفت (bold)
fi: lihavoitu
fr: gras
it: grassetto
ja: 太字
nl: vet
pl: pogrubienie
pt: negrito
ru: жирный

source: (TAB or 4 spaces)
de: (Tabulator oder 4 Leerzeichen)
el: (TAB ή 4 κενά)
es: (tabulador ó 4 espacios)
fi: (tabulaattori tai 4 välilyöntiä)
fr: (TAB ou 4 espaces)
it: (TAB o 4 spazi)
nl: (TAB of 4 spaties)
pl: (TAB lub 4 spacje)
pt: (TAB ou 4 espaços)
ru: (табуляция или 4 пробела)

source: preformatted text
de: vorformatierter Text
el: προδιαμορφωμένο κείμενο
es: monoespaciado
fa: نوشته تنظیم نشده
fi: esimuotoiltu teksti
fr: code
it: testo preformattato
ja: 整形済みテキスト
nl: code
pl: tekst sformatowany
pt: texto monoespaçado
ru: форматированный текст

source: quoted text
de: Zitat
el: εισηγμένο κείμενο
es: citado
fa: متن نقل قول شده
fi: lainattu teksti
fr: citation
it: testo quotato
ja: 引用文
nl: aangehaalde tekst
pl: cytowany tekst
pt: citação
ru: цитируемый текст

source: escape the formatting syntax
de: Format umgehen
el: έξοδος από το συντακτικό μορφοποίησης
es: salir de la sintaxis de formato
fa: فرار از نحوه قالب بندی
fi: muotoilusyntaksin kumoaminen (escape)
fr: échapper la syntaxe de formatage
it: Fai l'escape della sintassi di formattazione
ja: フォーマットを無視
nl: keer weer uit de formatterende syntax
pl: nie używaj formatowania
pt: inserir texto não formatado em texto formatado
ru: избегайте форматирования синтаксиса

source: The AstroBin index is a function of the number of Likes and the number of images posted by a user.
de: Der AstroBin-Index ermittelt sich aus der Anzahl von "Mag ich"-Einträgen und der Anzahl der Bilder, die durch den Benutzer hochgeladen wurden.
el: Ο δείκτης του AstroBin είναι μια συνάρτηση απ΄τον αριθμών των προτιμήσεων και του αριθμού των εικόνων που αναρτήθηκαν από έναν χρήστη.
es: El Índice AstroBin es una función entre el número de Me Gusta y el número de imágenes subidas por el usuario.
fi: AstroBin-indeksi on luku, joka muodostuu tykkäysten ja käyttäjän lataamien kuvien määrästä.
fr: L'index AstroBin dépend du nombre de 'J'aime' et du nombre d'images postées par l'utilisateur.
it: L'Indice AstroBin è una funzione del numero di Mi piace ed il numero di immagini pubblicate da un utente.
ja: AstroBinインデックスはユーザーが投稿した画像数やLikeの数によって決定されます。
nl: De AstroBin index wordt berekend aan de hand van het aantal Likes en het aantal geposte beelden van een gebruiker.
pl: Indeks AstroBin jest liczony na podstawie ilości opublikowanych zdjęć i ilości polubień
ru: Индекс AstroBin это функция, зависящая от количества лайков и количества изображений опубликованных пользователем.

source: Because it's computationally expensive, the AstroBin index is updated only every 24 hours. The same applies for the search index, the Big Wall, and some other user data.
de: Aufgrund der hohen Rechenintensität wird der AstroBin-Index nur alle 24 Stunden geändert. Gleiches gilt für den Suchindex, die große Bilderwand und einige andere Daten.
el: Επειδή είναι υπολογιστικά δαπανηρό, το ευρετήριο του AstroBin ανανεώνεται κάθε 24 ώρες. Το ίδιο ισχύει και για το ευρετήριο αναζήτησης, τον Μεγάλο Τοίχο, και μερικά άλλα στοιχεία χρηστών.
es: Debido a que es computacionalmente costoso, el índice AstroBin se actualiza sólo cada 24 horas. Lo mismo se aplica para el índice de búsqueda, la Gran Muralla, y algunos otros datos del usuario.
fi: Koska indeksin laskeminen on raskasta, se päivittyy vain kerran vuorokaudessa. Sama pätee hakuindeksiin, Suureen Seinään ja osaan muusta käyttäjädatasta.
fr: L'index AstroBin n'est calculé que toutes les 24h, pour ne pas surcharger les serveurs. C'est également le cas pour l'index de recherche, le Grand Mur ainsi que d'autres données d'utilisateur.
it: Dato che il suo calcolo richiede un po' di tempo, l'Indice AstroBin è agigornato solo ogni 24 ore. Lo stesso vale per l'indice di ricerca, il Grande Muro, ed altri dati utente.
ja: 計算処理には費用がかかりますので、AstroBinインデックスは24時間ごとにアップデートされます。検索インデックスやビックウォールやユーザーのデータにも適用されます。
nl: Omdat het veel rekenwerk vereist, wordt de AstroBin 1 keer per 24 uur aangepast. Hetzelfde geldt voor de zoekindex, de Grote Muur en sommige andere gebruikersgegevens.
pl: W celu ograniczenia kosztów Indeks AstroBin jest aktualizowany co 24 godziny. To samo dotyczy wyszukiwarki, Ściany Zdjęć i niektórych danych użytkowników
ru: Так как это требует вычислительных ресурсов, индекс AstroBin обновляется раз в 24 часа. То же самое относится и к индексации поиска, Большой Стене и некоторым другим пользовательским данным.

source: Do you have a question not covered here! Please <a href="/contact/">contact us</a>!
de: Hast Du noch eine Frage, die hier nicht beantwortet ist? Dann <a href="/contact/">schreibe</a> uns!
el: Έχετε μια απορία που δεν καλύπτετε εδώ; Παρακαλώ <a href="/contact/">επικοινωνήστε μαζί μας</a>!
es: Si tienes alguna duda aquí no resuelta, ¡Por favor, <a href="/contact/">contactanos</a>!
fi: Etkö löytänyt vastausta kysymykseesi? <a href="/contact">Ota meihin yhteyttä</a>!
fr: Avez-vous des questions supplémentaires? N'hésitez pas à nous <a href="/contact/">contacter</a>!
it: Hai una domanda che qui non c'è? <a href="/contact/">Contattaci</a>!
ja: ここで質問がカバーできない場合、我々に<a href="/contact/">問合せ</a>してください。
nl: Heb je nog een vraag die hier niet bijstaat? Zend ons gerust een <a href="/contact/">mail</a>!
pl: Posiadasz inne pytania, na które tutaj nie odpowiedzieliśmy? <a href="/contact/">Napisz do nas</a>!
pt: Você tem alguma pergunta não respondida aqui? Por favor, <a href="/contact/">entre em contato</a>!
ru: У вас есть вопросы не затронутые здесь?! Пожалуйста, <a href="/contact/">свяжитесь с нами</a>!

source: by
de: von
el: από
es: por
fa: با
fi: käyttäjältä
fr: par
it: da
nl: door
pl: od
pt: por
ru: от

source: Other images
de: Weitere Bilder
el: Άλλες εικόνες
es: Otras imágenes
fa: تصاویر دیگر
fi: Muita kuvia
fr: Autres images
it: Altre immagini
ja: 他の画像
nl: Andere beelden
pl: Pozostałe zdjęcia
pt: Outras imagens
ru: Другие изображения

source: Some images
de: Einige Bilder
el: Μερικές εικόνες
es: Imágenes varias
fa: برخی تصاویر
fi: Kuvia
fr: Images diverses
it: Alcune immagini
ja: いくつかの画像
nl: Enkele foto's
pl: Kilka zdjęć
pt: Algumas imagens
ru: Некоторые изображения

source: (view more)
de: (mehr anzeigen)
el: (δείτε περισσότερα)
es: (ver más...)
fa: (بیشتر ببینید)
fi: (näytä lisää...)
fr: (voir davantage)
it: (mostra altre)
ja: (さらにみる)
nl: (meer zien)
pl: (zobacz więcej)
pt: (veja mais)
ru: (смотреть ещё)

source: Reviews
de: Berichte
el: Κριτικές
es: Análisis
fa: مرورها
fi: Arvostelut
fr: Tests
it: Recensioni
ja: レビュー
pl: Recenzje
pt: Opiniões
ru: Обзоры

source: Rating
de: Bewertung
el: Βαθμολογία
es: Puntuación
fa: رتبه
fi: Arviointi
fr: Note
it: Voto
ja: 評価
nl: Score
pl: Ocena
pt: Avaliação
ru: Оценка

source: There are no reviews yet.
de: Noch keine Kommentare.
el: Δεν υπάρχουν ακόμη κριτικές.
es: Todavía no hay análisis.
fa: هیچ نظری هنوز وجود ندارد.
fr: Il n'y a aucun test pour l'instant.
it: Non ci sono ancora recensioni.
ja: まだレビューがありません
nl: Tot nu toe heeft niemand reviews geschreven.
pl: Nie ma jeszcze żadnych recenzji.
pt: Ainda sem opiniões sobre o produto.
ru: Ещё нет обзоров.

source: Add your review
de: Bericht hinzufügen
el: Προσθέστε την κριτική σας.
es: Añade tu análisis
fa: نظر خود را اضافه کنید.
fi: Kirjoita arvostelu
fr: Ajouter votre test
it: Aggiungi la tua recensione
ja: レビューを追加
nl: Voeg je review toe
pl: Dodaj swoją recenzję
pt: Escreva a sua opinião
ru: Добавить свой обзор

source: Please be fair, honest and polite when writing a review. Many people will read your review: all the users on AstroBin who own this piece of gear, will be notified of your review.
de: Bitte sei fair, ehrlich und höflich, wenn du einen Bericht schreibst. Viele Menschen werden ihn lesen: Alle AstroBin User, die diesen Gegenstand besitzen, werden über deinen Bericht informiert.
el: Παρακαλούμε να είστε δίκαιοι, ειλικρινείς και ευγενικοί όταν γράφετε μια κριτική. Πολλοί θα διαβάσουν την κριτική σας: όλοι οι χρήστες του AstroBin που έχουν αυτό το αντικείμενο εξοπλισμού, θα ειδοποιηθούν για την κριτική σας.
es: Por favor, sé justo, honesto y educado cuando escribas un análisis. Mucha gente lo leerá: todos los usuarios de AstroBin que tengan esta pieza de instrumental serán notificados sobre tu análisis.
fa: هنگام نوشتن یک بررسی و مرور، لطفا منصفانه، صادقانه و مودبانه برخورد کنید. بسیاری از مردم، نظر شما را خواهند خواند. همه کاربرانی که در AstroBin، این قطعه از چرخ دنده ها را دارند، از نظر شما مطلع خواهند شد.
fi: Ole reilu, rehellinen ja kohtelias kirjoittaessasi arvostelua. Monet ihmiset tulevat lukemaan arvostelusi: kaikille AstroBinissä olevilla laitteen omistajille tullaan ilmoittamaan tekemästäsi arvostelusta.
fr: Soyez objectif, honnête et respectueux lorsque vous rédigez une critique. De nombreuses personnes liront votre avis: tous les membres d'AstroBin possédant ce matériel seront informés de la publication de votre test.
it: Sii giusto, onesto ed educato nello scrivere una recensione. Molte persone leggeranno la tua recensione: tutti gli utenti di AstroBin che possiedono questo strumento, saranno notificati della tua recensione.
ja: レビューを書く時には公正、誠実かつ丁寧にお願いします。多くの人々はあなたのレビューを読むでしょう。おなじ機材を所有するAstroBinの全ての利用者に、あなたのレビューがあったことを通知されます。
nl: Gelieve rechtvaardig, eerlijk en vriendelijk te zijn als je een review schrijft. Veel mensen zullen hem lezen: alle leden op AstroBin die eigenaar zijn van dit type materiaal zullen een melding krijgen dat je een review hebt geschreven.
pl: Pisząc recenzję bądź rzetelny i uczciwy. Wielu ludzi może przeczytać Twoją recenzję: wszyscy użytkownicy AstroBin, którzy posiadają identyczny sprzęt będą powiadomieni o Twojej recenzji.
pt: Por favor, seja justo e educado ao dar a sua opinião sobre um produto, ela será lida por muitas pessoas: todos os usuários do AstroBin que possuem esse item, serão notificados.
ru: Будьте честны, справедливы и вежливы когда пишете обзор. Многие прочтут его: все пользователи, у кого есть часть этого оборудования, будут уведомлены о вашем обзоре.

source: Please <a href="/accounts/login/">login</a> or <a href="/accounts/register/">register</a> to write a review.
de: Bitte <a href="/accounts/login/">einloggen</a> oder <a href="/accounts/register/">registrieren</a>, um einen Kommentar abzugeben.
el: Παρακαλώ <a href="/accounts/login/">κάντε είσοδο</a> or <a href="/accounts/register/">register</a> για να γράψετε μια κριτική.
es: Por favor, <a href="/accounts/login/">identifícate</a> o <a href="/accounts/register/">regístrate</a> para escribir un análisis.
fi: Ole hyvä ja <a href="/accounts/login/">kirjaudu sisään</a> tai <a href="/accounts/register/">rekisteröidy</a> kirjoittaaksesi arvostelun.
fr: <a href="/accounts/login/">Connectez-vous</a> ou <a href="/accounts/register/">enregistrez-vous</a> pour poster une critique.
it: Fai il <a href="/accounts/login/">login</a> oppure <a href="/accounts/register/">registrati</a> per scrivere una recensione.
ja: レビューを書くには<a href="/accounts/login/">ログイン</a>もしくは<a href="/accounts/register/">新規登録</a>してください。
nl: Gelieve <a href="/accounts/login/">in te loggen</a> of jezelf te <a href="/accounts/register/">registreren</a> om een review te schrijven.
pl: Aby napisać recenzję musisz się <a href="/accounts/login/">zalogować</a> lub <a href="/accounts/register/">założyć konto</a>.
pt: Por favor, <a href="/accounts/login/">autentique-se</a> ou <a href="/accounts/register/">registre-se</a> para deixar a sua opinião.
ru: Пожалуйста, <a href="/accounts/login/">войдите</a> или <a href="/accounts/register/">зарегистрируйтесь</a>, чтобы написать обзор.
