Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: CAD - Canadian dollars
el: CAD - Καναδικά δολάρια
es: CAD - Dólares canadienses
fa: CAD، دلار کانادا
fi: CAD - Kanadan dollari
fr: CAD - Dollars canadiens
it: CAD - Dollari canadesi
ja: CAD - カナダ・ドル
nl: CAD - Canadese dollar
pl: CAD - Dolary kanadyjskie
pt: CAD - Dólares canadenses
ru: CAD - Канадский доллар

source: CHF - Swiss francs
de: CHF - Schweizer Franken
el: CHF - Ελβετικά φράγκα
es: CHF - Francos suizos
fa: CHF، فرانک سوییس
fi: CHF - Sveitsin frangi
fr: CHF - Francs suisses
it: CHF - Franchi svizzeri
ja: CHF - スイス・フラン
nl: CHF - Zwitserse frank
pl: CHF - Franki szwajcarskie
pt: CHF - Francos suíços
ru: CHF - Швейцарский франк

source: EUR - Euros
de: EUR - Euro
el: EUR - Ευρώ
fa: EUR، یورو
fi: EUR - Euro
it: EUR - Euro
ja: EUR - ユーロ
nl: EUR - Euro
pl: EUR - Euro
ru: EUR - Евро

source: GPB - Pound stelings
de: GBP - Britische Pfund
el: GPB - Αγγλική λίρα
es: GPB - Libras esterlinas
fa: GPB، پوند استرلینگ
fi: GBP - Englannin punta
fr: GPB - Livre Sterling
it: GPB - Sterline
ja: GPB - イギリス・ポンド
nl: GBP - Britse pond
pl: GBP - Funt szterling
pt: GPB - Libras esterlinas
ru: GPB - Фунт стерлингов

source: PLN - Polish zloty
de: PLN - Polnische Zloty
el: PLN - Πολωνικό ζλότυ
es: PLN - Dorados polacos
fa: PLN، زولتی لهستان
fi: PLN - Puolan zloty
fr: PLN - Zloty polonais
it: PLN - Zloty polacchi
ja: PLN - ポーランド・ズウォティ
nl: PLN - Poolse zloty
pl: PLN - Polski złoty
pt: PLN - Zloty polonês
ru: PLN - Польский злотый

source: SEK - Swedish krona
de: SEK - Swedische Kronen
el: SEK - Κορώνα Σουηδίας
es: SEK - Coronas suizas
fa: SEK، کرون سوئد
fi: SEK - Ruotsin kruunu
fr: SEK - Couronne suédoise
it: SEK - Corone svedesi
ja: SEK - スエーデン・コルナ
nl: SEK - Zweedse kroon
pl: SEK - Korona szwedzka
pt: SEK - Coroa sueca
ru: SEK - Шведская крона

source: USD - American dollars
de: USD - Amerikanische Dollar
el: USD - Αμερικανικό δολάριο
es: USD - Dólares de los Estados Unidos
fa: USD، دلار آمریکا
fi: USD - Amerikan dollari
fr: USD - Dollars américains
it: USD - Dollari americani
ja: USD - アメリカ・ドル
nl: USD - Amerikaanse dollar
pl: USD - Dolary amerykańskie
pt: USD - Dólares americanos
ru: USD - Американский доллар

source: Producer
de: Produzent
el: Παραγωγός
es: Productor
fa: تولید کننده
fi: Valmistaja
fr: Fabricant
it: Produttore
ja: 製作者
nl: Producent
pl: Producent
pt: Fabricante
ru: Производитель

source: The link to this product's page on your website.
de: Der Link zu deiner Produktseite.
el: Ο σύνδεσμος για την σελίδα αυτού του προϊόντος που βρίσκετε στην ιστοσελίδα σας.
es: Enlace a la página del producto en tu página web.
fa: لینکی از صفحه این تولید کننده یا خودتان.
fi: Linkki tämän tuotteen sivuun sivustollasi.
fr: Lien vers cet article sur votre site internet.
it: Il link alla pagina di questo prodotto sul tuo sito web
ja: あなたのWebサイトでの、このプロダクトのリンク先URLを記入してください。
nl: De link van dit produkt op je website.
pl: Odnośnik to produktu na Twojej stronie.
pt: Link para a página deste produto no seu site.
ru: Ссылка на страницу этого продукта на вашем веб-сайте.

source: Price
de: Preis
el: Τιμή
es: Precio
fa: قیمت
fi: Hinta
fr: Prix
it: Prezzo
ja: 価格
nl: Prijs
pl: Cena
pt: Preço
ru: Стоимость

source: Currency
de: Währung
el: Νόμισμα
es: Moneda
fa: پول
fi: Valuutta
fr: Devise
it: Valuta
ja: 通貨
nl: Munteenheid
pl: Waluta
pt: Moeda
ru: Валюта

source: Retailed gear items
de: Verkaufte Artikel
el: Αντικείμενα εξοπλισμού λιανικής πώλησης
es: Elementos de instrumental a la venta
fa: اقلام خرده فروشی، دنده
fi: Myytävät laitteet
fr: Matériel à la vente
it: Strumenti in vendita
ja: 販売機材
nl: Verkocht produkt
pl: Powiązany sprzęt
pt: Equipamentos à venda
ru: Элементы оборудования в розницу

source: Proper make
de: Eigentlicher Hersteller
el: Σωστό όνομα μάρκας
es: Marca correcta
fa: تولیدی صحیح
fi: Varsinainen valmistaja
fr: Marque correcte
it: Marca corretta
ja: 正式な製品
nl: Correct merk
pl: Właściwa marka
pt: Nome correto do fabricante
ru: Правильное место изготовления

source: Sometimes, product make/brand/producer/developer names are not written properly by the users. Write here the proper make/brand/producer/developer name.
de: Manchmal sind Produkt-, Hersteller-, Entwicklernamen von den Usern nicht richtig geschrieben worden. Nenne hier den richtigen Produkt-, Hersteller-, Entwicklernamen.
el: Μερικές φορές, το όνομα κατασκευής/μάρκας/παραγωγού/προγραμματιστή δεν αναγράφεται σωστά από τους χρήστες. Γράψτε εδώ το σωστό όνομα κατασκευής/μάρκας/παραγωγού/προγραμματιστή.
es: En ocasiones los nombres de marca/productor/desarrollador no han sido escritas apropiadamente por los usuarios. Escribe aquí la marca/productora/desarrolladora correcta.
fa: گاهی اوقات، تولیدی، تولید کننده، مارک محصول و نمایندگی پخش به درستی به وسیله کاربر نوشته نمی شود. اینجا نام صحیح تولیدی، تولید کننده، مارک محصول و نمایندگی پخش را بنویسید.
fi: Joskus käyttäjät eivät kirjoita tuotteiden mallia/merkkiä/valmistaja/kehittäjää oikein. Kirjoita tähän oikea malli/merkki/valmistaja/kehittäjä.
fr: Parfois, les utilisateurs renseignent de manière imprécise la dénomination de la marque/type/fabriquant/développeur de cet article. Indiquez ici la dénomination correcte.
it: A volte, gli utenti del sito non scrivono correttamente la marca/marchio/produttore/sviluppatore di un prodotto. Scrivi qui la marca/marchio/produttore/sviluppatore corretta.
ja: 時々、メーカー名やブランド名、製作者名、開発者名をユーザーが正確に記載していないことがあります。正確にブランド名、製作者名、開発者名を記入してください。
nl: Soms wordt het merk/type/producent/ontwikkelaar van het produkt niet correct gespeld door de gebruikers. Schrijf hier de juiste manier.
pl: Czasami marka/producent/nazwa produktu nie są poprawnie wpisywane przez użytkowników. Wpisz poprawną markę/producenta/nazwę.
pt: Algumas vezes, o nome do fabricante/desenvolvedor não é escrito corretamente pelos usuários. Escreva aqui o nome correto.
ru: Иногда, для продукта место изготовления/производитель/разработчик пользователями пишется неверно. Напишите правильное название места изготовления/марку/производителя/разработчика.

source: Proper name
de: Richtiger Name
el: Σωστό όνομα
es: Denominación correcta
fa: نام صحیح
fi: Varsinainen nimi
fr: Dénomination correcte
it: Nome corretto
ja: 正式名称
nl: Correcte naam
pl: Poprawna nazwa
pt: Nome correto do produto
ru: Правильное название

source: Sometimes, product names are not written properly by the users. Write here the proper product name, not including the make/brand/producer/developer name.<br/>It is recommended that you try to group as many items as possible, so try to use a generic version of your product's name.
de: Manchmal sind Produktnamen von den Usern nicht richtig geschrieben worden. Schreib hier den richtigen Produktnamen, aber nicht Hersteller-, Marken- oder Entwicklernamen hinein.<br/> Es wird empfohlen, möglichst viele Artikel zu gruppieren. Versuch also einen möglichst generischen Namen zu finden.
el: Μερικές φορές τα ονόματα προϊόντων δεν γράφονται σωστά από τους χρήστες. Γράψτε εδώ το σωστό όνομα του προϊόντος, χωρις να συμπεριλάβετε το όνομα κατασκευής/μάρκας/παραγωγού/προγραμματιστή<br/>Είναι προτιμώμενο να βάλετε σε ομάδα όσο πιο πολλά αντικείμενα μπορείτε, έτσι προσπαθήστε να χρησιμοποιήστε μια γενική έκδοση για το όνομα του προϊόντος σας.
es: A veces los nombres de los productos no han sido escritos apropiadamente por los usuarios. Escribe aquí la denominación correcta del producto, sin incluir el nombre de la marca/productora/desarrolladora.<br />Se recomienda que intentes usar una versión genérica del nombre de tu producto.
fi: Joskus käyttäjät eivät kirjoita tuotteiden nimiä oikein. Kirjoita tähän tuotteen virallinen nimi, poislukien valmistajan/brändin/kehittäjän/tuottajan nimi.<br/>On myös suositeltavaa, että mahdollisimman monta tuoteversiota voidaan niputtaa yhteen, joten pyri käyttämään mahdollisimman geneeristä versiota tuotenimestä.
fr: Parfois, les utilisateurs renseignent de manière imprécise la dénomination de l'article. Indiquez ici la dénomination correcte, sans inclure la marque/type/fabriquant/développeur. <br/> Il est recommandé de grouper un maximum d'articles, utilisez donc la dénomination générique de votre produit.
it: A volte, gli utenti del sito non scrivono correttamente il nome di un prodotto. Scrivi qui il nome corretto del prodotto, non inclusivo della marca/marchio/produttore/sviluppatore.<br/>Si raccomanda di raggruppare la maggior parte di prodotti possibile, quindi cerca di usare una versione generica del nome del tuo prodotto.
ja: 時々、製品名を正確に記載しないユーザーがいます。ここにはメーカー名やブランド名、製作者名、開発者名を含まない正式な製品名を記載してください。<br/>出来るだけ多くの製品をグループ化し、製品の一般的な名称を使ってもらおうと試みています。
nl: Soms word de produktnaam niet correct geschreven door de gebruikers. Schrijf hier de juiste produktnaam zonder vermelding van het merk/type/producent/ontwikkelaar. <br/>Het is aanbevolen dat je zoveel mogelijk artikelen groepeert, dus tracht een generieke versie van je produktnaam te gebruiken.
pl: Czasami nazwa produktu nie jest poprawnie wpisana przez użytkowników. Wpisz poprawną nazwę produktu bez uwzględniania marki lub nazwy producenta.<br/>Zaleca się grupowanie wielu produktów tej samej marki, więc wpisz nazwę generyczną, bez numeru wersji produktu.
pt: Algumas vezes, o nome do produto não é escrito corretamente pelos usuários. Escreva aqui o nome correto, sem incluir o fabricante/desenvolvedor.<br />É recomendável que você tente agrupar a maior quantidade de produtos possível, então procure utilizar o nome mais abrangente.
ru: Иногда пользователи неправильно пишут названия продуктов. Напишите правильное имя продукта, не включая названия места производства/марки/производителя/разработчика.<br/>Желательно, чтобы вы попытались сгруппировать так много продуктов, как сможете, поэтому постарайтесь использовать общую версию имени вашего продукта.

source: The official, commercial image for this product. Upload an image via the regular uploading interface, set its subject type to "Gear", and then choose it from this list. If you upload several revisions, they will also appear in the commercial page.
de: Das offizielle Produktbild. Lade ein Bild über das Updoad-Interface hoch, setze den Bildtyp auf "Ausrüstung", und wähle es anschließend aus dieser Liste aus. Wenn du verschiedene Versionen hoch lädst, erscheinen diese auch auf der Artikel Seite.
el: Η επίσημη, διαφημιστική εικόνα γι' αυτό το προϊόν. Ανεβάστε μια εικόνα μέσω της συνηθισμένης διεπαφής για ανέβασμα, θέστε τον τύπο του αντικειμένου στον "Εξοπλισμό" και μετά επιλέξτε το από την λίστα. Αν ανεβάσετε αρκετές εκδόσεις, θα εμφανιστούν επίσης στην εμπορική σελίδα.
es: Imagen comercial oficial para este producto. Sube una imagen por medio del interfaz habitual, establece su tipo como "Instrumental", y después elígela desde esta lista. Si subes varias revisiones, también aparecerán en la página comercial.
fa: تصویر رسمی و اقتصادی از این محصول. از طریق آپلود معمولی، یک تصویر آپلود کنید. نوع موضوع را "Gear" تنظیم کنید و سپس آن را از این لیست انتخاب کنید. اگر چندین ویرایش را آپلود کنید، آن ها در صفحه اقتصادی ظاهر خواهند شد.
fi: Tuotteen virallinen mainoskuva. Lataa kuva normaalisti kuvanlatauskäyttöliittymän kautta, merkitse kohteen tyypiksi "Laite", ja valitse kuva listasta. Jos lataat kuvasta useita versioita, ne kaikki näkyvät tuotteen sivulla.
fr: L'image commerciale officielle de cet article. Publiez l'image via l'interface de chargement normale, mais indiquez le type "Matériel" et choisissez-le dans la liste. Si vous chargez plusieurs versions, elles apparaîtront également sur la page commerciale.
it: L'immagine ufficiale, commerciale, di questo prodotto. Carica l'immagine tramite la normale interfaccia di caricamento, seleziona il tipo di soggetto come "Strumentazione", e poi sceglila in questa lista. Se carichi versioni multiple, anche esse appariranno nella pagina commerciale.
ja: この製品の公式もしくは商用の画像。定期的にアップロードするシステムを使って最新の画像を取得し、選択リストから題材を"機材"を設定します。複数のバージョンをアップロードする場合は、商用ページにそれらが表示されます。
nl: De officiële commerciële foto van dit produkt. Upload de foto via de gewone interface maar gebruik "materiaal" als type onderwerp en kies ze van deze lijst. Als je verschillende revisies uploadt dan zullen deze ook verschijnen op de commerciële pagina.
pl: Oficjalne promocyjne zdjęcie produktu. Dodaj zdjęcie tak samo, jak każdy inny obraz, wybierz typ - "Sprzęt', a później wybierz zdjęcie z listy. Jeżeli dodasz wiele wersji, wszystkie będą dostępne na stronie produktu.
pt: A imagem comercial oficial deste produto. Envie uma imagem através da ferramenta padrão, defina o tópico como "Equipamento" e então a selecione desta lista. Se você enviar várias versões da imagem, todas aparecerão na página comercial.
ru: Официальное, коммерческое изображение для этого продукта. Закачайте изображение через обычный диалог загрузки, установить его тип как «Оборудование», и затем выберите его из списка. Если вы закачиваете несколько версий, они так же отобразятся на рекламной странице.

source: Tagline
de: Untertitel
el: Σλόγκαν
es: Lema
fi: Iskulause
fr: Slogan
it: Slogan
ja: タグライン
nl: Slagzin
pl: Slogan reklamowy
pt: Mote/slogan do produto
ru: Слоган

source: A memorable phrase that will sum up this product, for marketing purposes.
de: Ein Marketingspruch, der dieses Produkt zusammenfasst.
el: Μια αξιοσημείωτη φράση η οποία θα περιγράφει το προϊόν, για διαφημιστικούς λόγους.
es: Una frase memorable que resuma este producto, según propósitos de mercadotecnia.
fa: جمله ای به یاد ماندنی که برای فروش این تصویر کمک کند.
fi: Helposti muistettava yhteenveto tuotteesta markkinointitarkoituksiin.
fr: Une formule marquante pour résumer cet article, à but marketing.
it: Una frase memorabile che riassume questo prodotto, per scopi di marketing.
ja: 販売目的のために製品についていた記憶にのこるフレーズ（キャッチコピー）。
nl: Een catchy zin die je produkt goed omschrijft. Voor marketing doeleinden.
pl: Łatwe do zapamiętania zdanie, które podsumowuje ten produkt - dla celów marketingowych.
pt: Uma frase memorável que defina este produto, com propósito de marketing.
ru: Запоминающаяся фраза, которая подчеркивает продукт, в целях маркетинга.

source: Here you can write the full commercial description of your product. You can use some <a href="/faq/#comments">formatting rules</a>.
de: Kommerzielle Beschreibung deines Produktes. Du kannst <a href="/faq/#comments">Formatierungen</a> verwenden.
el: Εδώ μπορείτε να γράψετε την πλήρη εμπορική περιγραφή του προϊόντος σας. Μπορείτε να χρησιμοποιήσετε μερικούς <a href="/faq/#10">κανόνες μορφοποίησης</a>.
es: Aquí puedes escribir la descripción comercial completa de tu producto. Puedes utilizar algunas <a href="/faq/#10">marcas de formato</a>.
fi: Tähän voit kirjoittaa täyden kuvauksen tuotteestasi. Voit käyttää joitakin <a href="/faq/#comments">muotoiluja</a>.
fr: Rédigez ici la description commerciale complète de votre produit. Vous pouvez utiliser des <a href="/faq/#10">règles de formatage</a>.
it: Qui puoi scrivere la descrizione commerciale del tuo prodotto. Puoi usare alcune <a href="/faq/#comments">regole di formattazione</a>.
ja: ここには、あなたの製品の商業的な説明を記載することができます。それには、<a href="/faq/#comments">フォーマットルール</a>を利用することが可能です。
nl: Hier kun je de volledige commerciële omschrijving van je produkt neerschrijven. Je kunt enkele <a href="/faq/#comments">formatteringsregels</a> gebruiken.
pl: Tutaj możesz dodać pełny opis produktu. Możesz używać <a href="/faq/#comments">formatowania tekstu</a>.
ru: Здесь вы можете дать подробное описание вашего продукта. Вы можете использовать некоторые <a href="/faq/#comments">правила форматирования</a>.

source: Commercial gear items
de: gewerbliche Artikel
el: Εμπορικά αντικείμενα εξοπλισμού
es: Elementos de instrumental comerciales
fa: اقلام اقتصادی، دنده
fi: Kaupalliset laitteet
fr: Matériel commercial
it: Strumenti commerciali
ja: 商業的な機材
nl: Commercieel materiaal
pl: Sprzęt komercyjny
pt: Equipamentos comercializados
ru: Рекламные элементы оборудования

source: <a href="%(user_page)s">%(user)s</a> uploaded a new image.
it: <a href="%(user_page)s">%(user)s</a> ha caricato una nuova immagine.
pl: <a href="%(user_page)s">%(user)s</a> wczytał nowe zdjęcie.
ru: <a href="%(user_page)s">%(user)s</a> загрузил новое изображение.

source: <a href="%(user_page)s">%(user)s</a> uploaded a new image revision.
it: <a href="%(user_page)s">%(user)s</a> ha caricato una nuova versione.
pl: <a href="%(user_page)s">%(user)s</a> wczytał nową wersję zdjęcia.
ru: <a href="%(user_page)s">%(user)s</a> загрузил новую версию изображения.

source: <a href="%(user_page)s">%(user)s</a> and %(count)s others like this image.
it: A <a href="%(user_page)s">%(user)s</a> e %(count)s altri piace questa immagine.
pl: <a href="%(user_page)s">%(user)s</a> i %(count)s innych użytkowników lubi to zdjęcie.
ru: <a href="%(user_page)s">%(user)s</a> и %(count)s другим пользователям нравится это изображение.

source: <a href="%(user_page)s">%(user)s</a> likes this image.
it: A <a href="%(user_page)s">%(user)s</a> piace questa immagine.
pl: <a href="%(user_page)s">%(user)s</a> lubi Twoje zdjęcie.
ru: <a href="%(user_page)s">%(user)s</a> нравится это изображение.

source: <a href="%(user_page)s">%(user)s</a> and %(count)s others bookmarked this image.
it: <a href="%(user_page)s">%(user)s</a> e %(count)s altri hanno aggiunto questa immagine ai preferiti.
pl: <a href="%(user_page)s">%(user)s</a> i %(count)s innych użytkowników dodało to zdjęcie do zakładek.
ru: <a href="%(user_page)s">%(user)s</a> и %(count)s других пользователей добавили это изображение в закладки.

source: <a href="%(user_page)s">%(user)s</a> bookmarked this image.
it: <a href="%(user_page)s">%(user)s</a> ha aggiunto questa immagine ai preferiti.
pl: <a href="%(user_page)s">%(user)s</a> dodał Twoje zdjęcie do zakładek.
ru: <a href="%(user_page)s">%(user)s</a> добавил это изображение в закладки.

source: <a href="%(user_page)s">%(user)s</a> and %(count)s others commented this image.
it: <a href="%(user_page)s">%(user)s</a> e %(count)s altri hanno commentato questa immagine.
pl: <a href="%(user_page)s">%(user)s</a> i %(count)s innych użytkowników skomentowało to zdjęcie.
ru: <a href="%(user_page)s">%(user)s</a> и %(count)s других пользователей прокомментировали это изображение.

source: <a href="%(user_page)s">%(user)s</a> commented this image.
it: <a href="%(user_page)s">%(user)s</a> ha commentato questa immagine.
pl: <a href="%(user_page)s">%(user)s</a> skomentował Twoje zdjęcie.
ru: <a href="%(user_page)s">%(user)s</a> прокомментировал это изображение.

source: <a href="%(user_page)s">%(user)s</a> created a new public data pool.
it: <a href="%(user_page)s">%(user)s</a> ha creato un nuovo gruppo di dati pubblici.
pl: <a href="%(user_page)s">%(user)s</a> stworzył nowy zestaw danych publicznych.
ru: <a href="%(user_page)s">%(user)s</a> создал новое открытое хранилище данных.

source: <a href="%(user_page)s">%(user)s</a> added data to a data pool.
it: <a href="%(user_page)s">%(user)s</a> ha aggiunto dato ad un gruppo di dati grezzi.
pl: <a href="%(user_page)s">%(user)s</a> dodał dane do zestawu danych.
ru: <a href="%(user_page)s">%(user)s</a> добавил данные в хранилище.

source: <a href="%(user_page)s">%(user)s</a> added a processed image to a data pool.
it: <a href="%(user_page)s">%(user)s</a> ha aggiunto una immagine elaborata ad un gruppo di dati grezzi.
pl: <a href="%(user_page)s">%(user)s</a> dodał obrobione zdjęcie do zestawu danych
ru: <a href="%(user_page)s">%(user)s</a> добавил обработанное изображение в хранилище.

source: <a href="%(user_page)s">%(user)s</a> created a new public group.
it: <a href="%(user_page)s">%(user)s</a> ha creato un nuovo gruppo pubblico.
pl: <a href="%(user_page)s">%(user)s</a> stworzył nową grupę publiczną
ru: <a href="%(user_page)s">%(user)s</a> создал новую открытую группу.

source: <a href="%(user_page)s">%(user)s</a> joined a group.
it: <a href="%(user_page)s">%(user)s</a> si è aggiunto ad un gruppo.
pl: <a href="%(user_page)s">%(user)s</a> dołączył do grupy.
ru: <a href="%(user_page)s">%(user)s</a> вступил в группу.

source: Affiliates
de: Affiliate
el: Συνεργάτες
es: Afiliados
fa: بازاریابی
fi: Yhteistyökumppanit
fr: Affiliés
it: Affiliati
ja: アフィリエイト
nl: Peterschap
pl: Firmy stowarzyszone
pt: Associados
ru: Партнёрство

source: The following companies support AstroBin.
de: Die folgenden Firmen unterstützen AstroBin.
el: Οι ακόλουθες εταιρίες υποστηρίζουν το AstroBin.
es: Las siguientes empresas soportan AstroBin.
fa: شرکت های زیر AstroBin را ساپورت می کنند.
fi: Seuraavat yritykset tukevat Astrobiniä.
fr: Les sociétés suivantes soutiennent AstroBin.
it: Le seguenti aziende supportano AstroBin.
ja: 以下の会社はAstoBinをサポートしています。
nl: De volgende bedrijven sponsoren AstroBin.
pl: Te firmy wspierają AstroBin.
pt: As seguintes empresas apoiam o AstroBin.
ru: Следующие организации поддерживают AstroBin.

source: Please make sure you have read the section about APIs in the <a href="%(tos_url)s">Terms of Service</a>.
de: Bitte stelle sicher, dass du den Absatz bezüglich APIs in unseren <a href="%(tos_url)s">Geschäftsbedingungen</a> gelesen hast.
el: Παρακαλώ σιγουρευτείτε ότι έχετε διαβάσει το τμήμα σχετικά με τα ΑΡΙ στους <a href="%(tos_url)s">Όρους Χρήσης</a>.
es: Por favor, asegúrate de haber leído la sección sobre las APIs en las <a href="%(tos_url)s">Condiciones del Servicio</a>.
fa: مطمئن شوید که بخش مربوط به APIs را در<a href="%(tos_url)s">Terms of Service</a> خوانده اید.
fi: Varmista että olet lukenut ohjelmointirajapintaa (API) koskevat <a href="%(tos_url)s">Käyttö- ja palveluehdot</a>.
fr: Veuillez lire attentivement la section concernant les API dans les <a href="%(tos_url)s">Conditions d'utilisation</a>.
it: Assicurati di aver letto la sezione riguardante le API nelle <a href="%(tos_url)s">Condizioni d'Uso</a>.
ja: <a href="%(tos_url)s">利用規約</a>のAPIについての記載を必ず読んでください。
nl: Vergewis je ervan dat je de sectie over API's in de <a href="%(tos_url)s">Gebruiksvoorwaarden</a> hebt gelezen.
pl: Koniecznie przeczytaj sekcję dotyczącą API w <a href="%(tos_url)s">warunkach korzystania z serwisu</a>.
pt: Por favor, certifique-se de ler a seção sobre APIs nos <a href="%(tos_url)s">Termos de Serviço</a>.
ru: Пожалуйста, убедитесь что вы прочли раздел об API в <a href="%(tos_url)s">Условиях предоставления услуг</a>.
