Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: This image is a <strong>work in progress</strong> from your <a href="%(profile_url)s?staging">Staging Area</a>. This means nobody can see it unless you give them one of the links you can find in the <em>Share</em> menu below. Use that link to post this image to Internet forums and get feedback on it. When you are satisfied, perhaps after uploading some revisions, <a href="#promote-modal" data-toggle="modal">promote it</a> to the <a href="%(profile_url)s">Public Area</a>.
it: Quest'immagine è un <strong>lavoro in corso</strong> nella tua <a href="%(profile_url)s?staging">Area di Lavoro</a>. Questo vuol dire che nessuno può vederla, a meno che tu gli dia uno dei link che puoi trovare nel menù <em>Condividi</em> qui sotto. Usa quel link per pubblicare questa immagine sul tuo forum preferito e ricevere critiche e consigli. Quando sei soddisfatto, magari dopo aver caricato qualche nuova versione, <a href="#promote-modal" data-toggle="modal">promuovila</a> nell'<a href="%(profile_url)s">Area Pubblica</a>.
pl: Ten obraz <strong>jest w trakcie obrabiania</strong> z <a href="%(profile_url)s?staging">Twojej strony</a>. To znaczy, że nikt nie będzie go widział dopóki nie połączysz go z linkiem z menu <em>Podziel</em> które znajdziesz poniżej. Używaj tego linku do opublikowania obrazu na forach internetowych i zdobywania informacji zwrotnej. JEśli jesteś z niego zadowolony, pewnie po opublikowaniu kilku wersji, <a href="#promote-modal" data-toggle="modal">wypromuj </a> obraz do <a href="%(profile_url)s">Strefy Publicznej</a>.
ru: Это изображение <strong>в работе</strong> из вашей<a href="%(profile_url)s?staging">Staging Area</a>. Это означает, что никто не сможет увидеть его пока вы не дадите на него прямую ссылку с помощью функции <em>Поделиться</em>. Используйте эту ссылку, чтобы публиковать изображения на форумах и получать отзывы. Когда вас все устроит, возможно, после загрузки нескольких версий, <a href="#promote-modal" data-toggle="modal">переместите его</a> в <a href="%(profile_url)s">Public Area</a>.

source: Can't see anything here? Perhaps you should first add some gear in your <a href="%(the_url)s">profile</a>!
de: Sind keine Angaben sichtbar? Bitte erfassen Sie zuerst die Ausrüstung in Ihrem <a href="%(the_url)s">Profil</a>!
el: Δεν μπορείτε να δείτε τίποτα εδώ; Μάλλον θα έπρεπε να προσθέσετε εξοπλισμό στο <a href="%(the_url)s">προφίλ</a> σας!
es: ¿No ves nada aquí? ¡Quizá deberías primero añadir algún instrumento en tu <a href="%(the_url)s">Perfil</a>!
fi: Onko tämä kohta tyhjä? Sinun täytyy ensin lisätä laitteita <a href="%(the_url)s">profiiliisi</a>!
fr: Vous ne voyez rien ici? Peut-être devriez-vous d'abord ajouter du matériel dans votre <a href="%(the_url)s">profil</a>!
it: Non c'è niente qui? Forse dovresti prima aggiungere della strumentazione nel tuo <a href="%(the_url)s">profilo</a>!
ja: なにもありませんでした。あなたの<a href="%(the_url)s">プロフィールに</a>、まずはじめに使用機材を追加すべきでしょう。
nl: Staat hier nog niets? Misschien moet je eerst wat van je materiaal toevoegen in je <a href="%(the_url)s">profiel</a>!
pl: Brakuje sprzętu? Może powinieneś najpierw dodać sprzęt w swoim <a href="%(the_url)s">profilu</a>!
pt: Não está vendo nada aqui? Talvez você deva primeiramente adicionar alguns equipamentos aos seu <a href="%(the_url)s">perfil</a>!
ru: Видите что-нибудь здесь? Возможно вам следует добавить какое-либо оборудование в вашем <a href="%(the_url)s">профиле</a>!

source: To choose the gear used for this image, drag items from the right side to left side, or click the plus sign.
de: Um die verwendete Ausrüstung auszuwählen, ziehen Sie Ihre Ausrüstung aus der rechten Fensterhälfte nach links oder verwenden Sie das Plus-Zeichen.
el: Για να επιλέξετε τον εξοπλισμό που χρησιμοποιήσατε, σύρετε αντικείμενα από την δεξιά πλευρά προς την αριστερή πλευρά ή κάντε κλικ στο σύμβολο του συν.
es: Para elegir el equipo utilizado en esta imagen, arrastra los elementos del lado derecho al izquierdo, o haz clic en el signo "más".
fa: برای انتخاب دنده مورد استفاده برای این تصویر، آیتم ها را از سمت راست به سمت چپ بکشید و یا بر روی علامت به علاوه کلیک کنید.
fi: Valitaksesi käytetyt kuvauslaitteet raahaa kohteita oikeasta reunasta vasempaan reunaan, tai klikkaa plus-merkkiä.
fr: Pour choisir le matériel utilisé pour cette image, glissez-le depuis la partie gauche vers la partie droite, ou cliquez sur le signe "plus".
it: Per scegliere la strumentazione per questa immagina, trascina gli elementi da lato destro a quello sinistro, oppure clicca sul segno più.
ja: 画像の使用機材を選択するために、右側から左側にアイテムをドラック師、＋印をクリックしてください。
nl: Om het materiaal te selecteren dat je gebruikt hebt bij het maken van deze foto kan je items van rechts naar links slepen of op het plusteken klikken.
pl: Aby wybrać użyty sprzęt, przeciągnij wybrane elementy z prawej strony na lewą lub klinkij w znak plusa.
pt: Para escolher o equipamento utilizado para esta imagem, arraste os itens da direita para a esquerda ou clique no sinal de mais.
ru: Для выбора используемого оборудования этого изображения, перетащите элемент с правой на левую сторону, или щёлкните знак плюса.

source: Copying the gear from another image will populate the gear selection form for you, but you will still need to save it in the end.
de: Das Übernehmen der Ausrüstung von einem anderen Bild füllt das Ausrüstungsformular automatisch aus. Trotzdem musst du es am Ende speichern.
el: Η αντιγραφή του εξοπλισμού από άλλη εικόνα θα συμπληρώσει τη φόρμα επιλογής εξοπλισμού για εσάς, αλλά στο τέλος θα χρειαστεί να την σώσετε.
es: Copiar el equipo desde otra imagen rellenará el formulario automáticamente, pero debes guardar la selección al final.
fa: کپی کردن دنده از یک تصویر دیگر، فرم انتخاب دنده را برای شما پرمی کند. اما شما هنوز باید در پایان، آن را ذخیره کنید.
fi: Kuvauslaitetietojen kopiointi toisesta kuvasta täyttää laitekentät puolestasi, mutta lomake täytyy silti tallentaa lopuksi.
fr: Copier la configuration matérielle d'une autre image complètera automatiquement le formulaire, mais vous devez toujours l'enregistrer afin de terminer la saisie.
it: Copiare la strumentazione da un'altra immagina riempirà il module per te, ma tu devi comunque salvare alla fine.
ja: 他の画像から機材をコピーすることで、あなたに機材選択フォームを何時も使うようになるでしょう。しかし、最後にはそれを保存する必要がまだあります。
nl: Kopiëren van het materiaal van een andere foto zal het formulier automatisch aanvullen, maar je zal deze gegevens achteraf nog wel moeten bewaren.
pl: Kopiowanie ustawień sprzętu z innego zdjęcia uzupełni formularz za Ciebie, jednak nadal będzie trzeba na końcu zapisać zmiany.
pt: Ao copiar de outra imagem, alimentaremos as informações de equipamento para você, mas ainda será necessário salvar os dados no final.
ru: Копирование оборудования из другого изображения будет облегчать дальнейший выбор оного для вас, но вам всё еще придётся сохранять выбор в конце.

source: AstroBin can protect your images from theft by applying a watermark to them. Be careful with your settings though: once a watermark has been applied, it cannot be removed (AstroBin won't store the non-watermarked version of your image, for your safety). If you don't like the watermark resulting from the following settings, your only choice is to delete the image and start over.
de: AstroBin schützt Dein Bild bei Bedarf, indem ein Wasserzeichen hinzugefügt wird. Aber Vorsicht: Sobald ein Wasszeichen hinzugefügt wurde, kann es nicht mehr entfernt werden. AstroBin speichert aus Sicherheitsgründen dann keine Version ohne Wasserzeichen. Wenn Dir die Version mit Wasserzeichen nicht gefällt, musst Du das Bild löschen, und ganz von vorne beginnen.
el: Το AstroBin μπορεί να προστατέψει τι εικόνες σας από κλοπή με την εφαρμογή υδατογραφήματος σε αυτές. Προσέχετε όμως με τις ρυθμίσεις σας: Μόλις ένα υδατογράφημα εφαρμοστεί, δεν μπορεί να αφαιρεθεί (το AstroBin δεν θα αποθηκεύσει τις μη-υδατογραφημένες εκδόσεις της εικόνας σας, για δική σας ασφάλεια). Αν δεν σας αρέσει το υδατογράφημα που θα προκύψει από τις ακόλουθες ρυθμίσεις, η μόνη σας επιλογή είναι να διαγράψετε την εικόνα και να ξαναξεκινήσετε.
es: AstroBin puede protegerte del robo de imágenes aplicándoles una marca de agua. Ten cuidado con su configuración: una vez ha sido aplicada una marca de agua ya no puede quitarse (Por tu seguridad AstroBin no guardará la versión no marcada). Si no te gusta la marca de agua resultante de la configuración, tu única alternativa es borrar la imagen y empezar de nuevo.
fa: AstroBin می تواند تصاویر شما را با اعمال یک watermark به آنها از سرقت محافظت می کند. مراقب تنظیمات خود باشید: با افزودن watermark، دیگر نمی توان آن را حذف نمود. (AstroBin برای ایمنی شما، نسخه غیر watermark تصویر شما را ذخیره نمی کند). اگر شما از watermark اعمال شده رضایت ندارید، تنها انتخاب شما این است که تصویر را حذف نموده و دوباره از نو شروع کنید.
fi: AstroBin voi suojata kuvasi varkaudelta lisäämällä niihin vesileiman. Ole varovainen asetusten kanssa: kun vesileima on kerran lisätty, sitä ei voi poistaa (AstroBin ei tallenna vesileimatonta versiota kuvastasi, varkausriskin pienentämiseksi). Jos et pidä asetusten tuottamasta vesileimasta, ainoa vaihtoehto on poistaa kuva ja lisätä se uudestaan.
fr: AstroBin peut préserver vos images d'une utilisation illicite en lui appliquant un filigrane. Cependant, sachez qu'une fois qu'un filigrane a été appliqué selon vos réglages, il ne peut être retiré (par sécurité, AstroBin ne conservera pas l'image non-filigranée). Si le filigrane résultant de vos réglages ne vous satisfait pas, la seule solution est d'effacer l'image et de reprendre le processus depuis le début.
it: AstroBin può proteggere le tue immagini da furto applicando loro un watermark. Fai attenzione ai settaggi però: una volta che il watermark è stato applicato, non può essere rimosso (per la tua sicurezza, AstroBin non salva la versione senza watermark). Se il watermark che risulterà da questi settaggi non ti piacerà, la tua unica scelta sarà di cancellare l'immagine e iniziare daccapo.
ja: AstroBinは著作権表示を適用することで盗難からあなたの画像をまもることができます。一度、著作権表示を適用させた場合、それを取ることはできない（安全のために著作権表示の無いバージョンの画像を保管しません）ことを設定では注意してください。もし、上記の設定の結果、著作権表示を好きになれない場合には、あなたは画像を削除して最初からやる選択しかありません。
nl: AstroBin kan je foto's tegen diefstal beschermen door er een watermerk overheen te zetten. Maar wees voorzichtig met de instellingen: eens een watermerk op de foto is geplaatst kan deze niet worden verwijderd (AstroBin bewaart geen versie van je foto zonder watermerk uit veiligheidsoverwegingen). Als het watermerk je niet bevalt dan kan je de foto alleen maar verwijderen en moet je opnieuw beginnen.
pl: AstroBin może chronić Twoje zdjęcia poprzez dodanie do nich znaku wodnego. Należy jednak uważać z ustawieniami. Kiedy znak wodny zostanie dodany, nie można go już usunąć (dla bezpieczeństwa AstroBin nie przechowuje zdjęcia bez znaku wodnego). Jeżeli zdjęcie po dodaniu znaku wodnego Ci się nie podoba, możesz je usunąć, zmienić ustawienia i opublikować jeszcze raz.
pt: AstroBin pode proteger suas imagens contra roubo, aplicando uma marca d'água. Entretanto, seja cuidadoso com com as definições: uma vez aplicada a marca d'água, ela não poderá ser removida (AstroBin não manterá a versão original da imagem, para sua segurança). Se você não gostar da marca d'água aplicada, sua única opção é excluir a imagem e reiniciar o processo.
ru: AstroBin может защитить ваши изображения от вороства, применяя к ним водяной знак. Будьте осторожны с вашими настройками к ним: применённый однажды водяной знак нельзя отменить (AstroBin не будет хранить не-маркированные версии ваших изображений, для вашей безопасности). Если вам не нравится окончательный водяной знак из имеющихся настроек, вам остаётся только удалить изображение и начать снова.

source: You have no messages.
de: Du hast keine Nachrichten.
el: Δεν έχετε μηνύματα.
es: No tienes mensajes.
fa: هیچ پیامی ندارید.
fi: Sinulle ei ole viestejä.
fr: Vous n'avez pas de message.
it: Non hai messaggi.
ja: メッセージはありません。
nl: Je hebt geen berichten.
pl: Brak wiadomości
pt: Você não tem novas mensagens.
ru: У вас нет сообщений.

source: Show all messages
de: Alle Nachrichten anzeigen
el: Προβολή όλων των μηνυμάτων
es: Mostrar todos los mensajes
fa: نمایش تمام پیام ها
fi: Näytä kaikki viestit
fr: Lister tous les messages
it: Mostra tutti i messaggi
ja: すべてのメッセージを表示
nl: Toon alle berichten
pl: Pokazuj wszystkie wiadomości
pt: Mostrar todas as mensagens
ru: Показать все сообщения

source: The perfect home for your astrophotography.
de: Das perfekte Zuhause für deine Astronomiebilder.
el: Το τέλειο σπίτι για την αστροφωτογραφία σας.
es: El hogar perfecto para tus astrofotografías.
fa: مرکزی ایده آل برای عکس برداری نجومی شما.
fi: Paras paikka tähtikuvillesi.
fr: Le coffre-fort de vos images.
it: Lo spazio migliore per la tua astrofotografia.
ja: 天体写真に最適なサービスです。
nl: De plek waar je astro-foto's zich thuis voelen.
pl: Idealny dom dla Twoich astrofotografii.
pt: O lugar perfeito para as suas astrofotografias.
ru: Идеальное место для ваших астрофотографий.

source: AstroBin is an image hosting service made specifically for astrophotographers. It comes packed with features that benefit the astrophotography community greatly! See the <a href="%(help_url)s">help page.</a> for more information.
de: AstroBin ist ein Bilderdienst, der eigens für Astrofotografen gemacht wurde. Der Dienst ist voller Funktionen von denen die Astrofotografen-Gemeinschaft profitieren werden. Mehr Informationen dazu auf der <a href="%(help_url)s">Hilfe-Seite</a>.
el: Το AstroBin είναι μια υπηρεσία φιλοξενίας εικόνων που δημιουργήθηκε ειδικά για τους αστροφωτογράφους. Έχει χαρακτηριστικά τα οποία ωφελούν πολύ την κοινωνία της αστροφωτογραφίας! Δείτε την <a href="%(help_url)s">σελίδα βοήθειας</a> για περισσότερες πληροφορίες.
es: AstroBin es un servicio de alojamiento de imágenes creado específicamente para astrofotógrafos. Viene equipado con características muy provechosas para la comunidad astrofotográfica. Lee la <a href="%(help_url)s">página de ayuda</a> para más información.
fi: AstroBin on kuvienjakosivusto, joka on suunniteltu erityisesti tähtikuvaajille. Se sisältää paljon tähtikuvaajayhteisölle hyödyllisiä toimintoja! Lue lisää <a href="%(help_url)s">ohjeita-sivulta</a>.
fr: AstroBin est un service d'hébergement consacré exclusivement à l'astrophotographie et propose des fonctionnalités pensées pour la communauté des astrophotographes. Consultez l'<a href="%(help_url)s">aide en ligne</a> pour plus d'informations.
it: AstroBin è un servizio di hosting d'immagini creato specificamente per gli astrofotografi. È imbottito di funzionalità che offrono un grosso servizio alla comunità dell'Astrofotografia! Vai alla <a href="%(help_url)s">pagina di aiuto</a> per saperne di più.
nl: AstroBin is een "image hosting" service die specifiek gemaakt is voor astrofotografen. De site zit vol met hulpmiddelen die tegemoet komen aan de verzuchtingen van de astrofotografie gemeenschap. Neem een kijkje op de <a href="%(help_url)s">help pagina</a> voor meer info.
pl: AstroBin jest serwisem służącym do publikacji zdjęć, w szczególności astrofotografii. Udostępnia wiele fukncji, z których astrofotograficzna społeczność czerpie korzyści! Zobacz <a href="%(help_url)s">strony pomocy</a> aby uzyskać więcej informacji.
pt: AstroBin é um serviço de hospedagem de imagens criado especialmente para os astrofotógrafos. Possui uma série de ferramentas que beneficiam imensamente a comunidade de astrofotografia! Consulte a <a href="%(help_url)s">página de ajuda</a> para mais informações.
ru: AstroBin сервис публикации изображений, созданный специально для астрофотографов. Он обладает огромным количеством функций, которые приносят пользу астрофотографическому сообществу! Узнайте на <a href="%(help_url)s">справочной странице</a> больше информации.

source: Unlimited uploads, unlimited size.
de: Unbegrenzte Uploads, unbegrenzte Grösse.
el: Απεριόριστα ανεβάσματα, απεριόριστο μέγεθος.
es: Número de subidas y tamaño, sin límites.
fa: ارسال نامحدود، اندازه نامحدود.
fi: Rajaton määrä rajattoman kokoisia latauksia.
fr: Chargements illimités, taille illimitée.
it: Upload infiniti, dimensione infinita.
ja: アップロード数は無制限、容量も無制限。
nl: Ongelimiteerd opladen van foto's zonder beperkingen in grootte.
pl: Nielimitowana liczba publikacji, nielimitowany rozmiar zdjęć.
pt: Sem limites para quantidade ou tamanho de imagens.
ru: Неограниченные закачки, неограниченный размер.

source: Astrophotography images have scientific value that shouldn't be lost in file compression. On AstroBin you can (and should!) upload full size images.
es: Las imágenes astrofotográficas tienen un valor científico que no debería perderse en archivos comprimidos. En AstroBin puedes (¡y debes!) subir imágenes a tamaño completo. Tienes espacio ilimitado y gratuito.
fr: Les images astronomiques ont une valeur scientifique qu'il serait dommage de gâcher lors d'une compression. AstroBin vous autorise (vous encourage!) à publier les images à leur taille d'acquisition.
it: Le fotografie astronomiche hanno valore scientifico che non deve perdersi con la compressione dei file. Su AstroBin puoi (e dovresti!) caricare le immagini a piena risoluzione.
ja: 天体写真画像はファイル科学的価値があるので、ファイルを圧縮してデータをロストすべきではないです。AstroBinではフルサイズの画像をアップロードできます。
nl: Astrofotografische beelden hebben een wetenschappelijke waarde die niet mag worden weggecomprimeerd. Je kan (en zou moeten!) beelden met hun originele grootte posten op AstroBin.
pl: Astrofotografie posiadają wartość naukową, którą tracą w trakcie kompresji. W AstroBin możesz (i powinieneś) publikować zdjęcia w pełnej rozdzielczości.
ru: Астрофотографии имеют научную ценность, которая не должна теряться при сжатии файла. На AstroBin вы можете (и должны!) закачивать полно-размерные изображения.

source: Have your data neatly plotted.
de: Deine Daten werden übersichtlich dargestellt.
el: Έχετε τα δεδομένα σας με όμορφα διαγράμματα
es: Ten tus datos perfectamente graficados.
fa: داده های شما منظم ترسیم شده است.
fi: Piirrä datasta kuvaaja.
fr: Vos données soigneusement présentées
it: I tuoi dati sistematicamente tracciati.
ja: データがすべて。AstroBinは、データをちゃんと整理した状態でキープするツールを提供しています。AstroBinによって、あなたは生産性をアップしたり、いつも使う機材についての見識を深めることができます。
nl: Je gegevens worden netjes gepresenteerd.
pl: Zobacz swoje dane na wykresach.
pt: Tenha suas estatísticas exibidas nitidamente.
ru: Ваши данные аккуратно нанесены.

source: Data is everything, and AstroBin will give you the tools to keep your data neat and organized. And with our plots, you can get insights on your productivity and on the gear you use the most.
de: Information ist Alles. AstroBin stellt die notwendigen Tools bereit, um diese übersichtlich zu organisieren. Und mit unseren Statistiken gewinnt man Einsichten in die Arbeit und über die am meisten genutzte Ausrüstung.
el: Τα δεδομένα είναι το παν και το AstroBin θα σας δώσει τα εργαλεία να κρατάτε τα δεδομένα σας όμορφα και τακτοποιημένα. Και με τα διαγράμματα μας, μπορείτε να δείτε την παραγωγικότητα σας και τον εξοπλισμό που χρησιμοποιείτε περισσότερο.
es: Los datos lo son todo, y AstroBin te ofrecerá las herramientas para conservarlos ordenados y organizados. Y con nuestras gráficas estadísticas, puedes visualizar tu productividad y el uso de tus equipos.
fa: داده، هر چیزی می باشد و AstroBin ابزاری را به شما می دهد که داده هایتان را منظم و سازمان یافته حفظ کنید. با ترسیمهایی که ما می کنیم شما می توانید خلاقیت و gearی که اغلب استفاده ی کنید را بهتر ببینید.
fi: Data on kaikki kaikessa, ja AstroBin tarjoaa työkalut jolla data pysyy siistissä järjestyksessä. Käppyröillämme näet yhdellä silmäyksellä milloin tuottavuus on huipussaan ja mitä laitteita käytät eniten.
fr: AstroBin vous offre les outils pour organiser soigneusement vos données. Des graphiques vous permettent ainsi de visualiser votre productivité et d'évaluer l'usage de votre matériel d'un seul coup d'oeil.
it: I dati sono tutto, ed AstroBin ti darà gli strumenti adatti a tenere i tuoi dati bene organizzati. E con i nostri grafici, puoi analizzare la tua produttività e gli strumenti che usi di più.
ja: データだけがすべてです。AstroBinは、データを綺麗に整理された状態でキープしつづけるツールを提供します。また、我々のサイトでの表現によって、生産性をアップしたり、よく使用する機材についての知見を得ることができます。
nl: De data zetten de puntjes op de i en AstroBin geeft je alles in handen om ze netjes te organiseren. De verschillende grafieken geven je inzicht op je productiviteit en op het materiaal dat je het meest regelmatig gebruikt.
pl: Dane są najważniejsze i AstroBin pomoże Ci utrzymywać je w uporządkowane. Wykresy pomogą Ci zanalizować własną wydajność i ocenić częstotliwość używania sprzętu.
pt: Informação é tudo e o AstroBIn fornece ferramentas para organizá-las e apresentá-las de forma clara. Com nossos gráficos, você consegue visualizar sua produtividade e o equipamento mais usado.
ru: Данные это всё, и AstroBin даёт вам инструменты для хранений и организации ваших данных. С вашими графиками, вы можете получить представление о вашей результативности и наиболее используемом оборудовании.

source: pages
es: páginas
it: pagine
nl: pagina's
pl: strony
ru: страницы

source: Commercial information
de: Gewerbliche Informationen
el: Εμπορικές πληροφορίες
es: Información comercial
fa: اطلاعات اقتصادی
fi: Kaupallista tietoa
fr: Informations commerciales
it: Informazioni commerciali
ja: 販売情報
nl: Commerciële informatie
pl: Informacje handlowe
pt: Informações comerciais
ru: Рекламная информация

source: Retailer information
de: Händler Information
el: Πληροφορίες εμπόρου
es: Información del vendedor
fa: اطلاعات خرده فروشی
fi: Kauppiaan tiedot
fr: Informations distributeur
it: Informazioni venditore
ja: 小売り情報
nl: Informatie distributeur
pl: Informacje sprzedawcy
pt: Informações de venda
ru: Информация о продавце

source: Blog
de: Blog in English
es: Blog in English
fa: وبلاگ
fi: Blog in English
fr: Blog in English
it: Blog in English
ja: ブログ
nl: Blog (Engelstalig)
pl: Blog (po angielsku)
ru: Дневник
