Repository: astrobin/astrobin
Catalog: astrobin/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fa, fi, fr, hu, it, ja, nl, pl, pt, ru, uk

source: United Kingdom
de: Großbritannien
el: Ηνωμένο Βασίλειο
es: Reino Unido
fa: انگلستان
fi: Iso-Britannia
fr: Royaume-Uni
hu: Egyesült Királyság
it: Regno Unito
ja: イギリス
nl: Verenigd Koninkrijk
pl: Zjednoczone Królestwo Wielkiej Brytanii i Irlandii Północnej
pt: Reino Unido
ru: Великобритания
uk: Велика Британія

source: Afghanistan
el: Αφγανιστάν
es: Afganistán
fa: افغانستان
fi: Afganistan
hu: Afganisztán
it: Afganistan
ja: アフガニスタン
pl: Afganistan
pt: Afeganistão
ru: Афганистан
uk: Афганістан

source: Aland Islands
de: Aland Inseln
el: Νησιά Άλαντ
es: Islas Åland
fa: جزایر آلاند
fi: Ahvenanmaa
fr: Åland
hu: Åland szigetek
it: Isole Aland
ja: オーランド諸島
nl: Aland Eilanden
pl: Wyspy Alandzkie
pt: Ilhas Aaland
ru: Аландские острова
uk: Аландські острови

source: Albania
de: Albanien
el: Αλβανία
fa: آلبانی
fr: Albanie
hu: Albánia
ja: アルバニア
nl: Albanië
pt: Albânia
ru: Албания
uk: Албанія

source: Algeria
de: Algerien
el: Αλγερία
es: Argelia
fa: الجزایر
fr: Algérie
hu: Algéria
ja: アルジェリア
nl: Algerije
pl: Algieria
pt: Argélia
ru: Алжир
uk: Алжир

source: American Samoa
de: Amerikanisch-Samoa
el: Αμερικανική Σαμόα
es: Samoa
fa: ساموای آمریکا
fi: Amerikan Samoa
fr: Samoa américaines
hu: Amerikai Szamoa
it: Samoa Americana
ja: アメリカ領サモア
nl: Amerikaans-Samoa
pl: Samoa Amerykańskie
pt: Samoa Americana
ru: Американское Самоа
uk: Американське Самоа

source: Andorra
el: Ανδόρα
fa: آندورا
fr: Andorre
ja: アンドラ
pl: Andora
ru: Андорра
uk: Андора

source: Angola
el: Αγκόλα
fa: آنگولا
ja: アンゴラ
ru: Ангола
uk: Ангола

source: Anguilla
el: Ανγκουίλα
es: Anguila
fa: آنگویلا
ja: アンギラ
pt: Anguilha
ru: Ангилья
uk: Ангілья

source: Antarctica
de: Antarktis
el: Ανταρτική
es: Antártida
fa: قطب جنوب
fi: Etelämanner
fr: Antarctique
hu: Antarktika
it: Antartica
ja: 南極大陸
pl: Antarktyda
pt: Antártida
ru: Антарктика
uk: Антарктида

source: Antigua and Barbuda
de: Antigua und Barbuda
el: Αντίγκουα και Μπαρμπούντα
es: Antigua y Barbuda
fa: آنتیگوا و باربودا
fi: Antigua ja Barbuda
fr: Antigua-et-Barbuda
hu: Antigua és Barbuda
it: Antigua e Barbuda
ja: アンティグア・バーブーダ
nl: Antigua en Barbuda
pl: Antigua i Barbuda
pt: Antígua e Barbuda
ru: Антигуа и Барбуда
uk: Антигуа і Барбуда

source: Argentina
de: Argentinien
el: Αργεντινή
fa: آرژانتین
fi: Argentiina
fr: Argentine
hu: Argentína
ja: アルゼンチン
nl: Argentinië
pl: Argentyna
ru: Аргентина
uk: Аргентина

source: Armenia
de: Armenien
el: Αρμενία
fa: ارمنستان
fr: Arménie
hu: Örményország
ja: アルメニア
nl: Armenië
pt: Armênia
ru: Армения
uk: Вірменія

source: Aruba
el: Αρούμπα
fa: آروبا
ja: アルバ
ru: Аруба
uk: Аруба

source: Australia
de: Australien
el: Αυστραλία
fa: استرالیا
fr: Australie
hu: Ausztrália
ja: オーストラリア
nl: Australië
pt: Austrália
ru: Австралия
uk: Австралія

source: Austria
de: Österreich
el: Αυστρία
fa: اتریش
fi: Itävalta
fr: Autriche
hu: Ausztria
ja: オーストリア
nl: Oostenrijk
pt: Áustria
ru: Австрия
uk: Австрія

source: Azerbaijan
de: Aserbaidschan
el: Αζερμπαϊτζάν
es: Azerbaiyán
fa: آذربایجان
fi: Azerbaidžan
fr: Azerbaïdjan
hu: Azerbajdzsán
ja: アゼルバイジャン
nl: Azerbeidzjan
pl: Azerbejdżan
pt: Azerbaijão
ru: Азербайджан
uk: Азербайджан

source: Bahamas
el: Μπαχάμες
fa: باهاما
fi: Bahamasaaret
hu: Bahamák
ja: バハマ
pl: Bahamy
ru: Багамские острова
uk: Багамські острови

source: Bahrain
el: Μπαχρέιν
es: Bahrein
fa: بحرین
fr: Bahrein
ja: バーレーン
nl: Bahrein
pl: Bahrajn
pt: Bahrein
ru: Бахрейн
uk: Бахрейн

source: Bangladesh
de: Bangladesch
el: Μπαγκλαντές
es: Bangladés
fa: بنگلادش
hu: Banglades
ja: バングラデッシュ
pl: Bangladesz
ru: Бангладеш
uk: Бангладеш

source: Barbados
el: Μπαρμπάντος
fa: باربادوا
fr: Barbade
ja: バルバドス
ru: Барбадос
uk: Барбадос

source: Belarus
de: Weißrussland
el: Λευκορωσία
es: Bielorrusia
fa: بلاروس (روسیه سفید)
fi: Valkovenäjä
hu: Fehéroroszország
ja: ベラルーシ
nl: Wit-Rusland (Belarus)
pl: Białoruś
pt: Bielorússia
ru: Беларусь
uk: Білорусь

source: Belgium
de: Belgien
el: Βέλγιο
es: Bélgica
fa: بلژیک
fi: Belgia
fr: Belgique
it: Belgio
ja: ベルギー
nl: België
pl: Belgia
pt: Bélgica
ru: Бельгия
uk: Бельгія

source: Belize
el: Μπελίζε
es: Belice
fa: بلیز
ja: ベリーズ
ru: Белиз
uk: Беліз

source: Benin
el: Μπενίν
es: Benín
fa: بنین
fr: Bénin
ja: ベナン
pt: Benim
ru: Бенин
uk: Бенин

source: Bermuda
el: Βερμούδες
es: Islas Bermudas
fa: برمودا
fr: Bermudes
ja: バミューダ
pl: Bermudy
ru: Бермудские острова
uk: Бермудские острова

source: Bhutan
el: Μπουτάν
es: Bután
fa: بوتان
fr: Bhoutan
hu: Bután
ja: ブータン
pt: Butão
ru: Бутан
uk: Бутан

source: Bolivia
de: Bolivien
el: Βολιβία
fa: بولیوی
fr: Bolivie
hu: Bolívia
ja: ボリビア
pl: Boliwia
pt: Bolívia
ru: Боливия
uk: Болівія

source: Bosnia and Herzegovina
de: Bosnien und Herzegowina
el: Βοσνία-Ερζεγοβίνη
es: Bosnia-Herzegovina
fa: بوسنی و هرزگوین
fi: Bosnia ja Hertsegovina
fr: Bosnie-Herzégovine
hu: Bosznia-Hercegovina
it: Bosnia ed Herzegovina
ja: ボスニア・ヘルツェゴビナ
nl: Bosnië en Herzegovina
pl: Bośnia i Hercegowina
pt: Bósnia e Herzegovina
ru: Босния и Герцеговина
uk: Боснія і Герцеговина

source: Botswana
de: Botsuana
el: Μποτσουάνα
es: Botsuana
fa: بوتسوانا
ja: ボツワナ
pt: Botsuana
ru: Ботсвана
uk: Ботсвана

source: Bouvet Island
de: Bouvetinsel
el: Νησί Μπουβέ
es: Isla Bouvet
fa: جزیره بووت (بووه)
fr: Île Bouvet
hu: Bouvet-sziget
it: Isola Bouvet
ja: ブーベ島
nl: Bouvet
pl: Wyspa Bouveta
pt: Ilha Bouvet
ru: Остров Буве
uk: Острів Буве

source: Brazil
de: Brasilien
el: Βραζιλία
es: Brasil
fa: برزیل
fi: Brasilia
fr: Brésil
hu: Brazília
it: Brasile
ja: ブラジル
nl: Brazilië
pl: Brazylia
pt: Brasil
ru: Бразилия
uk: Бразилія

source: British Indian Ocean Territory
de: Britisches Territorium im Indischen Ozean
el: Βρετανικό Έδαφος Ινδικού Ωκεανού
es: Territorio Británico del Océano Índico
fa: مستعمرات انگلیسی اقیانوس هند
fi: Brittiläinen Intian valtameren alue
fr: Territoire britannique de l'océan Indien
hu: Brit Indiai-óceáni Terület
it: Territorio Britannico dell'Oceano Indiano
ja: 英領インド洋海域
nl: Brits Indisch Oceaanterritorium
pl: Brytyjskie Terytorium Oceanu Indyjskiego
pt: Território Britânico do Oceânio Índico
ru: Британская территория в Индийском океане
uk: Британська територія в Індійському океані

source: Brunei Darussalam
de: Brunei
el: Μπρουνέι Νταρουσαλάμ
es: Brunéi Darusalam
fa: برونئی دارالسلام
fi: Brunei
fr: Brunei
hu: Brunei Szultanátus
ja: ブルネイ
nl: Brunei
pl: Brunei
ru: Бруней
uk: Бруней

source: Bulgaria
de: Bulgarien
el: Βουλγαρία
fa: بلغارستان
fr: Bulgarie
hu: Bulgária
ja: ブルキナファソ
nl: Bulgarije
pl: Bułgaria
pt: Bulgária
ru: Болгария
uk: Болгарія

source: Burkina Faso
el: Μπουρκίνα Φάσο
fa: بورکینا فاسو
ja: ブルキナファソ
ru: Буркина Фасо
uk: Буркіна Фасо

source: Burundi
el: Μπουρούντι
fa: بروندی
ja: ブルンジ
ru: Бурунди
uk: Бурунди

source: Cambodia
de: Kambodscha
el: Καμπότζη
es: Camboya
fa: کامبوج
fi: Kambodža
fr: Cambodge
hu: Kambodzsa
ja: カンボジア
nl: Cambodja
pl: Kambodża
pt: Camboja
ru: Камбоджа
uk: Камбоджа

source: Cameroon
de: Kamerun
el: Καμερούν
es: Camerún
fa: کامرون
fi: Kamerun
fr: Cameroun
hu: Kamerun
ja: カメルーン
nl: Kameroen
pl: Kamerun
pt: Camarões
ru: Камерун
uk: Камерун

source: Canada
de: Kanada
el: Καναδάς
es: Canadá
fa: کانادا
fi: Kanada
hu: Kanada
ja: カナダ
pl: Kanada
pt: Canadá
ru: Канада
uk: Канада

source: Cape Verde
de: Kap Verde
el: Ακρωτήρι Βέρδε
es: Cabo Verde
fa: کیپ ورد
fi: Kap Verde
fr: Cap-Vert
hu: Zöld-foki Köztársaság
it: Capo Verde
ja: カーボヴェルデ
nl: Kaapverdië
pl: Republika Zielonego Przylądka
pt: Cabo Verde
ru: Кабо-Верде
uk: Кабо-Верде

source: Cayman Islands
de: Kaimaninseln
el: Νησιά Κέιμαν
es: Islas Caimán
fa: جزایر کایمن
fi: Caymansaaret
fr: Îles Caïmans
hu: Kajmán-szigetek
it: Isole Cayman
ja: ケイマン諸島
nl: Kaaimaneilanden
pl: Kajmany
pt: Ilhas Caymã
ru: Каймановые острова
uk: Кайманові острови

source: Central African Republic
de: Zentralafrikanische Republik
el: Δημοκρατία Κεντρικής Αφρικής
es: República Centroafricana
fa: جمهوری آفریقای مرکزی
fi: Keski-Afrikan tasavalta
fr: République centrafricaine
hu: Közép-afrikai Köztársaság
it: Repubblica Centro Africana
ja: 中央アフリカ共和国
nl: Centraal-Afrikaanse Republiek
pl: Republika Środkowoafrykańska
pt: República Centro-Africana
ru: Центрально-Африканская Республика
uk: Центрально-Африканська Республіка

source: Chad
de: Tschad
el: Τσαντ
fa: چاد
fi: Tšad
fr: Tchad
hu: Csád
ja: チャド
nl: Tsjaad
pl: Czad
pt: Chade
ru: Чад
uk: Чад

source: Chile
el: Χιλή
fa: شیلی
fr: Chili
it: Cile
ja: チリ
nl: Chili
ru: Чили
uk: Чилі

source: China
el: Κίνα
fa: چین
fi: Kiina
fr: Chine
hu: Kína
it: Cina
ja: 中華人民共和国
pl: Chiny
ru: Китай
uk: Китай

source: Christmas Island
de: Weihnachtsinsel
el: Νησιά Χριστουγέννων
es: Isla de Navidad
fa: جزیره کریسمس
fi: Joulusaari
fr: Île Christmas
hu: Karácsony-sziget
it: Isola di Natale
ja: クリスマス島
nl: Kersteiland
pl: Wyspa Bożego Narodzenia
pt: Ilha do Natal
ru: Остров Рождества
uk: Острів Різдва

source: Cocos (Keeling) Islands
de: Kokosinseln (Keelinginseln)
el: Νησιά Κόκος (Κήλινγκ)
es: Isla del Coco
fa: جزایر کوکو (کیلینگ)
fi: Kookossaaret
fr: Îles Cocos
hu: Kókusz (Keeling)-szigetek
it: Isole Cocos (Keeling)
ja: ココス (キーリング) 諸島
nl: Cocoseilanden
pl: Wyspy Kokosowe
pt: Ilhas Cocos (Keeling)
ru: Кокосовые острова
uk: Кокосові (Кілінг) острови

source: Colombia
de: Kolumbien
el: Κολομβία
fa: کلمبیا
fi: Kolumbia
fr: Colombie
hu: Kolumbia
ja: コロンビア
pl: Kolumbia
pt: Colômbia
ru: Колумбия
uk: Колумбія

source: Comoros
de: Komoren
el: Κομόρες
es: Comoras
fa: کومور
fi: Komorit
fr: Comores
hu: Comore-szigetek
ja: コモロ諸島
nl: Comoren
pl: Komory
pt: Comores
ru: Коморские острова
uk: Коморські острови

source: Congo
de: Republik Kongo
el: Κονγκό
fa: کنگو
fi: Kongo
hu: Kongó
ja: コンゴ
nl: Congo-Brazzaville (Republiek Congo)
pl: Kongo
ru: Конго
uk: Конго

source: Congo, The Democratic Republic of the
de: Demokratische Republik Kongo
el: Κονγκό, Δημοκρατία του
es: República Democrática del Congo
fa: جمهوری دموکراتیک کنگو
fi: Kongon demokraattinen tasavalta
fr: Congo, République démocratique du
hu: Kongói Demokratikus Köztársaság
it: Congo, Repubblica Democratica
ja: コンゴ民主共和国
nl: Congo-Kinshasa (Democratische Republiek Congo)
pl: Demokratyczna Republika Konga
pt: República Democrática do Congo
ru: Демократическая Республика Конго
uk: Демократична Республіка Конго

source: Cook Islands
de: Cookinseln
el: Νήσοι Κουκ
es: Islas Cook
fa: جزایر کوک
fi: Cookinsaaret
fr: Îles Cook
hu: Cook-szigetek
it: Isole di Cook
ja: クック諸島
nl: Cookeilanden
pl: Wyspy Cooka
pt: Ilhas Cook
ru: Острова Кука
uk: Острови Кука

source: Costa Rica
el: Κόστα Ρίκα
fa: کاستاریکا
ja: コスタリカ
pl: Kostaryka
ru: Коста-Рика
uk: Коста-Ріка

source: Cote d'Ivoire
de: Elfenbeinküste
el: Ακτή Ελεφαντοστού
es: Costa de Marfil
fa: ساحل عاج
fi: Norsunluurannikko
fr: Côte d'Ivoire
hu: Elefántcsontpart
it: Costa d'Avorio
ja: コートジボワール
nl: Ivoorkust
pl: Wybrzeże Kości Słoniowej
pt: Costa do Marfim
ru: Кот Д'Ивуар
uk: Кот-д’Івуар

source: Croatia
de: Kroatien
el: Κροατία
es: Croacia
fa: کرواسی
fi: Kroatia
fr: Croatie
hu: Horvátország
it: Croazia
ja: クロアチア
nl: Kroatië
pl: Chorwacja
pt: Croácia
ru: Хорватия
uk: Хорватія

source: Cuba
de: Kuba
el: Κούβα
fa: کوبا
fi: Kuuba
hu: Kuba
ja: キューバ
pl: Kuba
ru: Куба
uk: Куба

source: Cyprus
de: Zypern
el: Κύπρος
es: Chipre
fa: قبرس
fi: Kypros
fr: Chypre
hu: Ciprus
it: Cipro
ja: キプロス
pl: Cypr
pt: Chipre
ru: Кипр
uk: Кіпр

source: Czech Republic
de: Tschechien
el: Τσεχία
es: República Checa
fa: جمهوری چک
fi: Tšekin tasavalta
fr: Tchéquie
hu: Csehország
it: Repubblica Ceca
ja: チェコ
nl: Tsjechië
pl: Czechy
pt: República Tcheca
ru: Чехия
uk: Чеська Республіка

source: Denmark
de: Dänemark
el: Δανία
es: Dinamarca
fa: دانمارک
fi: Tanska
fr: Danemark
hu: Dánia
it: Danimarca
ja: デンマーク
nl: Denemarken
pl: Dania
pt: Dinamarca
ru: Дания
uk: Данія

source: Djibouti
de: Dschibuti
el: Τζιμπουτί
es: Yibuti
fa: جیبوتی
hu: Dzsibuti
ja: ジブチ
pl: Dżibutti
pt: Djibuti
ru: Джибути
uk: Джібуті

source: Dominica
el: Ντομίνικα
fa: دومینیکا
fr: Dominique
hu: Dominika
ja: ドミニカ
pl: Dominika
ru: Доминика
uk: Домініка

source: Dominican Republic
de: Dominikanische Republik
el: Δομινικανή Δημοκρατία
es: República Dominicana
fa: جمهوری دومینیکن
fi: Dominikaaninen tasavalta
fr: République dominicaine
hu: Dominikai Köztársaság
it: Repubblica Dominicana
ja: ドミニカ共和国
nl: Dominicaanse Republiek
pl: Dominikana
pt: República Dominicana
ru: Доминиканская Республика
uk: Домініканська республіка

source: Ecuador
el: Εκουαδόρ
fa: اکوادور
fr: Équateur
it: Equador
ja: エクアドル
pl: Ekwador
pt: Equador
ru: Эквадор
uk: Еквадор

source: Egypt
de: Ägypten
el: Αίγυπτος
es: Egipto
fa: مصر
fi: Egypti
fr: Égypte
hu: Egyiptom
it: Egitto
ja: エジプト
nl: Egypte
pl: Egipt
pt: Egito
ru: Египет
uk: Єгипет

source: El Salvador
el: Ελ Σαλβαδόρ
fa: السالوادور
ja: エルサルバドル
pl: Salwador
ru: Сальвадор
uk: Сальвадор

source: Equatorial Guinea
de: Äquatorialguinea
el: Ισημερινή Γουινέα
es: Guinea Ecuatorial
fa: گینه استوایی
fi: Päiväntasaajan Guinea
fr: Guinée équatoriale
hu: Egyenlítői-Guinea
it: Guinea Equatoriale
ja: 赤道ギニア
nl: Equatoriaal-Guinea
pl: Gwinea Równikowa
pt: Guiné Equatorial
ru: Экваториальная Гвинея
uk: Екваторіальна Гвінея

source: Eritrea
el: Ερυθραία
fa: اریتره
fr: Érythrée
ja: エリトリア
pl: Erytrea
pt: Eritreia
ru: Эритрея
uk: Еритрея

source: Estonia
de: Estland
el: Εσθονία
fa: استونی
fi: Viro
fr: Estonie
hu: Észtország
ja: エストニア
nl: Estland
pt: Estônia
ru: Эстония
uk: Естонія

source: Ethiopia
de: Äthiopien
el: Αιθιοπία
es: Etiopía
fa: اتیوپی
fi: Etiopia
fr: Éthiopie
hu: Etiópia
it: Etiopia
ja: エチオピア
nl: Ethiopië
pl: Etiopia
pt: Etiópia
ru: Эфиопия
uk: Ефіопія

source: Falkland Islands (Malvinas)
de: Falklandinseln
el: Νήσοι Φώκλαντ (Μαλβίνες)
es: Islas Malvinas
fa: جزایر فالکلند (مالویناس)
fi: Falklandsaaret
fr: Îles Malouines
hu: Falkland-szigetek
it: Isole Falkland (Malvine)
ja: フォークランド諸島
nl: Falklandeilanden(Malvinas)
pl: Falklandy
pt: Ilhas Falkland (Malvinas)
ru: Фолклендские (Мальвинские) острова
uk: Фолклендські (Мальвінські) острови

source: Faroe Islands
de: Färöer
el: Νήσοι Φερόες
es: Islas Feroe
fa: جزایر فارو
fi: Färsaaret
fr: Îles Féroé
hu: Feröer-szigetek
it: Isole di Faroe
ja: フェロー諸島
nl: Faroer Eilanden
pl: Wyspy Owcze
pt: Ilhas Faroé
ru: Фарерские острова
uk: Фарерські острови

source: Fiji
de: Fidschi
el: Νησιά Φίτζι
es: Fiyi
fa: فیجی
fi: Fidži
fr: Fidji
hu: Fidzsi-szigetek
ja: フィジー
pl: Fidżi
ru: Фиджи
uk: Фіджі

source: Finland
de: Finnland
el: Φινλανδία
es: Finlandia
fa: فنلاند
fi: Suomi
fr: Finlande
hu: Finnország
it: Finlandia
ja: フィンランド
pl: Finlandia
pt: Finlândia
ru: Финляндия
uk: Фінляндія

source: France
de: Frankreich
el: Γαλλία
es: Francia
fa: فرانسه
fi: Ranska
hu: Franciaország
it: Francia
ja: フランス
nl: Frankrijk
pl: Francja
pt: França
ru: Франция
uk: Франція

source: French Guiana
de: Französisch-Guayana
el: Γαλλική Γουιάνα
es: Guyana Francesa
fa: گویان فرانسوی
fi: Ranskan Guayana
fr: Guyane
hu: Francia Guyana
it: Guinea Francese
ja: フランス領ギアナ
nl: Frans-Guyana
pl: Gujana Francuska
pt: Guiana Francesa
ru: Французская Гвиана
uk: Французька Гвиана

source: French Polynesia
de: Französisch-Polynesien
el: Γαλλική Πολυνησία
es: Polinesia Francesa
fa: پلینزی فرانسوی
fi: Ranskan Polynesia
fr: Polynésie française
hu: Francia Polinézia
it: Polinesia Francese
ja: フランス領ポリネシア
nl: Frans-Polynesië
pl: Polinezja Francuska
pt: Polinésia Francesa
ru: Французская Полинезия
uk: Французька Полінезія

source: French Southern Territories
de: Französische Süd- und Antarktisgebiete
el: Γαλλικά Νότια Εδάφη
es: Tierras Australes Francesas
fa: مستعمرات جنوبی فرانسه
fi: Ranskan eteläiset alueet
fr: Terres australes et antarctiques françaises
hu: Francia Déli- és Antarktiszi-területek
it: Terrotori Meridionali di Francia
ja: 仏領サザンテリトリー
nl: Franse Zuidelijke en Antarctische Gebieden
pl: Francuskie Terytoria Południowe i Antarktyczne
pt: Territórios Franceses do Sul
ru: Французские Южные Территории
uk: Французькі Південні Території

source: Gabon
de: Gabun
el: Γκαμπόν
es: Gabón
fa: گابن
ja: ガボン
pt: Gabão
ru: Габон
uk: Габон

source: Gambia
el: Γκάμπια
fa: گامبیا
fr: Gambie
ja: ガンビア
pt: Gâmbia
ru: Гамбия
uk: Гамбія

source: Georgia
de: Georgien
el: Γεωργία
fa: گرجستان
fr: Géorgie
hu: Grúzia
ja: グルジア
nl: Georgië
pl: Gruzja
pt: Geórgia
ru: Грузия
uk: Грузія

source: Germany
de: Deutschland
el: Γερμανία
es: Alemania
fa: آلمان
fi: Saksa
fr: Allemagne
hu: Németország
it: Germania
ja: ドイツ
nl: Duitsland
pl: Niemcy
pt: Alemanha
ru: Германия
uk: Німеччина

source: Ghana
el: Γκάνα
fa: غنا
hu: Ghána
ja: ガーナ
pt: Gana
ru: Гана
uk: Гана

source: Gibraltar
el: Γιβραλτάρ
fa: جبل الطارق
hu: Gibraltár
ja: ジブラルタル
ru: Гибралтар
uk: Гібралтар

source: Greece
de: Griechenland
el: Ελλάδα
es: Grecia
fa: یونان
fi: Kreikka
fr: Grèce
hu: Görögország
it: Grecia
ja: ギリシャ
nl: Griekenland
pl: Grecja
pt: Grécia
ru: Греция
uk: Греція

source: Greenland
de: Grönland
el: Γροιλανδία
es: Groenlandia
fa: گرینلند
fi: Grönlanti
fr: Groenland
hu: Grönland
it: Groenlandia
ja: グリーンランド
nl: Groenland
pl: Grenlandia
pt: Groenlândia
ru: Гренландия
uk: Гренландія

source: Grenada
el: Γρενάδα
es: Granada
fa: گرانادا
fr: Grenade
ja: グレナダ
pt: Granada
ru: Гренада
uk: Гренада

source: Guadeloupe
el: Γουαδελούπη
es: Guadalupe
fa: جزیره گوادلوپ
ja: グアドループ
pl: Gwadelupa
pt: Guadalupe
ru: Гваделупа
uk: Гваделупа

source: Guam
el: Γκουάμ
es: Guaján
fa: گوام
ja: グアム
ru: Гуам
uk: Гуам

source: Guatemala
el: Γουατεμάλα
fa: گواتمالا
ja: グァテマラ
pl: Gwatemala
ru: Гватемала
uk: Гватемала

source: Guernsey
el: Γκέρνσεϊ
fa: گورنسی
fr: Guernesey
ja: ガーンジー
pl: Guersney
ru: Гернси
uk: Гернсі

source: Guinea
el: Γουινέα
fa: گینه
fr: Guinée
ja: ギニア
nl: Guinee
pl: Gwinea
pt: Guiné
ru: Гвинея
uk: Гвінея

source: Guinea-Bissau
el: Γουινέα-Μπισσάου
es: Guinea-Bisáu
fa: گینه بیسائو
fr: Guinée-Bissau
hu: Bissau-Guinea
ja: ギニア-ビサウ
nl: Guinee-Bissau
pl: Gwinea-Bissau
pt: Guiné-Bissau
ru: Гвинея-Биссау
uk: Гвінея-Бісау

source: Guyana
el: Γκουιάνα
fa: گویان
ja: ギアナ
pl: Gujana
pt: Guiana
ru: Гвиана
uk: Гайана

source: Haiti
el: Αϊτή
es: Haití
fa: هائیتی
fr: Haïti
ja: ハイチ
nl: Haïti
ru: Гаити
uk: Гаїті

source: Heard Island and McDonald Islands
de: Heard und McDonaldinseln
el: Νήσοι Χερντ και Μακντόναλντ
es: Islas Heard y McDonald
fa: جزیره هرد و جزایر مک دونالد
fi: Heard ja McDonaldinsaaret
fr: Îles Heard-et-MacDonald
hu: Heard-sziget és McDonald-szigetek
it: Isola di Heard e Isole di McDonald
ja: ハード島およびマクドナルド諸島
nl: Heardeiland en McDonaldeilanden
pl: Wyspy Heard i McDonalda
pt: Ilha Heard e as Ilhas McDonald
ru: Остров Херд и острова Макдональд
uk: Острови Херда і Макдональда

source: Holy See (Vatican City State)
de: Heiliger Stuhl (Vatikanstaat)
el: Πόλη του Βατικανού
es: Ciudad del Vaticano
fa: منطقه واتیکان
fi: Vatikaanivaltio
fr: Saint-Siège (État de la Cité du Vatican)
hu: Vatikán
it: Holy See (Stato della Città del Vaticano)
ja: バチカン
nl: Vaticaanstad
pl: Watykan
pt: Santa Sé (Estado da Cidade do Vaticano)
ru: Ватикан
uk: Ватикан

source: Honduras
el: Ονδούρα
fa: هندوراس
ja: ホンジュラス
ru: Гондурас
uk: Гондурас

source: Hong Kong
el: Χονγκ Κονγκ
fa: هنگ کنگ
ja: 香港
ru: Гонг-Конг
uk: Гонг-Конг

source: Hungary
de: Ungarn
el: Ουγγαρία
es: Hungría
fa: مجارستان
fi: Unkari
fr: Hongrie
hu: Magyarország
it: Ungheria
ja: ハンガリー
nl: Hongarije
pl: Węgry
pt: Hungria
ru: Венгрия
uk: Угорщина

source: Iceland
de: Island
el: Ισλανδία
es: Islandia
fa: ایسلند
fi: Islanti
fr: Islande
hu: Izland
it: Islanda
ja: アイスランド
nl: IJsland
pl: Islandia
pt: Islândia
ru: Исландия
uk: Ісландія

source: India
de: Indien
el: Ινδία
fa: هند
fi: Intia
fr: Inde
ja: インド
pl: Indie
pt: Índia
ru: Индия
uk: Індія

source: Indonesia
de: Indonesien
el: Ινδονησία
fa: اندونزی
fr: Indonésie
hu: Indonézia
ja: インドネシア
nl: Indonesië
pl: Indonezja
pt: Indonésia
ru: Индонезия
uk: Індонезія

source: Iran, Islamic Republic of
de: Iran
el: Ιράν, Ισλαμική Δημοκρατία του
es: Irán
fa: ایران
fi: Iran
fr: Iran
hu: Irán
it: Iran, Repubblica Islamica
ja: イラン
nl: Iran
pl: Iran
pt: Irã, República Islâmica do
ru: Иран
uk: Іран, Ісламська Республіка

source: Iraq
de: Irak
el: Ιράκ
es: Irak
fa: عراق
fi: Irak
hu: Irak
ja: イラク
nl: Irak
pl: Irak
pt: Iraque
ru: Ирак
uk: Ірак

source: Ireland
de: Irland
el: Ιρλανδία
es: Irlanda
fa: ایرلند
fi: Irlanti
fr: Irlande
hu: Írország
it: Irlanda
ja: アイルランド
nl: Ierland
pl: Irlandia
pt: Irlanda
ru: Ирландия
uk: Ірландія

source: Isle of Man
el: Νήσος του Μαν
es: Isla de Man
fa: جزیره انسان
fi: Mansaari
fr: Île de Man
hu: Man-sziget
it: Isola di Man
ja: マン島
nl: Man (eiland)
pl: Wyspa Man
pt: Ilha de Man
ru: Остров Мэн
uk: Острів Мен

source: Israel
el: Ισραήλ
fa: اسرائیل
fr: Israël
hu: Izrael
it: Israele
ja: イスラエル
nl: Israël
pl: Izrael
ru: Израиль
uk: Ізраїль

source: Italy
de: Italien
el: Ιταλία
es: Italia
fa: ایتالیا
fi: Italia
fr: Italie
hu: Olaszország
it: Italia
ja: イタリア
nl: Italië
pl: Włochy
pt: Itália
ru: Италия
uk: Італія

source: Jamaica
de: Jamaika
el: Τζαμάικα
fa: جامائیکا
fi: Jamaika
fr: Jamaïque
it: Giamaica
ja: ジャマイカ
pl: Jamaika
ru: Ямайка
uk: Ямайка

source: Japan
el: Ιαπωνία
es: Japón
fa: ژاپن
fi: Japani
fr: Japon
hu: Japán
it: Giappone
ja: 日本
pl: Japonia
pt: Japão
ru: Япония
uk: Японія

source: Jersey
el: Τζέρσεϊ
fa: جرسی
ja: ジャージー
pt: Jérsia
ru: Остров Джерси
uk: Острів Джерсі

source: Jordan
de: Jordanien
el: Ιορδανία
es: Jordania
fa: اردن
fi: Jordania
fr: Jordanie
hu: Jordán
it: Giordan
ja: ヨルダン
nl: Jordanië
pl: Jordania
pt: Jordão
ru: Иордания
uk: Йорданія

source: Kazakhstan
de: Kasachstan
el: Καζακστάν
es: Kazajistán
fa: قزاقستان
fi: Kazakstan
hu: Kazahsztán
ja: カザフスタン
nl: Kazachstan
pl: Kazachstan
pt: Cazaquistão
ru: Казахстан
uk: Казахстан

source: Kenya
de: Kenia
el: Κένυα
es: Kenia
fa: کنیا
fi: Kenia
ja: ケニア
nl: Kenia
pl: Kenia
pt: Quênia
ru: Кения
uk: Кенія

source: Kiribati
el: Κιριμπάτι
fa: کیریباتی
ja: キリバス
pt: Quiribati
ru: Кирибати
uk: Кірібаті

source: Korea, Democratic People's Republic of
de: Nordkorea
el: Κορέα, Λαϊκή δημοκρατία της
es: Corea del Norte
fa: جمهوری دموکراتیک خلق کره
fi: Pohjois-Korea
fr: Corée, République populaire démocratique de
hu: Észak-Korea
it: Korea, Repubblica Demogratica del Popolo
ja: 朝鮮民主主義人民共和国
nl: Noord-Korea
pl: Koreańska Republika Ludowo-Demokratyczna
pt: Coréia, República Popular da
ru: Северная Корея
uk: Північна Корея

source: Korea, Republic of
de: Südkorea
el: Κορέας, Δημοκρατία της
es: Corea del Sur
fa: جمهوری کره
fi: Etelä-Korea
fr: Corée, République de
hu: Dél-Korea
it: Korea, Repubblica
ja: 大韓民国 (韓国)
nl: Zuid-Korea
pl: Republika Korei
pt: Coreia, República da
ru: Южная Корея
uk: Південна Корея

source: Kuwait
el: Κουβέιτ
fa: کویت
fr: Koweït
hu: Kuvait
it: Quwait
ja: クウェート
nl: Koeweit
pl: Kuweit
ru: Кувейт
uk: Кувейт

source: Kyrgyzstan
de: Kirgisistan
el: Κυργκιστάν
es: Kirguistán
fa: قرقیزستان
fi: Kirgisia
fr: Kirghizistan
hu: Kirgizisztán
ja: キルギスタン
nl: Kirgizië
pl: Kirgistan
pt: Quirguistão
ru: Кыргызстан
uk: Киргизстан

source: Lao People's Democratic Republic
de: Laos
el: Λαϊκή Δημοκρατία του Λάος
es: Laos
fa: جمهوری دموکراتیک خلق لائوس
fi: Lao
fr: Laos
hu: Laosz
it: Lao, Repubblica Democratica del Popolo
ja: ラオス
nl: Laos
pl: Laos
pt: República Democrática Popular do Lao
ru: Лаос
uk: Лаоська Народно-Демократична Республіка

source: Latvia
de: Lettland
el: Λετονία
es: Letonia
fa: لتونی
fr: Lettonie
hu: Lettország
it: Lettonia
ja: ラトビア
nl: Letland
pl: Łotwa
pt: Letônia
ru: Латвия
uk: Латвія

source: Lebanon
de: Libanon
el: Λίβανος
es: Líbano
fa: لبنان
fi: Libanon
fr: Liban
hu: Libanon
it: Libano
ja: レバノン
nl: Libanon
pl: Liban
pt: Líbano
ru: Ливан
uk: Ливан

source: Lesotho
el: Λεσόθο
es: Lesoto
fa: لسوتو
ja: レソト
pl: Lesoto
pt: Lesoto
ru: Лесото
uk: Лесото

source: Liberia
el: Λιβερία
fa: لیبریا
hu: Libéria
ja: リベリア
pt: Libéria
ru: Либерия
uk: Либерия

source: Libyan Arab Jamahiriya
de: Libyen
el: Λιβυκή Αραβική Τζαμαχιρία
es: Libia
fa: جماهیرعربی لیبی
fi: Libya
fr: Libye
hu: Líbiai Arab Jamahiriya
it: Libia, Jamahiriya Araba
ja: リビア
nl: Libië
pl: Libia
pt: Jamahiriya Árabe Líbia
ru: Ливия
uk: Лівійська Арабська Джамахірія

source: Liechtenstein
el: Λιχτενστάιν
fa: لیختن اشتاین
ja: リヒテンシュタイン
pt: Lichtenstein
ru: Лихтенштейн
uk: Ліхтенштейн
